{
  "title": "Pad roughness variation and its effect on material removal profile in ceria-based CMP slurry",
  "authors": [
    "Park, Boumyoung"
  ],
  "publication": {
    "journal": "Journal of Materials Processing Technology",
    "date": "2008-07-18",
    "doi": "10.1016/j.jmatprotec.2007.10.033"
  },
  "abstract": "The pad roughness plays a key role in material removal in oxide chemical mechanical polishing (CMP) process. Its variation also has an effect on within wafer non-uniformity. The R\n                     pk among roughness parameters, which is related to pad wear characteristics, was investigated to find the correlation between spatial roughness distribution of a polishing pad, and material removal profile in CMP, using two different types of slurries. The removal rate of ceria-based slurry for STI CMP was higher in the wafer center than that of the silica-based slurry. This is because the pad roughness distribution in a convex shape is formed across the pad radius in the contact area between pad and wafer instead of the degradation of pad roughness during CMP. Also, there is an increase of R\n                     pk results in the increase of average friction force by comparison with the decrease of friction force in CMP using silica-based slurry. This result may be expected as the effect of the chemical tooth of ceria abrasive and slurry accumulation in the wafer center causes a roughening of the pad surface just as sandpaper.",
  "keywords": [
    "Chemical mechanical polishing",
    "Ceria slurry",
    "Pad roughness",
    "Material removal"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Chemical mechanical polishing (CMP) has been widely used for global planarization of multilevel interconnects in the microelectronics industry (Qin et al., 2004). During CMP process, target materials such as oxide (SiO2), tungsten (W), and copper (Cu) are polished by the contact pressure and sliding motion of the pad, slurry, and wafer (Jin et al., 2005). The material removal depends on numerous variables such as applied pressure, relative velocity between pad and wafer, pad properties (hardness, elastic modulus, pad surface roughness, etc.) and slurry characteristics (abrasive size, abrasive concentration, chemical components, etc.) in CMP process (Oliver, 2004). In regard to the aspect of pad surface roughness, a conditioning process has been performed to remove the debris from the pad surface and restore pad surface quality. The conditioning process is essential to maintain high material removal rate and good within wafer non-uniformity. Pad conditioning may be conducted by using the in situ method; while wafers are being polished, or the ex situ method, either prior to or after the wafers have been polished (Scott Lawing, 2002).\n                  McGrath (MaGrath and Davis, 2004) reported the relationship between pad surface feature degradation and material removal rate by evaluating the deterioration of the pad surface during CMP. Oliver (Oliver et al., 2000) has studied the relationship between pad properties and decline of material removal rate in the absence of conditioning process. The pad surface roughness decreases during polishing because the shearing forces of polishing reduce the height and number of pad asperities. Hooper (Hooper et al., 2002) found the correlation between conditioning density and both geometric wear, and the surface properties of the polishing pad. Yoshida (2004) proposed a practical method to bridge a measured profile of pad asperity in microscopic scale to a set of simple parameters which describe the elastic behavior for CMP process.\n                  Although they reported the relationship between the pad roughness and CMP results, a study on the distribution of pad surface roughness and the removal rate profile induced by slurry types is still insufficient. In detail, different authors have researched the effect of pad roughness on material removal using the slurry with alkali silica (SiO2)-based abrasives in oxide CMP process. However, the slurry with neutral ceria (CeO2)-based abrasives has recently been utilized for the removal of silicon dioxide not only in the STI (shallow trench isolation) CMP process, but also in ILD (interlayer dielectric) CMP process because of high planarity performance (Lee et al., 2007). In comparison with silica-based slurry, the material removal behavior of ceria abrasives has a condensation reaction between silanol group and coordinated ceria abrasive surface (Tomozawa, 1997; Cook, 1990). Therefore, Lim (Lim et al., 2005) reported that oxide CMP using ceria-based slurry results in the faster removal rate of the wafer center, which leads to bad non-uniformity over a wafer surface. In this study, non-uniformity was considered from a pad surface roughness view point. Thus, the correlation between material removal rate profile and pad surface roughness was investigated using two types of slurry during oxide CMP, and then we tried to study the mechanism of pad roughness formation of ceria-based slurry.",
    "Experiments": "2\n                  Experiments\n                  Experiments were carried out to investigate the effect of pad roughness variation on material removal profile using R&D GNP POLI500 polisher with a polyurethane pad as shown in Fig. 1\n                     . Table 1\n                      describes the experimental conditions. The 4in. blanket wafer with a thermally grown SiO2 film was polished at a pressure of 500g/cm2 and a rotation velocity of 97rpm (carrier)/103rpm (platen). The conditioning process was ex situ at a pressure of 60g/cm2 and a rotational velocity of 40rpm (conditioner disk) and 60rpm (platen). The different types of slurry were alkali-based slurry with fumed silica abrasives, and a neutral-based slurry with ceria abrasives. The slurry flow rate was kept constant at 150cc/min.\n                  The pad surface roughness after CMP process was measured by surface roughness tester (Mitutoyo SJ-301). Fig. 2\n                      shows the schematic of the pad surface measurement. The spatial sliding distance of the polishing pad generally has the abnormal feature of parabola according to pad radius as shown in Fig. 2(a), which results in the wear profile of pad surface roughness during CMP. Therefore, any oscillation of polishing head and conditioner was not performed to estimate exactly the effect of the pad roughness variation on the removal rate profile in this experiment. Fig. 2(b) also shows the measuring position of pad roughness, and the pad roughness distribution, which was measured on the contact area between pad and wafer. In particular, “D” is the measuring range of pad roughness distribution.\n                  The polisher has a monitoring system which is able to measure the friction force during CMP process. The piezoelectric force sensor was installed for obtaining friction force signals on the back of the polishing head. The signals from the force sensor were amplified through a charge amplifier and then transferred to a data acquisition board (Jeong et al., 2004). The measurement of friction force will help analyzing the polishing results in this study.",
    "Results and discussions": "3\n                  Results and discussions\n                  \n                     3.1\n                     Pad surface roughness in CMP process\n                     The conventional polyurethane pad contains randomly distributed pores which is approximately 35% of the total volume (Oliver, 2004; Oliver et al., 2000). Fig. 3(a) shows the pad asperities and the pores on the pad surface. Fig. 3(b) is a three-dimensional image of IC1000™ (made by Rohm & Haas Inc.) measured using a non-contact surface profiler Nanoview™ (made by Nanosystem Inc.). It is certain that the oxide film cannot be polished by a new polyurethane pad, despite high pressure and velocity during oxide CMP process, because it does not have any surface roughness upon the pad asperities to ensure material removal rate. The wear of surface roughness and the phenomenon of pore glazing can also occur during oxide CMP. They may be regenerated by the conditioning process using a disk with diamond grits, thus the rough surface asperities made by conditioning are enough to achieve an effective removal rate.\n                     The parameters of surface roughness can be classified into three types. These are amplitude parameters, spacing parameters and hybrid parameters. R\n                        a, which is the arithmetic mean of the absolute values of the profile deviations from the mean line, has widely been used as conventional amplitude parameter in many engineering researches. However, it is impossible to completely describe the pad surface with amplitude parameters. McGrath (MaGrath and Davis, 2004) and Park (Park et al., 2007) both adopted the hybrid parameters for successful description of their works because the amplitude parameters are not sensitive to roughness profile variation or deviation. Therefore, the hybrid parameters were chosen in this study. The hybrid parameters such as R\n                        pk, R\n                        k and R\n                        vk are suited to explain the roughness changes during CMP process. The reduced peak height, R\n                        pk, is an estimate of the peak above the main plateau and is related to the wear characteristics of a polyurethane pad. The core roughness depth, R\n                        k, refers to the depth of the working part of the surface, which carries the load and closely contacts the wafer surface. The reduced valley height, R\n                        vk, is an estimate of the depth of the valleys, and is related to the ability of the surface to retain polishing slurry. The R\n                        pk must be considered in order to study the influence of pad roughness on material removal, because the R\n                        pk is the area of most rapid wear during CMP process (Park et al., 2007; http://www.talyer-hobson.com). Therefore, the authors will focus on the R\n                        pk value among hybrid parameters in experiments.\n                  \n                  \n                     3.2\n                     Pad roughness variation and removal rate profile of silica-based slurry\n                     While the pad surface is roughened by a conditioner with diamond segments as shown in Fig. 1, the rotation ratio between conditioner and pad has an influence on pad surface wear. Chang (Chang et al., 2007) indicated that the spatial distribution of sliding distance, according to rotation ratio, induced non-uniform pad wear. Nevertheless, the conditioner oscillated. Fig. 4\n                         shows the R\n                        pk distribution after conditioning without oscillation using hollow type conditioner. The initial distribution of pad roughness in the contact area between pad and wafer was a little concave after ex situ conditioning. In general, the surface roughness profile before CMP can affect within wafer non-uniformity for material removal rate. However the formed distribution of surface roughness was satisfied with investigation on spatial roughness change after oxide CMP using two slurries.\n                     The oxide wafer was polished using silica-based slurry and the R\n                        pk of pad surface roughness was measured after CMP of one minute. Fig. 5(a) shows the correlation between the removal rate profile and the variation of deteriorated surface roughness. The stylus tester scanned nine points at each direction of 0°, 90°, 180°, and 270°across the apparent contact area of the pad, and the measured R\n                        pk are its average value and its deviation. The removal rate profile across the whole wafer typically had a lower removal rate in the wafer center than on its edge. It is known as edge effect where the removal rate of around ±35mm from wafer center is higher because of the stress concentration in the pressured wafer i.e. the pad rebound phenomenon (Wang et al., 1997). In particular, the shape of pad roughness after CMP was more concave than it was after the conditioning process. This was due to the degradation of pad roughness according to sliding distance distribution. The average values of the R\n                        pk parameter after CMP and after conditioning were 2.3μm and 2.4μm each, so they were very similar. The R\n                        pk of surface roughness generally decreases, as the polishing time increases without in situ conditioning. Park (Park et al., 2007) revealed that the roughness R\n                        pk dramatically decreased according to the polishing time without the conditioning process. However, CMP process should finish in about one minute for throughput. Therefore the shape of roughness distribution is more important than the average R\n                        pk of total measured roughness values.\n                  \n                  \n                     3.3\n                     Pad roughness variation and removal rate profile of ceria-based slurry\n                     \n                        Fig. 5(b) shows that the removal rate using ceria-based slurry was higher in the wafer center than that of using silica-based slurry. It is well known as the center fast aspect of material removal rate. The R\n                        pk value of roughness parameters increased around the contact area center between pad and wafer after CMP process, in comparison to its shape after conditioning. The ceria abrasives might have an effect on the convex shape of pad roughness. The average value of R\n                        pk was also 2.7μm which was higher than that before CMP. Cook (1990) proposed that the polishing mechanism was the chemical condensation reaction between ceria abrasive and oxide film i.e. chemical tooth effect. Hoshino (Hoshino et al., 2001) also proposed that the oxide film was removed as ceria abrasives with SiO2 lump during polishing. Therefore, the slurry accumulation in the wafer center can be predicted during CMP. Also, another reason is that the specific gravity of dispersed ceria abrasives is higher than that of silica abrasives. In CMP process, the slurry is supplied around the pad center and then sucked into the wafer, followed by being discharged out of the pad. Thus, ceria abrasives can be chemically fixed on the SiO2 film of the wafer center because of chemical tooth effect, which results in the accumulation of more abrasives. The wafer surface, with abrasives, can scrub the pad surface during CMP, hence we assumed that the pad surface roughness increased and the removal rate in the wafer center was higher.\n                     \n                        Fig. 6\n                         shows the result of investigating the temporal variation of pad roughness. The distribution shape of pad roughness was transformed into smooth and concave surface, as polishing time increased from 1min to 5min. The average values of R\n                        pk went up to 2.8μm after 5min. The results describe the temporal formation of pad roughness with spatial distribution. Therefore, Fig. 7\n                         shows the schematics of pad roughness change during CMP process using two types of slurry.\n                     The friction signals were measured using both silica-based slurry, and ceria-based slurry in oxide CMP. Fig. 8(a) shows that the friction force decreases during polishing, in the case of silica-based slurry, because of the viscoelastic behavior of the pad, pad deformation, and the degradation of pad roughness. The friction force also reflects the amount of material removal in oxide CMP (Jeong et al., 2004; Park et al., 2007; Kim et al., 2002). By contrast, the average friction force increased during polishing using ceria-based slurry as shown in Fig. 8(b). This means that the spatial formation of pad surface roughness may have happened and the contact condition between pad and wafer can be unstable during CMP, which results in the equipment vibrating.\n                     The proposed model for roughness formation can make the removal rate profile become convex in oxide CMP using ceria-based slurry. As a solution to this problem, an industry can control the process parameters such as adjustment of slurry pH and viscosity, pressure and velocity of CMP equipment carrier, and in situ conditioning. The viscosity adjustment of parameters was interpreted as being a more effective method for improvement of removal rate profile. We especially believe that higher viscosity slurry with organic surfactant as additive can prevent the ceria abrasives to roughen the pad surface even though the oxide removal rate goes down because of it (Lim et al., 2005; Kang et al., 2004; Doi, 2007).",
    "Conclusions": "4\n                  Conclusions\n                  The oxide CMP process using ceria-based slurry has a problem: a higher material removal rate in wafer center, compared with CMP using silica-based slurry. So, this research includes the effects of pad roughness on the material removal profile. The R\n                     pk distribution of pad roughness has a concave shape in conventional silica-based CMP slurry because of pad wear. However, the ceria-based slurry forms the pad roughness, which results in a high removal rate in the wafer center. Therefore, the ceria abrasives affect the spatial and temporal distribution of pad roughness. It is expected that the chemical tooth effect between oxide film and ceria abrasive, and the slurry accumulation in the wafer center will roughen the pad surface. The characteristic of ceria abrasive must be considered for improvement of within wafer non-uniformity."
  },
  "references": []
}