{
  "title": "Electro-chemical mechanical polishing of single-crystal SiC using CeO2 slurry",
  "authors": [
    "Deng, Hui"
  ],
  "publication": {
    "journal": "Electrochemistry Communications",
    "date": "2015-03-31",
    "doi": "10.1016/j.elecom.2015.01.002"
  },
  "abstract": "Electro-chemical mechanical polishing (ECMP), which combines anodic oxidation and soft abrasive polishing, was applied to single-crystal SiC. Ceria (CeO2) slurry was used as an electrolyte for anodic oxidation as well as a polishing medium to remove the oxide layer. As a result of anodic oxidation, the surface hardness decreased from 34.5GPa to 1.9GPa, which made it possible to polish the oxidized SiC surface using a very soft abrasive such as CeO2. It was found that the material removal rate (MRR) of ECMP for a diamond-abrasive-polished surface was 3.62μm/h. ECMP using CeO2 slurry was conducted for 30min on a diamond-abrasive-polished surface. All the scratches were completely removed and a smooth surface with a root mean square (RMS) roughness of 0.23nm was obtained.",
  "keywords": [
    "Electro-chemical mechanical polishing",
    "SiC",
    "Scratch",
    "Roughness",
    "Subsurface-damaged layer"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Single-crystal SiC (4H-SiC) has many excellent electrical and chemical properties, such as a wide energy band gap, excellent thermal conductivity, a high breakdown electric field and good chemical stability. Therefore, it is widely considered as a promising next-generation semiconductor for use in high-voltage, high-temperature, high-efficiency and high-frequency power devices. To realize applications based on 4H-SiC, a smooth surface without scratches and subsurface-damaged layers is essential. However, SiC is very difficult to polish owing to its high hardness and chemical inertness. In recent years, many polishing techniques based on chemical reactions have been developed for the flattening of SiC substrates, such as chemical mechanical polishing (CMP) [1], catalyst referred etching (CARE) [2], plasma-assisted polishing (PAP) [3,4] and so forth [5,6]. It has been widely reported that atomically flat 4H-SiC surfaces can be obtained by the application of these techniques. However, the material removal rates (MRR) of these techniques remain unsatisfactory [1–4].\n                  To realize the highly efficient polishing of SiC with minimal subsurface damage, several electro-chemical methods were proposed [7–10]. Li et al. [7] developed a two-step electro-chemical mechanical polishing (ECMP) process to polish single-crystal SiC. Hydrogen peroxide and potassium nitrate were used as the electrolytes for anodic oxidation of SiC and the oxide layer was removed by polishing using colloidal silica slurry. After several cycles of anodic oxidation and slurry polishing, a smooth surface was obtained. Recently, Ballarin et al. [8] proposed an electro-chemical etching process using hydrofluoric acid to achieve surface polishing of polycrystalline SiC.\n                  We propose a ceria-slurry-based ECMP process, in which anodic oxidation and soft abrasive polishing are efficiently combined [9,10]. Ceria (CeO2) slurry is used as an electrolyte for anodic oxidation as well as a polishing medium to remove the oxide layer. Since oxidation and polishing are simultaneously conducted, a high MRR is expected. Also, since CeO2 abrasive is very soft compared with SiC, the polishing process will only remove the oxide layer without introducing any scratch and subsurface damage. Thus, a flat surface without crystallographical defects is expected with the application of ceria-slurry-based ECMP. In this study, the oxidation and polishing characteristics in ECMP applied to SiC were investigated.",
    "Experimental section": "2\n                  Experimental section\n                  \n                     Fig. 1\n                      shows the experimental setup of ECMP used for our preliminary research. A 4H-SiC substrate was immersed in CeO2 slurry. Direct current voltage was applied between the SiC substrate and Pt cathode. Anodic oxidation occurred on the surface of SiC in contact with slurry. With the rotation of the polishing pad and the scanning of the stage, the anodic oxidation of SiC and the removal of the oxide layer are simultaneously conducted. Commercially available single-crystal 4H-SiC substrates (on-axis, n-type), with a thickness of 341μm and a specific resistance of 0.10 Ω·cm, supplied by TanKeBlue Semiconductor Co. Ltd. were used in this work. All experiments were conducted on the Si (0001) face, which is the most commonly used face for power device applications. Polishing pads (NP178) with a diameter of 10mm supplied by FILWEL Co. Ltd. were used. Commercial CeO2 slurry used for glass polishing with a concentration of 2.5wt% was used in ECMP and its pH was 9.24. The electrical conductivity of CeO2 slurry was 29.4mS/m. It was considered that hydroxide ions (OH−) in CeO2 slurry oxidized the SiC substrate surface in ECMP. The average diameter of the CeO2 abrasive particles in the slurry was 190nm. All experiments of anodic oxidation or ECMP were conducted at an applied voltage of 10V except for the substrate used for cross-sectional transmission electron microscopy (XTEM) observation. In the ECMP process, the polishing pad was rotated with a very high speed of 2000rpm. The scanning speed of the stage was 5mm/s. During polishing, a constant load of 3.74kPa was applied to the polishing head.\n                  The anodic oxidation layer was observed by XTEM (JEOL JEM-2100) to determine the morphology of the oxide/SiC interface. To evaluate the anodic oxidation rate in ECMP, oxidation experiments were conducted on a SiC substrate for different durations. To measure the thickness of SiC which was anodically oxidized, anodic oxidation area was localized on the substrate and a step was formed after the oxide layer was removed by dipping in HF solution (50wt%). The thickness of the oxide layer could be obtained by conversion from the step height measured by scanning white light interferometer (SWLI) as shown as the inset in Fig. 3. The surface hardness of SiC before and after anodic oxidation was measured using a nanoindenter (Elionix ENT2100) to determine the change in hardness. In the nanoindentation tests, the maximum load was 1.0mN, and 100 points were measured for each specimen. The surface morphology of SiC before and after ECMP was measured by scanning electron microscopy (SEM) (Hitachi S-4800) to investigate the removal of scratches.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     Fig. 2\n                      shows an XTEM image of an unpolished surface after anodic oxidation for 10min at an applied voltage of 5V. The average thickness of the anodic oxide layer was about 100nm. It was found that the surface of the oxide layer and the oxide/SiC interface were both very rough and many SiC protrusions as shown as the inset existed at the interface. These results indicate that the anodic oxidation of SiC is a less uniform oxidation process than plasma oxidation and thermal oxidation [11]. In the ECMP process, oxidation and polishing are simultaneously conducted. When an oxide layer is generated, it is immediately removed by abrasive polishing. In other words, the oxide layer is removed when its thickness is very small. Therefore, a smooth surface is expected after ECMP even though the oxide/SiC interface generated by prolonged oxidation is rough.\n                  Owing to the high hardness of SiC, CeO2 abrasive polishing could only remove the oxide layer in the ECMP process. Since oxidation of SiC and removal of the oxide layer were simultaneously conducted, the MRR of ECMP was determined by the initial oxidation rate of SiC in anodic oxidation. It was considered that scratches and the existence of a subsurface-damaged layer could affect the anodic oxidation rate of SiC. Thus, oxidation experiments on a CMP-processed surface and a diamond-abrasive-polished surface were both conducted. To describe the oxidation process of SiC, the modified Deal-Grove model was proposed and very widely used [12,13]. Fig. 3\n                      shows the measured step heights with different durations of anodic oxidation of SiC. The thickness data of oxide converted from the measured step heights with durations from 0 to 10min were fitted by the modified Deal-Grove model to calculate the initial oxide growth rates. It was found that the initial oxide growth rate was 0.92μm/h for the CMP-processed surface and 7.93μm/h for the diamond-abrasive-polished surface. Owing to the existence of a subsurface-damaged layer, the initial oxide growth rate of the diamond-abrasive-polished surface was much higher than that of the CMP-processed surface as anticipated. In consideration of the molecular masses and densities of SiO2 and SiC, the initial oxide growth rates were converted to the initial oxidation rates of SiC. In ECMP, oxidation and polishing were simultaneously conducted. Therefore, it was assumed that the oxide layer was immediately removed after it was generated because CeO2 slurry was very efficient to polishing SiO2 \n                     [14]. Based on this assumption, the MRRs of ECMP was considered equivalent to the initial oxidation rates. The MRRs of ECMP for a CMP-processed SiC surface and diamond-abrasive-polished SiC surface were calculated to be 0.42μm/h and 3.62μm/h, respectively. In the conventional CMP process, the MRR of SiC is as low as 0.5μm/h, although it might increase with the development of new slurry materials [15]. Although the MRR of ECMP for a CMP-processed SiC surface was almost the same with that of conventional CMP process, that for a diamond-abrasive-polished SiC surface was more than 7 times higher. This means that ECMP is very efficient for the flattening of SiC especially for a damaged substrate surface.\n                  In the ECMP process, anodic oxidation softens the surface of SiC, which makes it possible for the surface to be polished by a soft abrasive such as CeO2. Nanoindentation tests were conducted on the surfaces of as-received SiC (CMP polished), synthetic quartz glass and anodically oxidized SiC to compare their surface hardness. Fig. 4(a) shows the typical load–displacement curves of these three surfaces measured by the nanoindentation method. A Berkovich-type indenter made of diamond was used. The surface hardness were calculated by the Oliver–Pharr method [16]. Fig. 4(b) shows the results of the nanoindentation tests calculated from the load–displacement curves. It was revealed that after anodic oxidation, the surface hardness of SiC greatly decreased from 34.5GPa to 1.9GPa. In our previous research, it was confirmed that the anodic oxide layer was mainly composed of SiO2. Although the anodic oxide layer and synthetic quartz glass have the same composition, it was found that the anodically oxidized surface was softer than synthetic quartz glass. Therefore, it was concluded that anodic oxidation is very useful for the surface softening of SiC.\n                  Using the experimental setup shown in Fig. 1, ECMP was conducted on a diamond-abrasive-polished surface for just 30min. Fig. 5(a) shows the as-received surface, on which many scratches can be observed. According to our previous observation using TEM, a subsurface-damaged layer also exists on such a surface owing to the high hardness of diamond abrasive [17]. Fig. 5(b) shows an SEM image of the area outside the ECMP-processed area. Since the entire surface of the specimen was immersed in CeO2 slurry, anodic oxidation occurred on the surface shown in Fig. 5(b). The surface morphology of the anodic oxide layer shown in Fig. 5(b) indicates that scratches were preferentially oxidized. Fig. 5(c) shows an SEM image of the ECMP-processed area. A very smooth and scratch-free surface was obtained. In the work of Li et al. [7], silica slurry, which was widely used for the polishing of SiC, was used and they found that scratch could not be removed in simultaneous ECMP. In ECMP process, the polishing object was the oxide layer (SiO2) rather than SiC. Thus, CeO2 slurry was more suitable for ECMP of SiC than silica slurry. The surface RMS (root mean square) roughness levels before and after ECMP were also evaluated using atomic force microscopy (AFM) with a measurement area of 1μm×1μm. The RMS roughness decreased from 0.97nm to 0.23nm after 30min of ECMP.  These results indicate that ceria-slurry-based ECMP is very effective for the flattening of SiC, particularly for SiC with a subsurface-damaged layer.\n                  After SiC substrates are sliced from an ingot, several flattening processes, such as grinding, lapping, polishing and finishing, are required before they can be used for fabrication of electronic devices. The above results demonstrated that SiC surfaces with a subsurface-damaged layer are much easier to be oxidized; therefore, it is considered that the ECMP process can probably be directly applied to sliced or ground substrates with thick subsurface-damaged layers. This will be investigated in future research. For the polishing of SiC, high efficiency and the removal of the damaged layer are usually considered to have a trade-off relationship. On the basis of the above results, this problem can probably be resolved by ceria-slurry-based ECMP.",
    "Conclusions": "4\n                  Conclusions\n                  Ceria-slurry-based ECMP, which combines anodic oxidation and abrasive polishing, was successfully applied to the flattening of single-crystal SiC substrates. In the ECMP process, SiC was anodically oxidized to SiO2 with a very high initial oxidation rate. Also, it was confirmed that anodic oxidation greatly decreased the surface hardness of SiC, which made it possible to polish the modified surface using CeO2 slurry. After applying ECMP to a diamond-abrasive-polished SiC surface for 30min, a scratch-free and smooth surface was obtained.",
    "Conflict of interest": "Conflict of interest\n                  The authors declare that there is no conflict of interests regarding the publication of this article."
  },
  "references": []
}