{
  "title": "Ultralow dielectric cross-linked silica aerogel nanocomposite films for interconnect technology",
  "authors": [
    "Choi, Haryeong"
  ],
  "publication": {
    "journal": "Applied Materials Today",
    "date": "2022-08-31",
    "doi": "10.1016/j.apmt.2022.101536"
  },
  "abstract": "An increase in resistance and capacitance (RC) delay has been a critical issue in reducing integrated circuit scales. The delay is successfully reduced using low dielectric constant (κ) interconnects and porous low-κ materials adopted in real devices. However, an increase in porosity could lower κ values with a dramatic decrease in elastic modulus, which would not sustain the stress during the packaging process. Highly porous cross-linked silica aerogel thin film with an ultralow-κ value of 1.7 applied to nanodevice interconnect technology has been suggested. Cross-linking using an epoxide ring-opening reaction produced a high elastic modulus (> 5.1 GPa), stable enough to sustain the chemical mechanical polishing (CMP) and the plasma dry etching process. The thickness of aerogel films is approximately 700 nm with a hydrophobic surface. Closed-surface pores created by selective solvent evaporation can prevent metal penetration. Our cross-linked aerogel films are the first among the low-dielectric aerogel films validated as interlayer low-dielectric materials and robust candidates for ultralow -κ dielectric materials.",
  "keywords": [
    "Aerogels",
    "Ultralow- κ",
    "Spin coating",
    "Cross-linked aerogel films",
    "Interlayer dielectric"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  As the electronic devices in advances and integrated circuits (ICs) are scaled down, material design and packing have become critical. However, the high packing density of semiconductors requires many interconnects, leading to the signal delay phenomenon (RC delay), which is determined by the resistance (R) of the conductor and the capacitance (C) of the non-conductor [1–4]. Increasing the integration and speed of the non-memory devices requires using a material with a lower electrical resistance of a semiconductor interconnect and develop an interlayer insulating material with a low dielectric constant (κ). According to the International Roadmap for Devices and Systems, ultralow κ dielectric (κ <2) thin films are essential for the future semiconductor industry by 2028 [5–7]. Moreover, both the dielectric constant and various compatibility characteristics are critical for applying the low-κ material in the semiconductor industry, including gap-filling, etching selectivity, chemical mechanical polishing (CMP), mechanical strength, hydrophobicity, carbon contamination, thermal expansion, and electrical properties [1,2,8–10].\n                  Many current studies are focused on polymer-based materials to lower the dielectric constant. However, the polymer-based films demonstrate poor compatibility with existing semiconductor processing technology. Furthermore, the high dielectric constant of existing SiO2 thin films can be lowered by incorporating fluorinated oxide (F) with a high electronegativity and low polarization in an inorganic-based low dielectric material. However, introducing F in the low-κ material corrodes wiring materials due to moisture absorption [11,12]. Many researchers have attempted to reduce the polarization strength of materials such as hydrogen silsesquioxane (HSQ) and SiOCH with -CH3 functional groups to achieve a dielectric constant of 2.7 [1].\n                  Furthermore, some researchers have focused on introducing the porosity in the material, which can lower the dielectric constant to κ = 2.4 [13,14]. Hong et al. recently reported in Nature regarding amorphous boron nitride as ultralow-κ dielectrics with κ values of 1.16–1.78 [5]. They reported an amorphous boron nitride film with a thickness of 3 nm via an inductively coupled plasma - chemical vapor deposition (CVD) system. A more detailed comparison of the major low-k thin films described above is depicted in Table S1.\n                  Recently, IBM reported a novel low-κ dielectric material with κ = 2.8 and high process compatibility in multilevel sub-50 nm pitch Cu-low k back end of the line (BEOL) with half of the standard metal liner/barrier thickness [15]. However, to the best of our knowledge, porous SiOCH ultralow-κ dielectric materials have been adopted to the 32 nm logic technology node [16]. Most of these low-κ thin films are produced through plasma-enhanced CVD (PECVD), which has the disadvantages of poor gap-filling and the need for additional processes (vacuum, plasma) compared to the spin-coating process. Furthermore, most low-k thin films, such as CMP, etching, and gap filling, have not been verified for process compatibility.\n                  Many strategies have been investigated to reduce the dielectric constant. However, one of the best ways to achieve higher porosity is to introduce more porogens to the films, which can reduce the dielectric constant [17]. Nevertheless, the higher porosity hinders the mechanical strength, a significant concern of porous dielectric materials. Furthermore, the addition of porogens forms micropores with a pore size of 1–2 nm. However, the agglomeration of porogens could generate interconnected larger pores with a porosity limitation of 50%. According to our previous research, silica aerogel is considered a candidate for ultralow-κ materials because it can achieve a higher porosity [18,19].\n                  Aerogel can be synthesized by the sol-gel method, in which the solvent inside the material can be removed without collapsing the internal pore structure due to the capillary force of the gas-liquid interface during the drying process [20,21]. However, due to their high porosity, aerogels are brittle and mechanically unstable to survive mechanical stresses during packaging [22,23]. Although various silica-based aerogel or xerogel thin films with low-dielectric constants have been previously reported [24], studies on the detailed process compatibility characteristics and proper thickness (> \n                        \n                           μ\n                           m\n                        \n                     ) of dielectric films for device application are lacking. Furthermore, the surface open porous structure reduces mechanical properties and causes metal penetration [25–27].\n                  This study addresses these issues by reporting covalently cross-linked silica aerogel films with enhanced mechanical strength based on a newly proposed epoxide ring-opening reaction using 3-glycidioxypropyl trimethoxysilane (GPTMS) and 3-aminopropyl triethoxysilane (APTES) silica co-precursors through a simple spin-coating method. The diffusion barrier, reliability (thermal, chemical, and mechanical), and a low relative dielectric constant must be satisfied to confirm feasibility as an interlayer low dielectric material [5,28]. We performed various characterizations for the aerogel films and compatibility tests, which can be applied in BEOL interconnects, including CMP, dry etching, surface pore closing, thermal expansion, and gap-filling.",
    "Experimental section": "2\n                  Experimental section\n                  \n                     2.1\n                     Materials\n                     The tetraethylorthosilicate (TEOS, Sigma-Aldrich, 99%) was used as a starting material. GPTMS (Sigma-Aldrich, 98%) and APTES (Sigma-Aldrich, 98%) were used as silane coupling agents to increase adhesion and mechanical properties by inducing the bridge between the substrate and the aerogel. Oxalic acid (C2H2O4, 0.01M) was used as an acid catalyst for a condensation reaction to synthesize the silica aerogel films. For surface functionalization, a silylating agent, trimethylchlorosilane (TMCS; pH ∼1, 98.0%, Daejung Chemicals & Metals Co., Ltd., South Korea) was added in amounts of 10% of the total volume of hexane. Double distilled water was used in all experiments. Further purification and dilution were not performed during the experiments.\n                  \n                  \n                     2.2\n                     Synthesis of cross-linked silica aerogel thin films\n                     The silicon (Si) wafers with thermally grown 300 nm silicon oxide (SiO2 wafer) were used for the complete isolation of metal-insulator-metal (MIM) structure. Then, SiO2 wafers were coated with TiN (100 nm) by DC magnetron sputtering to be acted as the bottom electrode in the MIM structure. The SiO2 and TiN-coated SiO2 wafers were cleaned by ultrasonication. Acetone, methanol, distilled water, and isopropyl alcohol (IPA) were selected to remove the various impurities present on the substrates for 15 min each. The as-cleaned substrates were dried by N2 gas pressure followed by drying at 60 °C in a drying oven.\n                     The GPTMS and APTES mixture was stirred for more than 3 h to promote the cross-linking reaction. The amine group of APTES would undergo the ring-opening reaction of the epoxy group of GPTMS to form a bridge. All precursor mixtures were stirred for more than 3 h in methanol as a solvent to provide sufficient time to undergo an in-situ epoxide ring-opening reaction. The molar ratios of TEOS-to-methanol were selected as 1:5 to 1:40 due to the significant influence of an amount of solvent on the final aerogel structure, presented in Table 1\n                         as c-AG5, 10, 20, 30, and 40. The gelation time was varied from 100 to 50 s depending on the solvent ratio.\n                     After adding an acid catalyst, the sol was directly deposited on a TiN-coated Si wafer using a spin coater (Model WS-650Mz-23NPPB, Laurell, North Wales, PA). Moreover, the spin coater was filled with IPA solution to prevent rapid evaporation of the solvent during coating. The coated thin films were aged in methanol for more than a day to form a reinforced structure between the aerogel particles. TMCS:n-hexane was mixed at a ratio of 1:10, and this TMCS mixture was used for surface modification to provide hydrophobicity to the coated aerogel thin film. The coated thin film is surface-treated in a mixture of hexane and TMCS at 65 °C for 4 h, followed by exchanging the solvent using n-hexene to remove hydrochloric acid generated as a by-product from TMCS. The surface-modified aerogel thin films were dried using a CO2 supercritical drier (R-403, ChemRe System, Korea) operated at 50 °C and 110 bar.\n                  \n                  \n                     2.3\n                     Film characterization\n                     The structural, physical, and electrical properties of the cross-linked silica-based aerogel thin films were investigated by characterizing the films via various techniques. The aerogel film porosities and interconnected pore size were measured using ellipsometry porosimetry (EP, SemiLab Co. Ltd., PS-2000, Hungary). An ellipsometer was used to confirm the refractive indexes (Gatan L117C, 632.8 nm He-Ne laser, USA) of the coated films. Scanning electron microscope (SEM, JEOL, JSM-7001F, Japan) was performed to reveal the internal pore structure of the cross-section aerogel film and surface morphology. The chemical bonding between APTES and GPTMS with TEOS was evaluated by Fourier transform infrared (FT-IR) spectroscopy (PerkinElmer, Model No. 760, USA), which has a LiTaO3 detector in the frequency range from 400 to 4000 cm−1.\n                     An X-ray photoelectron spectroscopy (XPS;K-alpha, Thermo Fisher Scientific, UK) spectrometer and a monochromatic Al X-ray source (Al Kα line: 1486.6 eV, 3 mA, and 12 kV) were used to reveal the surface electronic states of the samples. The surface roughness of aerogel films was investigated using atomic force microscopy (AFM; Multimode 8, Bruker, USA) in a non-contact mode. The mechanical properties were obtained using a Nanoindentation Test System (KLA-Tencori, Nano Nanoindenter, USA) with a Berkovich type diamond indentor tip. A transmission electron microscopy (TEM; JEOL, JEM-2100F, Japan) cross-sectional sample was prepared by focused ion beam (FIB; crossbeam 540, ZEISS company, Germany) with Ar-ion milling. The microstructure and elemental analysis of aerogel films were determined by high-resolution TEM and scanning TEM modes.\n                  \n                  \n                     2.4\n                     Device compatibility test\n                     For examining the electrical properties of aerogel films, the isolated metal-insulator-metal structure was fabricated using thermally grown 300 nm SiO2 on an Si wafer. The top electrodes were deposited directly on the aerogel films with a 150 nm-thick TiN of 600 × 600 μm2 by DC magnetron sputtering. The electrical properties of the aerogel films were evaluated using a semiconductor device analyzer (Keysight, B1500A, USA). A C-V measurement was performed by applying a variable voltage in the range from -5 to 3 V. Furthermore, the current-electric field (I-E) characteristics of aerogel film with a pore structure were measured at 298 K temperature using TiN electrodes. The thermal expansion coefficient (TEC) was measured using thermomechanical analysis (TA Instruments, Q400, USA) with a temperature range of 25–250 °C in a N2 atmosphere.\n                     The CMP process was performed using ceria slurry with a downforce of 5 gf•cm2 and a platen speed of 5 rpm (head 3 rpm) using a CMP process machine (GNP Technology, POLI-762AC, Korea). Cleaning was performed with deionized water. Dry etching of aerogel films was performed with CF4 etching gas using a SiO2 plasma dry etcher (Advanced Vacuum & STS, Advanced RIE II, USA). Instead of patterning the photoresist barrier, the etch process was performed after forming a metal barrier using a shadow mask. For the gap-filling property of aerogel thin film, a space trench TiN pattern line structure with a length of 200 nm and a height of 100 nm was used and observed using SEM. Water contact angles (θ) were measured using a contact angle meter (Surftech, Korea) to determine the water stability of aerogel films.\n                  \n                  \n                     2.5\n                     Finite element method (FEM) simulation\n                     The aerogel structure was created by Voronoi tessellation using Rhinoceros 3D 6 (Robert McNeel & Associates) and the Grasshopper programming add-on. Furthermore, FEM simulation software ANSYS Maxwell 3D was used to calculate k\n                        eff by generating the external electric field that passes through the pore structure. The effective Young's modulus E\n                        eff of the porous structure was calculated by simulating the compression tests by Altair SimSolid 2019.3.0 with isotropic and linear elastic behavior assumptions. The bottom surface was fixed, and a displacement corresponding to 0.2% strain was applied to the top surface.",
    "Results and discussions": "3\n                  Results and discussions\n                  The Damascene and metal dry etching processes are used primarily for patterning low dielectric thin films. This study has been conducted from synthesis to analysis to apply to the above two processes. Fig. 1\n                      describes the chemical reaction of cross-linked silica aerogel films. ATPES and GPTMS are silicon alkoxide precursors containing a primary amine (-NH2) and epoxide group, respectively. The amine group in APTES could function as a nucleophile, due to its lone pair on the nitrogen atom, to undergo an in-situ epoxide ring-opening reaction with the epoxide on GPTMS and provide a strong covalently bonded silica network. There are several studies on adhesion strengthening to the substrate using the chemical bonds between amine and epoxide [29–34]. In addition, APTES and GPTMS have the advantage of maintaining porosity because there are three silane reactors capable of performing sol-gel reactions. Fig. 2\n                     (a-b) illustrates an XPS for N 1s, and Si 2p of the aerogel films. Based on the XPS data, the N 1s spectrum of aerogel film confirms a combination of two peaks of primary (C-NH2) and secondary (C-NH-C) amines at 401.8 and 399.4 eV each [35], with only a single peak with APTES based silica aerogel [36]. This peak resulted from the in situ epoxide ring-opening reaction between APTES and GPTMS precursors, which generated the secondary amine after the nucleophilic attack. The Si 2p peaks at 103.3 and 101.6 corresponding to (O-Si-O) and (Si-C), respectively were also confirmed [37]. Fig. S1 shows that the XPS survey and narrow scan spectra for O 1s and C 1s. The high carbon content of 27.6% is due to the organic cross-linking between the silica network and the silylation reaction by using TMCS. Here, this study is the first to report the formation of a silica aerogel film using a one-pot synthesis process through a ring opening reaction.\n                  The conditions of the aerogel solution were newly optimized for the proposed material based on previous studies [3,38–40]. To achieve a uniform coating morphology, the aerogel solution must be homogenous. As the hydrolysis time increases, the aerogel colloidal can be formed uniformly (Fig. S2). After 24 h, the aerogel morphology has the highest porosity without significant change. As a result of varying the spin-coating time to make the thin film thin and uniform, it was confirmed that the thickness tends to decrease under the condition of longer than 5 s, but it becomes denser rapidly (Fig. S3). It is important to optimize not only the hydrolysis but also the condensation reaction conditions in the production of aerogel coatings. The Fig. S4 reveal that the morphology of aerogel films according to condensation time before deposition on the subtrate. As the condensation reaction time was increased, more aerogel particles were generated and gradually became denser to form a uniform thin film. If the condensation reaction is longer than 2 min and 30 s, the syringe filter is clogged due to partial gelation. In order to optimizing the conditions of aerogel film formation, the prepared aerogel films according to solvent and spin coating rate are presented in Fig. S5. In conventional aerogel synthesis, porosity increases as the ratio of solvent increases [41,42]. However, it is an important factor to consider because evaporation and condensation rate vary depending on the ratio of solvent in the process of forming a thin film. Despite the same coating conditions, as the molar ratio of the solvent increased, the coated thin film thickness decreased and the surface became denser [43]. However, the thickness and pore structure of the films were high porous at 1500 rpm and dense at 2000 rpm. During the spin coating process, the surface stresses are induced on the film, which may strongly depend on the mechanical strength of the wet gel. The maximum amount of solvent that could form a gel by percolation threshold indicates the minimum interaction between the colloidal aerogel particles, resulting in high porosity with low mechanical strength [44–46]. Therefore, the deposited aerogel films were exposed in the air for a short time to create a closed-surface pore structure as shown in Fig. S6. Because aerogels have a nanoporous structure, when the solvent in the pores evaporates during the synthesis process, the pore structure collapses due to capillary force. The aerogel thin film synthesized by exposing the surface of the gel to air for a short period can form a closed-pore structure by deliberately controlling the solvent evaporation rate of the surface after gelation to prevent evaporation of the solvent after gelation. For a closed-pore structure, penetration of the upper electrode can be prevented, and the roughness of the surface can be adjusted. It was confirmed through SEM and C-V data that the surface closes as the exposure time increases, and when the time exceeds a certain time, the internal pore structure becomes dense and the dielectric constant increases. Based on the previously optimized conditions, the aerogel thin film was fabricated using c-AG20 after spinning for 5 s with 1700 rpm by spin-coater with 30 s exposure. AFM analysis was performed to analyze the surface characteristics of the cross-linked aerogel thin film based on Fig. 2(c). The AFM image of c-AG20 aerogel film with a root-mean-squared roughness of 4.69 nm. As the ratio of the solvent increased from c-AG5 to c-AG30, the roughness decreased and it converges to a constant value of approximately 4.7 nm. At that time, the colloidal silica aerogel structure has the highest single particle at a ∼20 nm height. This result confirms that it is possible to obtain an aerogel thin film with a homogeneous surface. The porosities of aerogel films were measured using EP, as presented in Table 1 and Fig. 2(d-e) illustrating the adsorption isotherms with toluene and pore size distribution graphs. Pore size distribution has been calculated by Lorentz-Lorenz equation, and modified Kelvin equation. The pore size distribution tended to form in a wide area as the proportion of solvent increased and the average pore size increased. The measured porosity increased as the molar ratio of the solvent increased but decreased for the 1:30 molar ratio, while the interconnected pore size increased from 8.1 to 16.4 nm. c-AG20 exhibited the highest porosity at 65.6%, with an interconnected pore size of 10.9 nm. This is because the rate of evaporation increases during thin film coating when solvent is above a certain ratio condition (c-AG20). Therefore, the c-AG30 sample exhibited slightly reduced porosity due to the surface stress caused by the spin coating process, rather than exhibiting the highest porosity among samples with varied solvent ratios. Consequently, the surface pore structure became denser when maintaining the inner porous structure. Therefore, the porosity and pore structure of the surface could be tuned by controlling precursors to the solvent ratio. Because the interconnected pore size increased as the solvent molar ratio increased, it was also supported by the analysis of the reduced roughness, film thickness, and dense morphology obtained from the AFM, and SEM data following the Fig. 2(c) and S5. In addition, the pore size of aerogel film (10.9 nm) is comparatively large to be applied in advanced interconnects, as the recent 7 nm node technology has the first metal layer pitch of 24 nm. However, the ultralow dielectric materials are not only required for short interconnects (Metal 1-2 layers), but also medium and long interconnects (Metal 3-16 layers) demand ultralow-k dielectric materials for the minimum RC delay [47–49]. Moreover, the modulus and hardness of silica aerogel films were measured by nanoindentation, as presented in Fig. 2(f). The measured modulus and hardness decreased with indentation depth. Generally, higher the porosity would cause a decrease in modulus [50–53]. Similar to the results described above, the results of AFM showed that the mechanical strength decreased up to c-AG20 and then increased. The optimized condition, c-AG20 condition, has the maximum modulus 9.6 GPa at 30 nm in-depth and decreased and saturated to 5.1 GPa at 150 nm in depth. The hardness decreased from 0.45 GPa to 0.22 GPa. The nanoindentation sensitivity is determined by various factors such as grain size, film texture, and film thickness. The hardness measured using the nanoindentation is defined as the mean pressure the material supports under load. Therefore, the molar ratio of the solvent to precursor would not significantly influence the values of hardness. However, the modulus is calculated using the parameters with the geometry of the indenter, the Poisson's ratio, and the contact stiffness, which are the actual measurement of the elastic deformations. Therefore, the amount of solvent is more influential in the modulus than the hardness in the porous materials [17,54–56]. Applying the aerogel film as an interlayer dielectric requires controlling the pore structure on the surface the penetration of barrier metal will cause serious issues that could degrade the performance of integrated device [57]. We tried to solve this issue through the surface exposure process described above. This additional process could densify and flatten the surface without influencing an inner pore structure that would prevent metal penetration issues [58]. The surface morphology in Fig. 3\n                     (a–b) shows that the surface of the c-AG20 sample has been intensively closed at the surface. In Fig. 3 (c), TEM image also illustrates the gradient pore structure with higher porosity at the bottom area. However, some big pores were found unexpectedly and might be due to damage during TEM sample preparation using FIB [59,60]. Energy-dispersive X-ray spectroscopy (EDS) mapping was performed under a high-angle annular dark-field (HAADF) scanning TEM image (upper right) overlaid with EDS maps of titanium (blue), silicon (red), and oxygen (green), as depicted in Fig. 3 (d-g). A TEM analysis of aerogel films revealed that the microstructure of aerogel films has an apparently empty pore structure. However, the HAADF image illustrates TiN electrodes separated from the aerogel films. TiN as a top electrode was deposited using an RF sputtering system; Fig. 3 (e) illustrates titanium signals. Insufficient evidence exists of TiN penetration through the aerogel film.\n                  The electrical properties are analyzed by current-voltage (I-V) and capacitance-voltage (C-V) plots, as presented in Fig. 4\n                     (a, b). The dielectric constant is calculated using capacitance-voltage (C-V) plots with a metal-aerogel-metal structure (the experimental details in the methods section), as given at Fig. 4 (a, b). Fig. 4 (a) presents capacitance-voltage (C-V) plots created based on the measurements of the aerogel sample containing a pore structure at 298 K. The calculated k value of the aerogel films synthesized by the spin coating process was 1.7 with the film thickness of 781 nm. There was no noticeable influence of applied voltage on the capacitance values. Moreover, the leakage current of the aerogel films was measured as 15 nA at 10 V of electric fields with an increasing current value to 100 nA, as depicted in Fig. 4(b). It was not possible to find the breakdown point with the synthesized aerogel film up to the applied voltage limit of the instrument. Fig. 4 (c) shows that cross-linked aerogel shows significantly low dielectric constant value with considerable modulus. Detailed comparison studies are presented in Table 2\n                     . Furthermore, Fig. 4 (d, e) illustrates the SEM cross-section images of the aerogel thin films before and after CMP to examine the compatibility of the interconnect process. Porous structure generally could not survive from the water-based chemical used during the CMP process. Therefore, the cross-linked aerogel films underwent the surface modification using TMCS to prevent the damage from water-based chemicals as well as the moistures. In addition, it is proven that the cross-linked aerogel film was mechanically stable enough to withstand the CMP pressure. There were some typical issues raised from the CMP process, as depicted in Fig. S8 (c). Also, our films are etchable using CF4 etching gas using a SiO2 plasma dry etcher showing side wall angle of 87o with a selectivity of 15 or more with the TiN metal barrier in Fig. 4 (d, e) as well as the considerable gap-filling property (Fig. S9).\n                  Application of cross-linked aerogel films as an interlayer dielectric can be rationalized on its outstanding properties: (a) high porosity, (b) high modulus from cross-linking, (c) sol-gel process with spin coating, (d) surface closed pore structure. Semiconductor industry demand strict and conservative design rules as shown in Table S1 [1,10,17,61–63]. Therefore, there are many candidates for low-κ interlayer dielectric materials to reduce the RC delay. Researchers focused on development of porous silicon oxide based dielectrics using porogens [64,65]. However, it was hard to increase the concentration of porogens for higher porosity as several studies have shown the porosity limitation of 50% using plasma enhanced chemical vapor deposition (PECVD) with porogens [66,67]. There are some reports on higher porosity up to 65% with various techniques, however, there was significant loss of its mechanical property (generally \n                        ≈\n                     2 GPa) [64,65]. Therefore, there are many research on the additional treatment such as UV and hydrogen radical treatment to enhance its mechanical properties and to reduce dielectric constant rather than increasing the porosity, but there was no considerable reduction in dielectric constant with desirable value of modulus [68,69]. In this work, we developed a mechanically enhanced cross-linked silica aerogel with the porosity of 65.6% which is the highest values demonstrated for this type of films with approximately 700 nm thickness [65]. We have performed the FEM simulation to prove the dielectric constant and the mechanical property of our aerogel films in Fig. S10. When number of pores increases in open porous structure system, the mechanical property reduces. However, the modulus converges to certain value, and it is possible to obtain approximately 5.1 GPa with specific surface of 500 m2•g−1. Also, our simulation confirmed that the porosity of 65.6% could shows such low value of dielectric constant of 1.7. In addition, if the thickness of aerogel films increased to 9.8 µm, it is possible to further reduce the dielectric constant value up to 1.45 owing to the higher porosity of thick aerogel film (Fig. S11). It could be applicable to the field where the thick films are required such as packaging and wafer bonding applications [70,71].\n                  Spin coating uses a centrifugal force to evaporate the solvent forming densified films, however, in case of aerogel synthesis, evaporation of solvent would increase the concentration of sol which accelerates the condensation reaction causing gelation. Also, if there is not enough solvent left during the spin coating process, the pore structure would collapse and not sustain the pore structure. During the gelation process, the colloids start to react each other to form the 3D colloidal networks which would be greatly influenced by the external forces. Once the colloidal network forms, it is hard to be reconstruct the network. Fig. S4 shows various times period provided to undergo the condensation reaction before the spin coating started. It is demonstrated that precise control of sol-gel reaction is critical because the structure of aerogel film was not formed without enough time to undergo the condensation reaction. Also, spin coating conditions are also one of the most important parameters, as shown in Fig. S5. The spin coating condition decides the thickness as well as the aerogel structure. Therefore, our aim was to optimize spin coating conditions to maintain its high porosity with lowing the thickness. However, as mentioned above, it is necessary to consider the solvent evaporation during the spin coating, therefore we decided to control the amount of solvent to obtain the highest porosity as well as the lowest thickness. Furthermore, as-synthesized aerogel has open porosity which is well known issue to proceed semiconductor process such as the penetration of the electrode. Therefore, we intentionally created a closed-surface pore structure by inducing pore structure collapse on the surface. This significantly prevented the metal penetration as shown in Fig. 3 (d-g) EDS mapping while the aerogel film without the closed surface pore structure short-circuited. However, the longer the exposure not only inhibits the penetration but also increase the dielectric constant owing to the pore structure collapse. Also, the TEC was measured to show 2.6 ppm•°C−1 which is similar values with non-porous ceramics (Fig. S12) [72]. In addition, to confirm the thermal stability of the coated aerogel thin film at high temperature, TGA was further analyzed up to 1000 °C. At that time, the analysis of the low dielectric value and other physical properties of the sample heat-treated at 400 °C was also performed (Fig. S13). Hence, the above-mentioned outstanding properties allow the cross-linked aerogel films to be an excellent candidate for interlayer dielectric material for future nanodevice interconnect technology.",
    "Conclusion": "4\n                  Conclusion\n                  The epoxide ring-opening reaction-based cross-linker successfully provided mechanical strength to highly porous silica aerogel (65.6%) films with an interconnecting pore size of 10.9 nm. The porosity and pore size of synthesized films are optimized with a simple method using TEOS-to-methanol molar ratio. The aerogel films exhibited a modulus of higher than 5.1 GPa with a surface roughness of 4.69 nm. Because of the highly porous nature of silica aerogel films, the dielectric constant was calculated to have an ultralow-κ value (κ = 1.7) the films contain closed-surface pores. TEM and EDS mapping demonstrated that the metal was not penetrated even after TiN deposition. The results of this study were consistent with the simulation results, and the compatibility of the semiconductor packaging process was verified by performing gap filling, CTE, CMP, and dry etching for the first time on a low dielectric constant aerogel film. Consequently, the films were demonstrated as the potential future interlayer dielectric materials.\n                  The cross-linked silica aerogel thin film is synthesized with an approximately 700 nm thickness. The mechanically-enhanced aerogel film exhibits a dielectric constant of 1.7 and demonstrated potential as a future interlayer dielectric material with various device applicability tests, including gap filling, CTE, CMP, and dry etching.",
    "Data availability statement": "Data availability statement\n                  The authors declare that the data supporting of this study are available within the main article and Supplementary Information. All other additional information can be provided by the corresponding authors with reasonable request.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Haryeong Choi: Conceptualization, Writing – original draft, Formal analysis. Taehee Kim: Conceptualization, Writing – original draft, Formal analysis. Taeho Kim: Conceptualization, Writing – original draft, Formal analysis. Sunil Moon: Software, Validation. SangHyuk Yoo: Software, Data curation. Vinayak G. Parale: Conceptualization. Rushikesh P. Dhavale: Investigation. Keonwook Kang: Software. Hyunchul Sohn: Supervision, Project administration. Hyung-Ho Park: Supervision, Project administration."
  },
  "references": []
}