{
  "title": "Systematic root cause analysis of ceria-induced defects during chemical mechanical planarization and cleaning",
  "authors": [
    "Nguyen, Van-Tuan"
  ],
  "publication": {
    "journal": "Journal of Manufacturing Processes",
    "date": "2024-10-15",
    "doi": "10.1016/j.jmapro.2024.07.102"
  },
  "abstract": "As semiconductor devices become smaller, having ultra-smooth and flawless surfaces is crucial. The manufacturing of advanced devices requires strict conditions to avoid defects. These defects can lead to device failure and reliability problems. This paper presents a detailed study of defects related to ceria on SiO2 surfaces after post-chemical mechanical planarization (CMP) cleaning processes. The focus is on uncovering the primary causes of these defects, which are believed to appear in various forms: remnants, small fragments, and cerium-modified layers. The investigation found no traces of ceria remnants in atomic force microscopy phase images, suggesting they might have been eliminated during cleaning. Yet, small ceria particle fragments were detected on the SiO2 films. These fragments, likely created during polishing, adhere strongly to the SiO2, resisting removal by brush scrubbing. Moreover, the research revealed a cerium-modified layer on the SiO2 surface, formed by the chemical interaction between ceria particles and SiO2 films during polishing. Scanning Electron Microscopy-Energy Dispersive X-ray (SEM-EDX) mapping showed Ce atoms in areas without visible ceria particles, confirming this layer's presence. The insights from this study provide a deeper understanding of ceria-related defects in the semiconductor manufacturing process, offering valuable information for improving residue removal and surface cleaning in post-CMP processes.",
  "keywords": [
    "Chemical mechanical planarization",
    "Cleaning",
    "Ceria particles",
    "Defects",
    "Semiconductor"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  As semiconductor devices continue to shrink, achieving ultra-smooth and defect-free surfaces has become essential to prevent manufacturing failures and ensure reliability [1]. The production of advanced devices demands stringent conditions throughout the manufacturing process to prevent defects that may result in device failure and reliability issues. Therefore, it is necessary to avoid defects caused by residual particles, residual particles, organic residues, metallic impurities, etc. during the chemical mechanical planarization (CMP) process [2], as these can significantly impact device performances. Thus, post-CMP cleaning has emerged as a critical step in the semiconductor manufacturing process [2,3].\n                  One of the significant challenges in post-CMP cleaning is the removal of ceria particles from SiO2 surfaces [4,5], primarily due to their strong adhesion resulting from the Ce-O-Si bond [5,6]. This challenge becomes even more difficult as ceria particles in the slurry become smaller and more complex in composition [5]. Recent efforts have focused on improving the removal of these particles from SiO2 films by developing new cleaning solutions [7], optimizing the brush scrubbing process [3], or a combination of both. Nevertheless, despite these advancements, new sources of ceria-related defects have been introduced as defect detection technology advances. Currently, the resolution for detecting these defects, peaks at 45 nm [8], suggesting the potential existence of undetected defects and highlighting our limited understanding of existing ones. To continue to drive innovation in post-CMP cleaning, a deep understanding of the origins and persistence of ceria-related defects on SiO2 surfaces is essential.\n                  While existing literature primarily focuses on intact ceria particles present on the SiO2 surface [9–11], it is important to explore potential ceria-related defects beyond whole ceria particles. For example, particles may adhere to the SiO2 film under pressure, get sheared during polishing or brush scrubbing, and leave remnants on the surface, which can pose challenges in post-CMP cleaning. Another source of ceria residue could originate from the polishing process itself. As the pad and films rotate, the consistent pressure applied to the wafer subjects ceria particles to high stress, causing them to fragment [12]. These smaller fragments might form stronger bonds with SiO2 films than intact counterparts [4], and brush asperities often fail to access the film surface effectively for removal [13]. Moreover, high-stress chemical reactions during polishing could catalyze the formation of a modified film [14], driven by the interaction with ceria particles. Such phenomena are observed with silica glass films due to ceria interaction [15,16], suggesting a comparable possibility during SiO2 film polishing. Cerium-modified layers can be considered as ‘defects’ in silicon dioxide (SiO2) films for two reasons. Firstly, incorporating cerium atoms into the SiO₂ layer results in a new localized impurity band between the Valence Band Maximum and the Conduction Band Maximum [17]. This phenomenon arises due to the strong hybridization between Ce-4f orbitals and O-2p orbitals. This hybridization pushes Ce-5d states toward the bottom of the conduction band, slightly reducing the band gap. Consequently, this effect can increase the leakage currents in the silicon dioxide layer, affecting its insulating properties and potentially causing device failure [18]. Another reason is that the cerium-modified layer introduces Ce-O-Si bonding, which possesses a higher bonding energy compared to the Si-O-Si bonds in the original SiO2 film [19]. This increased intermolecular bond strength results in higher surface energy for the cerium-modified layer [20,21]. The change in surface energy can negatively impact the adhesion between isolation trenches and subsequent layers. As a result, this poor adhesion may lead to electrical shorts and leakage in the device, ultimately reducing its reliability.\n                  The potential presence of these ceria-related defects can pose significant challenges for smaller devices, particularly in achieving a defect-free surface.\n                  This study aims to investigate the origins and persistence of ceria-related defects on SiO2 surfaces after cleaning. We have formulated three possible hypotheses as illustrated in Fig. 1\n                     :\n                  ∙ Case 1: Ceria remnants form strong bonds and penetrate the SiO2 film, making their removal during the brush scrubbing ineffective.\n                  ∙ Case 2: Smaller fragments broken from ceria particles during polishing remain on the wafer surface after brush scrubbing.\n                  ∙ Case 3: Ceria residue originates from the cerium-modified layer formed during polishing due to the interaction between ceria and the wafer film.\n                  In our study, we hypothesized that specific ceria-induced defects, typically undetectable through traditional topography analysis, may surface during the polishing and post-cleaning process. These defects include ceria remnants adhered to the SiO2 film, smaller ceria fragments, and cerium-modified layers. We utilized techniques like phase imaging in atomic force microscopy (AFM) and Scanning Electron Microscopy-Energy Dispersive X-ray (SEM-EDX) mapping on patterns to investigate these ceria-related defects. Our analysis confirmed the presence of small ceria fragments and a cerium-modified layer on the SiO2 surface. The findings from our study provide valuable insights into improving the cleaning processes in semiconductor manufacturing.",
    "Experimental section": "2\n                  Experimental section\n                  \n                     2.1\n                     Materials\n                     A 2000 nm-thick blanket of SiO2 on 200 mm diameter Si wafers was purchased from DK Nanotechnology. The patterned Shallow Trench Isolation (STI) wafer, labeled SKW 3–2 (MIT 961), was acquired from SKW Associates, Inc. The wafers were diced into 4 × 4 cm2 pieces for further experiments. Colloidal ceria dispersion and polyvinyl acetal (PVA) brush were obtained from Solvay and AION Co, respectively. Ammonium hydroxide (28–30 % NH4OH), L-proline, nitric acid, and hydrogen fluoride (HF) were obtained from Sigma Aldrich.\n                  \n                  \n                     2.2\n                     CMP and post-CMP cleaning\n                     The coupons (4 × 4 cm2) were polished for 1 min at 93/87 rpm using a CP-4 polisher and the polyurethane pad (HD-319B, SK enpulse), under 2 psi pressure and 120 ml/min slurry flow. The pad was conditioned ex-situ with diamond conditioner (LPX-DS2, Saesol). The slurry for polishing the SiO2 coupons consisted of 1 wt% CeO2 and 0.5 % L-Proline, with the pH adjusted to 4 by a nitric acid solution. We used 1 wt% CeO2 to compare the quantification of ceria particles through topographical and ionic analyses, while 0.01 wt% CeO2 was employed to investigate three different cases for the nature of ceria residues. The coupons were rinsed with de-ionized water (DIW) and air-dried to remove slurry residue after polishing.\n                     Polished coupons were scrubbed with pH-adjusted DIW to 11 using an in-house brush scrubbing system described in our previous work [22]. For the brush scrubbing, the nodules (7.3 mm in diameter and 3 mm in height, AION) from the PVA brush roller were pre-soaked in DIW for 10 min and then attached to the scrubbing system. 100 μl of cleaning liquid was dropped onto the polished coupons, then scrubbed for 1 min at 50 rpm and 2.8 psi. The coupons were rinsed with DIW and excess water was removed with an air jet.\n                  \n                  \n                     2.3\n                     Comparison between the quantification of ceria particles from topographical and ionic analysis\n                     The topography of the SiO2 film after CMP and subsequent cleaning was examined using atomic force microscopy (AFM) (Multimode 8, Bruker). Areas measuring 10 μm × 10 μm on the cleaned film were analyzed at a rate of 0.5 Hz in tapping mode using a Bruker NCHV-A probe. This allowed us to identify any residual ceria particles on the film. The number of particles collected in the scanned area was then converted to calculate the average particle number per 1 cm2, which we subsequently compared to the values obtained through the ionic analysis.\n                     For quantifying the number of ceria-related defects using the ionic analysis, we dissolved the cleaned film in a 1 % HF solution and left it to evaporate in a vacuum hood for 24 h. Following this, the coupons were rinsed with DIW to collect all cerium ions from the SiO2 film. The concentration of cerium ions in the collected solution was measured using ICP-MS (XSERIES-2, Thermo Scientific). The number of ceria particles per 1 cm2 on the cleaned film was estimated from the Cerium ion concentration using the Eq. 1:\n                           \n                              (1)\n                              \n                                 \n                                    Ceria\n                                    \n                                       c\n                                       \n                                          m\n                                          2\n                                       \n                                    \n                                 \n                                 =\n                                 Ce\n                                 \n                                 conc\n                                 .\n                                 \n                                    ppb\n                                 \n                                 ×\n                                 \n                                    \n                                       Total solution\n                                       \n                                       vol\n                                       .\n                                       ×\n                                       \n                                          M\n                                          \n                                             CeO\n                                             2\n                                          \n                                       \n                                    \n                                    \n                                       Dissolved area\n                                       ×\n                                       \n                                          M\n                                          Ce\n                                       \n                                       ×\n                                       Ceria density\n                                       ×\n                                       Ceria\n                                       \n                                       vol\n                                       .\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     The total volume of the dissolved solution is determined by the amount of DIW used to collect cerium ions from the dissolved SiO2 film. Here, MCeO2 represents the molecular weight of Ceria (172.1 g/mol), MCe is the atomic weight of a Cerium atom (140.1 g/mol), and the density of Ceria is approximately 7.2 g/cm3. The dissolved area corresponds to the portion of the SiO2 film that has been dissolved by HF, while the volume of ceria particles is estimated using a hexagonal geometry with a height of 80 nm.\n                  \n                  \n                     2.4\n                     Investigation of ceria-related defects on the surface utilizing STI-patterned wafers\n                     To closely monitor the areas where particles were removed after brush scrubbing, we utilized MIT 961 STI-patterned wafers. Fig. 2\n                         shows a SEM image of a representative pattern on the STI-patterned wafer, along with the monitoring sites on the AFM. We selected patterns with a line/space width of 2.5 μm/2.5 μm as our monitoring sites, which allowed us to locate and investigate three potential types of ceria-related defects through AFM and SEM (JSM 7900-LV, JEOL). AFM measurements were conducted on areas measuring 20 μm × 20 μm.\n                     To determine the optimal number of residual particles on the surface for subsequent experiments, we examined SEM images of films polished with varying ceria concentrations (0.2 wt%, 0.1 wt%, 0.01 wt%, and 0.005 wt%) (data not shown). As expected, the amount of ceria in the patterns increased proportionally with the ceria content in the slurry. Based on the particle count on the wafer surfaces, we selected 0.01 wt% as the ceria slurry concentration for our investigations.\n                     We employed AFM-based phase image measurement to delve into the nature of ceria-related defects on the SiO2 surface. This technique enabled us to monitor the phase lag between the signal driving the cantilever oscillation and its output signal, reflecting alterations in the mechanical properties of the sample surface. The oxidation states (Ce3+/Ce4+) of cerium-related defects on the surface, along with their concentrations, were ascertained using XPS (Nexsa G2, Thermo Scientific) at the Cornell Center for Materials Research.",
    "Results and discussions": "3\n                  Results and discussions\n                  \n                     3.1\n                     Investigation of ceria-related defects on the cleaned SiO2 surface\n                     Current defect detection methods reach their limits at 45 nm, especially when it comes to analyzing particle-shaped defects. While AFM can detect particles smaller than 10 nm, its scanning area is confined to ~5 × 5 μm2. Our goal is to investigate potential defects associated with ceria beyond the analysis of whole ceria particles. This raises the question of whether there are ceria-related defects that do not involve the intact particles on the surface, or if we only observe whole ceria particles.\n                     To address this question, we examined ceria-related defects on the SiO2 surface following brush scrubbing, utilizing both topographical and ionic analysis techniques, as illustrated in Fig. 3\n                        . The AFM topographical image (Fig. 3a) shows the presence of three intact ceria particles along with several smaller particles within a 10 × 10 μm2 area. The origin of these small particles on the films and their associated defects will be discussed in section 3.3. For the calculation of ceria residues per square centimeter, only the intact particles observed in the topographical image were considered, resulting in ~3 × 106 particles/cm2.\n                     In contrast, an analysis of Ce ions via ICP-MS yielded a count of ~9.2 × 109 particles/cm2, marked at 1380 ± 25 ppb (Fig. 3b). This count is roughly 3000 times higher than the count driven from the topographical analysis. While the topographical images provide the particle-shaped defects on the wafer surface, ICP-MS analysis offers a highly quantitative assessment of Ce ions in/on the SiO2 film when coupled with a dissolution method (Fig. 3c). This significant discrepancy suggests the presence of additional ceria-related defects beyond whole particles on the wafer surface. Moreover, it indicates that the primary ceria-related defects may not be particle-shaped or could be smaller particles falling below the detection limit (less than 10 nm particles in our case), a fact that has been overlooked thus far. This observation leads us to propose three possible assumptions as outlined in the introduction.\n                  \n                  \n                     3.2\n                     Case 1-ceria remnants strongly bonded with SiO2 films\n                     Our primary objective was to investigate the presence of ceria remnants on the SiO2 surface. To achieve this, we conducted measurements in 20 μm × 20 μm areas on the STI-patterned wafers both before and after the cleaning process using AFM as shown in Figs. 4a and b. While ceria remnants could potentially be generated due to shear and high pressure during polishing and cleaning, our discussion here primarily focuses on the presence of ceria remnants on the wafer surface after brush scrubbing.\n                     In our analysis, we closely monitored the precise location of the observed particle in the topographical and phase images captured within a 500 nm × 500 nm scan (Fig. 4c and d). Fig. 4e illustrates the AFM profiles of the marked positions in the topical images before and after brush scrubbing. As shown in the red line in Fig. 4e, the particle's height and width measured at half-height are 76 nm and 120 nm, respectively. It is worth noting that in AFM, the lateral dimensions of measured objects tend to appear larger than actual values due to the tip-broadening effect [23,24]. Eq. 2 is used to calculate the actual width of the particle at the half-height (Wact) with the tip specifications [25]:\n                           \n                              (2)\n                              \n                                 W\n                                 _\n                                 act\n                                 =\n                                 w\n                                 _\n                                 measured\n                                 −\n                                 2\n                                 r\n                                 −\n                                 2\n                                 \n                                    \n                                       \n                                          h\n                                          2\n                                       \n                                       −\n                                       r\n                                    \n                                 \n                                 tan\n                                 \n                                    γ\n                                 \n                              \n                           \n                        where r is the spherical radius (around 10 nm), γ is half cone angle of the tip (around 22.5o) of Bruker NCHV-A tip, h is the height of particle (76 nm), and w\n                        measured is the width measured at half-height (120 nm) for the designated particle in Fig. 4c.\n                     On the other hand, the AFM profile of line 2 in Fig. 4e shows no topographical object where the particle was removed after brush scrubbing. This observation suggests two potential scenarios: Either the particle was completely removed or partially removed with a fracture resulting from the shear forces applied during brush scrubbing, leaving remnants adhered to the SiO2 film.\n                     To further investigate the presence of remnants, phase imaging was employed to capture variations in material response alongside topographical data, providing insights into the phases of ceria and SiO2 present in the images. However, the phase images clearly show no phase signal at the site where the particle was removed from the film after post-cleaning (a blue line), indicating the absence of ceria remnants on the SiO2 film. Interestingly, some sites were showing below 5 nm dents, suggesting that the ceria particles may have penetrated the SiO2 films during the polishing due to high pressure, but these particles were subsequently removed during the brush scrubbing (data not shown). Additionally, although no particles were visible in the topographical image, many small white spots were observed in the phase image on the SiO2 surface after the cleaning (Fig. 4d), which will be discussed in the subsequent section.\n                     Our findings challenge the likelihood of remnant formation during cleaning and suggest that the observed increase in cerium content on the polished film is not attributed to unremovable bonds of penetrated particles but possibly arises from alternative scenarios.\n                  \n                  \n                     3.3\n                     Case 2-smaller fragments broken from the ceria particle during polishing remain on the wafer surface even after brush scrubbing\n                     As the pad and film rotate during polishing, consistent pressure is applied to the wafer, subjecting ceria particles to high stress, causing them to fragment. Although we utilized ~80 nm ceria particles with a uniform size distribution in this study, we observed many smaller fragments on the phase images (Fig. 4e). These fragments are more strongly adhered with SiO2 films than their intact counterparts due to their higher surface concentration of Ce3+.\n                     For a more detailed understanding, we continued to monitor specific sites on the STI-patterned wafer before (Fig. 5a) and after cleaning (Fig. 5b). We utilized AFM-wide scans measuring areas of 1.5 μm × 1.5 μm to assess topography and phase contrasts on the wafer before (Fig. 5c) and after cleaning (Fig. 5d). Interestingly, there were a significant number of small particles alongside the regular-sized ceria particles on the wafer after polishing. A regular-sized ceria particle (particle 1, blue line) and a small particle (particle 2, red line, less than 15 nm in height) showed almost identical phase shifts deviating by about 30 degrees from the SiO2 film signal, possibly due to similar stiffness and hardness (Fig. 5e).\n                     Our observation suggests that the small fragments originate from the fragmentation of intact ceria particles during polishing. After brush scrubbing, the regular ceria particles on the monitoring site were eliminated without leaving any residue (Fig. 5d). However, the remaining smaller ceria particles on the wafer surface indicate that they are difficult to remove. Their adhesion to the wafer surface and small size may challenge their dislodgment during brush scrubbing. Most of these small fragments were observed on the polished wafer (Fig. 5c), and they remained after post-cleaning (Fig. 5d), suggesting the brush asperity was not effective in accessing the film surface to dislodge these particles.\n                     Upon conducting a more in-depth examination of the small ceria particles using AFM topographical analysis, we observed their random shapes falling within the range of 5–15 nm (Fig. 5f), This observation suggests that these smaller particles are a result of the fragmentation of intact ceria particles, given the uniform polyhedral shape of the 80 nm ceria particles utilized in the polishing process. In the CMP field, the impact of defects is primarily assessed by their quantity on the film [8]. There are a lot of small ceria fragments observed in our results, with approximately 70–80 fragments observed per square micrometer. This highlights their significant contribution to ceria defects regardless of their less volumetric contribution than a regular particle.\n                     This finding highlights the challenge of achieving complete removal solely via brush scrubbing, without the support of additional chemical treatment, especially when considering the inherent limitations of the current brush scrubbing process. This challenge may become more challenging when dealing with calcined ceria-based CMP slurries containing a higher proportion of small fragments originally from their production. In such scenarios, small residues persist on the wafer surface, further complicating the cleaning process.\n                     While numerous studies aim to optimize the brush scrubbing process and modify cleaning solution compositions to enhance ceria particle removal and prevent redeposition or cross-contamination, our research focuses on understanding the fundamental causes of ceria-related defects on wafer surfaces.\n                  \n                  \n                     3.4\n                     Case 3: ceria residue originates from the cerium-modified layer formed during polishing due to the interaction between ceria and the SiO2 film\n                     The last question we need to address is whether the high-stress chemical interactions induced by ceria particles during polishing can change the SiO2 surface. To investigate, we evaluated specific monitoring sites on STI-patterned wafers as described in the previous sessions. As expected, most of the regular-sized ceria particles were successfully removed, but smaller fragments remained on the surface. This raises a follow-up question: Will the areas on the SiO2 films from where particles were removed still retain the SiO2 film?\n                     To better comprehend the sites where particles were removed, we identified areas within the white solid square in Fig. 6\n                        , where no phase signal was detected. We assumed that these areas were absent of ceria particles and proceeded to perform elemental analysis at these sites. Surprisingly, SEM-EDX mapping (Fig. 6c) showed the presence of Ce atoms in regions where the phase signal associated with ceria particles was absent. This observation suggests the existence of defects, which are neither particle-shaped nor in the form of small fragments. These defects may potentially represent the modified layers on the SiO2 surface.\n                     The SiO2 films are highly hydrated and interact with the highly reactive ceria particles during polishing, as depicted by the reaction ≡Si–O–Si ≡ + H2O → Si(OH)4 [26,27]. Ceria particles assume a crucial role as a polishing contaminant, becoming embedded within the hydration layer on the SiO2 surface. This interaction induces changes in the surface, resulting in the formation of a cerium-modified layer with physical and chemical properties distinct from those of the SiO2 films. This phenomenon is known as the Beilby layer observed in the glass industry [15,16,28].\n                     The Beilby layer is a thin amorphous material that forms on the glass surface driven by the ceria abrasives during polishing, typically a few nanometers thick, due to atomic displacement occurring during the polishing process. Given the similar composition between SiO2 film and silica glass, it is reasonable to assume that a cerium-modified layer can also form on SiO2 films through the interaction between ceria and the SiO2 film during polishing.\n                     The dynamics at the ceria/SiO2 interface involve bond formation and dissociation, potentially leaving some Ce atoms on the SiO2 films at the atomic level. The polishing process heavily relies on surface chemistry and dynamics to consistently form and remove a hydroxyl-rich layer in SiO2 films [14], leading to the Beilby layer formation. The extent of Ce penetration is governed by the ratio of Ce-O-Si and Si-O-Si hydrolysis rates [16], which increases with interface temperature and the material removal rate during polishing, leading to greater Ce penetration into the Beilby layer.\n                  \n                  \n                     3.5\n                     Analysis of ceria-related defects on blanket SiO2 films after post-CMP cleaning\n                     Our verification for three different scenarios indicates the presence of cerium-related defects, appearing as small fragments and a cerium-modified layer on the surface after post-CMP cleaning. The blanket SiO2 film was polished using a high concentration of ceria slurry (5 wt%) and cleaned with brush scrubbing. Subsequent surface analyses were performed using XPS.\n                     \n                        Fig. 7\n                         shows the peaks in the range of 885 to 902 eV in the survey XPS spectrum of the cleaned film (Fig. 7b), which indicates the presence of cerium whereas no cerium trace was detected on the pristine film (Fig. 7a). The concentration ratios of Ce3+/Ce4+ within the defects on SiO2 film were determined from Ce 3d5/2 and Ce 3d3/2 XPS spectra as shown in Fig. 7c. To ascertain the Ce3+ concentration on the ceria surface, the XPS spectra were divided into eight peaks utilizing a mixed Gaussian–Lorentzian function model. Table 1\n                         provides detailed information on the binding energies (BE) and relative area ratios of different ceria particle peaks. The labels v and u correspond to the graphs of Ce 3d5/2 and Ce 3d3/2, respectively. Peaks labeled as v\n                        1, and u\n                        1 are attributed to Ce3+, while those labeled as v\n                        0, v\n                        2, v\n                        3, u\n                        0, u\n                        2, and u3 indicate Ce4+ [29,30].\n                     As shown in Table 1, the relative concentration of Ce3+ within ceria-related defects is 68.9 % (blue area), a substantial amount compared to the 28.3 % Ce3+ concentration in ~80 nm ceria [31]. Therefore, the high concentrations of Ce3+ in ceria-related defects lead to the formation of strong Ce-O-Si structures, making their removal challenging [5].\n                     The Ce3+ to Ce4+ ratio within ceria particles as well as slurry/polishing conditions such as particle concentration, additive types, pH, and pressure, can significantly impact the formation of ceria-related defects on the film. To address this, further optimization of the brush scrubbing process and the formulation of improved cleaning compositions are imperative. This initiative is crucial to meet the stringent requisites of upcoming semiconductor manufacturing endeavors.",
    "Conclusion": "4\n                  Conclusion\n                  Our research focused on analyzing the root causes of ceria-related defects on SiO2 surfaces. We assumed that these defects can exist in various forms, including remnants, smaller fragments, and cerium-modified layers. Our analysis showed no evidence of ceria remnants in AFM phase images, suggesting that the ceria remnants could be removed during the cleaning. Smaller fragments of ceria particles, likely resulting from fragmentation during polishing, were observed on the wafer surface. These fragments exhibited strong adhesion to SiO2 films, making them resistant to removal via brush scrubbing. Also, we showed the formation of a cerium-modified layer on the SiO2 surface due to chemical interactions between ceria particles and SiO2 films during polishing. SEM-EDX mapping confirmed the presence of Ce atoms in areas where ceria particles were absent, suggesting the existence of this modified layer.\n                  In order to meet the stringent requirements of semiconductor manufacturing, it is crucial to optimize cleaning processes further and advance cleaning formulations. Our findings will contribute to a comprehensive understanding of ceria-related defects on the SiO2 films, offering insights into potential implications for residue elimination and surface cleaning strategies in post-CMP cleaning.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Van-Tuan Nguyen: Conceptualization, Data curation, Formal analysis, Investigation, Methodology, Validation, Visualization, Writing – original draft, Writing – review & editing. James Wait: Investigation, Methodology. Tomoya Nishi: Conceptualization, Investigation, Methodology, Resources, Writing – review & editing. Satomi Hamada: Conceptualization, Investigation, Methodology, Project administration, Resources, Supervision, Validation, Writing – review & editing. Hirokuni Himaya: Conceptualization, Investigation, Methodology, Project administration, Resources, Supervision, Validation, Writing – review & editing. Jihoon Seo: Conceptualization, Formal analysis, Funding acquisition, Investigation, Methodology, Project administration, Resources, Supervision, Validation, Visualization, Writing – original draft, Writing – review & editing."
  },
  "references": []
}