{
  "title": "Study on the effect of ceria concentration on the silicon oxide removal rate in chemical mechanical planarization",
  "authors": [
    "Kwak, Donggeon"
  ],
  "publication": {
    "journal": "Colloids and Surfaces A: Physicochemical and Engineering Aspects",
    "date": "2021-02-05",
    "doi": "10.1016/j.colsurfa.2020.125670"
  },
  "abstract": "The effect of ceria concentration on the removal rate of silicon oxide via chemical mechanical planarization was investigated. The removal rate decreased with increasing abrasive concentration. Surface analysis was used to confirm adsorption of ceria particles on silicon oxide wafers. A wide adsorption layer was formed on the wafer surface with ceria abrasive of both positive and negative charges. This adsorption layer was widened with increasing ceria concentration. Silica CMP did not show a decrease of removal rate and showed only a small area of adsorption. It was confirmed that adsorption of these ceria particles is caused by applied pressure as well as the effect of electrostatic force. It was confirmed through particle size distribution analysis of the slurry waste that the largest number of activated particles was achieved at 0.5 wt% concentration. The mechanism of effect for ceria concentration vs. removal rate is suggested with a schematic. Understanding of adsorption between ceria and silicon oxide, understood from various perspectives, will be helpful in further investigation of post CMP cleaning processes as well as CMP processes.",
  "keywords": [
    "Chemical mechanical planarization",
    "Ceria",
    "SMPS",
    "Adsorption",
    "Concentration"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Chemical mechanical planarization (CMP) is a process that can achieve global planarization of a wafer [1]. With continually shrinking device sizes, the importance of the CMP process increases due to increasingly strict planarization requirements [1]. Slurry is a CMP consumable that polishes wafers due to direct contact and is composed of abrasive and additives for improved process performances. Depending on the type of film to be polished or the type of process, an appropriate abrasive must be selected. Ceria and silica abrasives are generally used as a CMP slurry abrasive.\n                  Ceria abrasive is used in the inter-layer dielectric (ILD) CMP process due to its high removal rate and selectivity [2–5]. Some researchers have suggested a mechanism of ceria CMP [6,7]. Cook suggested that single molecule bonding between silicon oxide and ceria abrasive enables wafer polishing [6]. Hoshino argues that silicon oxide is removed not as single-bonded molecules, but lumped silicon oxide [7]. Some researchers have shown that Ce3+ ions on the surface of ceria abrasive can act as active area thereby the silicon oxide removal rate [4,8,9].\n                  Generally, an increase of abrasive concentration causes a higher removal rate due to increased number of polishing particles [10,11]. However, some researchers have shown a decrease of removal rate with ceria abrasive [12–14]. Wang showed that this phenomenon is due to large particles with increasing ceria concentration and increase of Ce3+, which act as an active area of ceria particles [12]. He argued that large particles in poly-dispersity ceria can trap small particles, thereby limiting small particle function [12]. However, monodisperse wet ceria showed the same phenomenon of reduced removal rate with increased concentration. Therefore, the relationship requires further investigation.\n                  In this study, the reason for decreased removal rate with increasing ceria was investigated with respect to adsorption of silicon oxide. Silica abrasive also was used to compare the ceria behavior. The particle size distributions of waste ceria with different concentrations and morphologies were analyzed using scanning mobility particle sizer (SMPS). The wafer surface underwent a simple cleaning process after CMP. A cleaned wafer was used to confirm surface adsorption of each abrasive. For a silicon oxide surface with ceria abrasive, an adsorption layer was quickly formed and was not removed via cleaning due to Si-O-Ce bonding, even at low concentration. The effect of applied pressure on formation of the adsorption layer was confirmed. An adsorption layer formed between ceria and the silicon oxide surface when ceria was positively or negatively charged due to applied pressure. Alternatively, wafers polished with silica only adsorbed a small amount of silica. This demonstrates that the adsorption layer interferes with the polishing process, which requires both bonding between silicon oxide and ceria abrasive and removal of lumped silicon oxide. This suggested mechanism provides a good explanation for decrease of removal rate at high ceria concentration as it can be applied to most ceria particles.",
    "Experimental": "2\n                  Experimental\n                  \n                     2.1\n                     Slurry preparation\n                     A commercial colloidal ceria slurry and colloidal silica were used for CMP processing. Ceria slurry was diluted using DI water at different weight concentrations: 0.5 wt%, 1.0 wt%, 2.0 wt%, and 4.0 wt%. Ceria slurries were adjusted to pH 4 or pH 10 using nitric acid and ammonium hydroxide. The silica slurry was prepared with 1 wt%, 5 wt%, 10 wt%, and 15 wt% concentrations and adjusted to pH 10 using ammonium hydroxide for dispersion stability. Transmission electron microscopy (TEM, JEM-2100 F, JEOL, Japan) was used to confirm slurry morphology, as shown in Fig. 1\n                        . A zeta sizer (ELSZ-2000, Otsuka Electronics, Japan) was used to measure the zeta potential of the slurry and that of ceria as function of pH.\n                  \n                  \n                     2.2\n                     CMP process condition\n                     A four-inch PETEOS wafer was prepared to conduct CMP process. A mini polisher (Poli-400, GnP Technology, Korea) was used as a CMP device. A CMP pad (HD-300, SKC, Korea) and conditioner (20PPW60EBC0, SAESOLDIAMOND, Korea) were used for the CMP process. The flow rate of the slurry was 150 mL/min. Detailed polishing conditions are summarized in Table 1\n                        .\n                  \n                  \n                     2.3\n                     Slurry waste analysis\n                     Slurry waste was sampled at the polisher during the CMP process. TEM was used to confirm the morphology of the slurry wastes. Energy dispersive x-ray spectroscopy (EDS) line scan was used to analyze the atomic composition of ceria particles with lumped silicon oxide. Particle size distribution of the raw slurry before CMP and slurry wastes were measured using SMPS (TSI 3080, TSI, USA), which measures the particles by classifying them according to electrical mobility [15]. Therefore, it can classify a certain size of particle by fixing the voltage of the differential mobility analyzer (DMA) at that classifies the particles. A nano-sampler was mounted at the DMA outlet to sample the particles at mode peak regarding the particle size distribution of the slurry waste.\n                  \n                  \n                     2.4\n                     Adsorption imaging\n                     After CMP, wafer cleaning was conducted to remove weakly adsorbed particles. The cleaning process is as follows. A polished wafer was dipped in DI water with a magnetic stirrer at 60 rpm for one minute. Sonication followed for one minute, and then the wafer was dried using dry air. The surface of the cleaned wafer was analyzed using scanning electron microscopy (SEM, JSM7600 F, JEOL, Japan) and a digital microscope (Dino lite Edge, AnMo Electronics Corporation, Taiwan).",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Removal rates of ceria and silica according to ceria concentration\n                     \n                        Fig. 2\n                         shows the removal rate and coefficient of friction (COF) of ceria as functions of concentration. The removal rate and COF decreased with increasing concentration. Some researchers have shown that COF is corelated with real contact area [16,17]. Therefore, a decrease of COF indicates decreased particles in direct contact, even with an increased concentration. Removal rate and COF were measured using silica abrasive and compared with those of ceria, as shown in Fig. 3\n                        . Unlike the ceria results, the removal rate and COF of silica abrasive increased with increasing concentration. The removal rate with silica increased to a high concentration of 15 wt%. Similar tendencies between the COF and removal rate indicate that the number of active particles increased with increasing silica concentration.\n                  \n                  \n                     3.2\n                     Adsorption of ceria and silica abrasive on a silicon oxide surface after CMP\n                     \n                        Fig. 4\n                         shows a SEM image of a cleaned wafer surface after CMP with different ceria concentrations. It was confirmed that the number of ceria particles on the wafer surface increased significantly as the concentration increased. The area percentage of ceria particles was calculated using ImageJ software. The adsorbed particle area was calculated as the ratio of the number of pixels in the ceria particle area to the total number of pixels in the wafer after adjusting the ceria particle area to white and the wafer area to black. Ceria particle area increased with increasing concentration. At 4 wt%, 33.71 % of the wafer was covered with ceria particles, even after cleaning process, corresponding to an increase of about four times over the area observed with the 0.5 % concentration. As shown in Fig. 6 SEM analysis of the wafer surface with different silica concentrations was conducted to compare with the ceria cases. With silica, the number of silica particles on the surface increased with concentration; however, this is a very small amount compared to the wafer surface after ceria polishing. Silica adsorbed 4.28 % of the total wafer area at a high concentration of 15 wt%, which is almost eight times lower than the ceria case, which showed a 33.71 % particle adsorption area on wafer at 4 wt%. This result indicates that ceria particles show more affinity to silicon oxide, and that adsorbed ceria particles are difficult to remove due to Si-O-Ce bonding (Fig. 5\n                        \n                        ).\n                     To analyze the surface of each wafer after CMP of a large area, a low-scale OM image was analyzed. As shown in Fig. 6, a wide band-shaped ceria adsorption layer can be seen on the surface of the wafer polished with ceria. The adsorption layer widens as the concentration increases, and at 4 wt%, most of the wafer area appears cloudy due to ceria adsorption. On the other hand, the OM image of the surface polished with silica had little surface adsorption., as shown in Fig. 7\n                        . The SEM and OM results indicate that a strong adsorption layer of ceria was rapidly formed on the oxide surface as concentration increased.\n                     It has been suggested that increasing the concentration of ceria slurry changes the lubrication characteristics [14]. The adsorption layer of ceria on the wafer surface as confirmed by SEM and OM image analyses of the high concentration ceria slurry interfere with sliding and rolling movements of newly supplied ceria particles and prevents direct contact with silicon oxide, suppressing the removal rate. Therefore, as shown in Fig. 2, this adsorption layer changes the lubrication characteristics of the wafer and abrasive interface, reduces the number of activated particles, and causes a change in COF Fig. 7.\n                  \n                  \n                     3.3\n                     Removal rate and adsorption with negatively charged ceria\n                     Some researchers have shown that zeta potential is a key factor for investigating adsorption [18–20]. Above pH 3, silica has a negative zeta potential [6,19]. Fig. 8\n                         shows the zeta potential of ceria slurry as a function of pH. At pH 4, ceria particles with positive charge can be adsorbed on the wafer surface than silica particles due to electrostatic attraction to the silicon oxide surface with a negative charge.\n                     The CMP process was conducted to confirm a decrease of removal rate with increase of concentration at pH 10. As shown in Fig. 9\n                        , removal rate decreased with increase of ceria concentration. The overall removal rate was reduced due to repulsive charges between wafer and ceria particles. Fig. 10 and Fig. 11\n                        \n                         show SEM and OM images of wafer surfaces after CMP, respectively. Some researchers using a dipping method showed less adsorption with the same zeta potential between ceria and silicon oxide [18,19]. However, adsorption of ceria on the wafer surface also occurred even negative charge of ceria particles which are same zeta potential with wafer surface. Due to the pressure applied between the pad-slurry-wafer during the polishing process, adsorption and bonding between ceria particles and the wafer occur even if they have the same charges. This adsorption was due to formation of Si-O-Ce bonds of ceria particles with the wafer, unlike with silica particles. The ability of ceria to bond with silicon oxide via Si-O-Ce bonds has a stronger influence on the adsorption layer with different concentrations than does the zeta potential of ceria.\n                     \n                        Figs. 12 and 13\n                        \n                         show removal rate with different applied pressures at 0.5 wt% and 4.0 wt%, respectively. Removal rate of pH4 ceria with a positive charge is higher than that of pH10 ceria with a negative charge for both 0.5 wt% and 4.0 wt% due to electrostatic attraction. The removal rate shows a difference of about 2 times compared to the condition of 1 psi at 0.5 wt% and a difference of about 1.3 times at 4 psi. At 4.0 wt%, the difference is about 1.5 times at 1 psi and 1.1 times at 4 psi. As pressure and concentration increase, the difference in removal rate between pH4 and pH10 ceria decreases. As pressure and slurry concentration increase, the effect of electrostatic force between the wafer and the slurry particles on the removal rate decreases. This indicates that Si-O-Ce bonding occurs with pressure even though the slurry particles and the wafer surface are repelled by electrostatic force. At high concentrations, with increasing number of particles that can participate in polishing, the difference in removal rates between pH4 and 10 decreases due to weaker influence on the zeta potential of the particles.\n                  \n                  \n                     3.4\n                     Slurry waste analysis\n                     Ceria slurry waste was collected during the CMP process to analyze particle size distribution of slurry waste on a TEM image. The particle size distribution of slurry wastes was measured using SMPS, as shown in Fig. 14\n                        . At only 0.5 wt%, a mode peak shift of about 4 nm was observed. Slurry waste was sampled at the mode peak with 0.5 wt% using a nano sampler to confirm the reason for peak shift.\n                     \n                        Fig. 15\n                         shows a TEM image and line scan data of sampled particles at the mode peak. Some of the sampled ceria particles were attached to a particle, possibly lumped silicon oxide detached from the silicon oxide surface. An increase of Si was observed in the attached particles using line scan. The Ce intensity was decreased while oxygen remained constant, indicating that the particle attached to ceria is lumped silicon oxide. Therefore, the mode peak shift at 0.5 wt% is due to the active particle bonded to silicon oxide. Other particle size distributions showed a similar distribution to slurry before CMP. As shown in removal rate results, polishing also occurred at 1.0 wt% to 4.0 wt% concentrations, demonstrating active particles in these slurry wastes. However, peak shift was not observed, which can be explained by a decrease in the number of active particles. The removal rate decreased when ceria concentration increased, which indicates decreased active particle concentration.\n                  \n                  \n                     3.5\n                     Suggested mechanism\n                     The suggested mechanism of removal according to ceria abrasive concentration is shown in Fig. 16\n                        . The silicon oxide polishing mechanism with ceria abrasive occurs due to Si-O-Ce bonding, which is stronger than Si-O-Si bonding [6]. Therefore, direct contact between ceria abrasive and the silicon oxide surface is critical for Si-O-Ce bonding. For smooth polishing, ceria particles that form bonds on the surface must be quickly removed. However, as the concentration increases, the polishing process combining the removal of bonded ceria particles and the adsorption of new ceria particles is interfered by the rapidly forming, strongly bonded ceria adsorption layer. Furthermore, ceria particles adsorbed on the silicon oxide can repel newly introduced ceria particles due to electrostatic repulsion. As a result, as the ceria concentration increased, the number of active particles decreased and the removal rate is reduced. When the silica slurry was used, since the amount of silica adsorbed on the surface was relatively small, mechanical polishing of silica could occur directly on the surface of the wafer. Therefore, when silica was used, the removal rate increased with increasing abrasive concentration. The proposed mechanism can explain the decrease in removal rate with increasing concentration regardless of type or particle size distribution of ceria slurry.",
    "Conclusions": "4\n                  Conclusions\n                  In this study, investigation of the effect of ceria concentration on silicon oxide removal rate was conducted. The removal rate decreased with increasing ceria concentration, which is unlike the trend observed for silica abrasive. There were many ceria particles adsorbed on the wafer surface after CMP, and the number of adsorbed ceria particles increased as the concentration increased. However, only a small amount of silica particles was adsorbed on the wafer, even at much higher concentrations. A peak shift due to the presence of lumped SiO2 was confirmed by analyzing the particle size distribution of waste slurry at 0.5 wt% ceria. The peak shift was covered by non-active particle peaks due to a decrease in active particles. In conclusion, ceria particles can adsorb onto the silicon oxide surface rapidly, even at low concentrations. As a result, the CMP process is hindered by the adsorption layer. In both the CMP process and the post CMP cleaning process, adsorption between the slurry and the wafer plays an important role. The effect of pressure applied in the CMP process on adsorption and analysis of lumped silicon oxide are of high value for further study to understand ceria CMP.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Donggeon Kwak: Conceptualization, Formal analysis, Writing - original draft, Writing - review & editing, Methodology, Investigation. Seungjun Oh: Validation, Formal analysis. Juhwan Kim: Validation, Visualization. Junho Yun: Resources, Investigation. Taesung Kim: Supervision, Validation, Writing - review & editing, Project administration."
  },
  "references": []
}