{
  "title": "Synthesis, characterization of CeO2@ZIF-8 composite abrasives and their chemical mechanical polishing behavior on glass substrate",
  "authors": [
    "Yuan, Xiaoyue"
  ],
  "publication": {
    "journal": "Ceramics International",
    "date": "2023-02-01",
    "doi": "10.1016/j.ceramint.2022.10.037"
  },
  "abstract": "As a kind of abrasive, cerium oxide (CeO2) abrasive provides the most key support for glass planarization, whose material removal rate (MRR) is related to the concentration of Ce3+ in the CeO2 surface. Herein, a series of composite abrasives named zeolite imidazolium cerium oxide (CeO2@ZIF-8) were prepared to increase the concentration of Ce3+ by growing different amounts of zeolitic imidazolate framework (ZIF-8) material on the cerium oxide particles, and their polishing properties on glass substrates were evaluated. When the content of ZIF-8 in the CeO2@ZIF-8 composite abrasive is 1.95 wt%, the MRR using this abrasive can reach up to 22.2 μm/h, which is 28% higher than that of pure ceria abrasive, while a lower average surface roughness (Sa, arithmetic mean height) of 1.23 nm can be obtained. The X-ray photoelectron spectroscopy results revealed an increase in the concentration of Ce3+ ions in the CeO2@ZIF-8 composite abrasive surface. The contact angle tests indicated that the slurries containing CeO2@ZIF-8 abrasives had superior wettability on glass substrate. Therefore, under the synergy of the two aspects, the chemical reaction process between CeO2@ZIF-8 composite abrasives and the glass substrate is remarkably promoted, resulting in outstanding polishing performance. We believe this work adds valuable insights regarding glass CMP by using CeO2@ZIF-8 as abrasives.",
  "keywords": [
    "Zeolite imidazolium ester cerium oxide",
    "Composite abrasives",
    "Chemical mechanical polishing",
    "Polishing mechanism",
    "Glass substrate"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  In modern manufacturing, the glass substrates' global planarity is commonly achieved by using chemical mechanical polishing (CMP) technology [1]. The rare earth oxide cerium oxide (CeO2), one of the most widely used abrasives, is considered the best abrasive for glass polishing due to its unique chemical reaction with silicon oxide (SiO2) [2]. Under the combined action of mechanical wear and chemical reaction, CeO2 abrasive has a high material removal rate (MRR) and superior surface finishes. However, with the increasingly stringent requirements for planarization of glass substrates applied in advanced fields such as information display, aerospace and new energy, traditional CeO2 slurry can no longer meet production needs because it is prone to agglomeration and precipitation, which is not conducive to post-wafer cleaning and may cause local roughness [3]. Therefore, the improvement of CeO2 slurry and CeO2 abrasive is crucial for high-precision processing across the glass industry.\n                  The actual MRR of CeO2 is closely related to its characteristics, which will significantly affect the physicochemical properties between the CeO2 abrasive and the glass surface. Zhang et al. [4] chose γ-aminopropyltriethoxysilane (APS) to directly modify CeO2 nanoparticles, significantly improving the slurry’s dispersion stability and reducing agglomeration. However, this modification method of cerium oxide sacrifices polishing efficiency to ensure surface quality. Cheng et al. [5] doped lanthanide elements (La, Nd, and Yb) on the CeO2 surface using the modified incipient impregnation method. The MRR of doped CeO2 can be increased by up to 30%, simultaneously obtaining the good surface quality (the average surface roughness is 9.3 Å). Because of the inherent valence transition characteristics of CeO2, this method can increase the concentration of Ce3+ ions in the particle surface by introducing trivalent rare earth dopants to promote the conversion of Ce4+ ions to Ce3+ ions. This indicates that the enhanced concentration of Ce3+ ions on the surface is beneficial to the decomposition of Si–O bonds and the formation of Si–O–Ce bonds during glass CMP, thereby improving the CMP performance of glass.\n                  In addition, synthesizing composite materials is a meaningful way to improve the polishing performance of abrasives in recent years and has received increasing attention. The core-shell structured polystyrene@ceria/nanodiamond ternary abrasive [6] is a typical composite abrasive particle used in CMP, which reflects the synergistic effect of organic and inorganic materials, exhibiting improved CMP performance. Compared to unitary CeO2 abrasive, the MRR values polished by ternary composite abrasives were 10–20% higher, and the average surface roughness values for composite abrasives were much reduced because of the combination of the nanodiamonds’ high hardness, the chemical activity of CeO2, and the elastic characteristic provided by polystyrene. The composite composed of two or more components has a designable structure, which can not only maintain the advantages of the material properties of each component but also obtain comprehensive properties that a single part cannot achieve through the complementation and correlation of each component. However, like most traditional CMP, they all employ toxic and polluted ingredients during preparation, leading to potential environmental pollution [7]. To overcome these challenges, environmentally friendly compositions such as malic acid [8], chitosan oligosaccharide (COS) [9], and nicotinic acid (NA) [10] are used to develop novel green CMP slurries, making a significant contribution to the effective reduction of environmental pollution caused by conventional CMP [11]. This method offers a new idea for developing a novel CeO2 CMP.\n                  As a typical organic-inorganic hybrid zeolite imidazolate framework material, 2-Methylimidazole zinc salt (ZIF-8) is a porous crystalline material composed of zinc ions coordinated with 2-methylimidazole. It has a high specific surface area, regular pores, good thermal-chemical stability, and excellent catalytic activity [12,13]. Thus, it is widely used in the catalytic field. In addition, ZIF-8 has advantages in surface modification, allowing rational design and functionalization [14,15]. Meanwhile, ZIF-8 can be rapidly synthesized in water, avoiding the use of toxic methanol, which is beneficial for protecting the environment [16].\n                  Inspired by these ideas, combining pure cerium oxide abrasive with ZIF-8 material may be an excellent way to promote the conversion of Ce4+ ions to Ce3+ ions in the cerium oxide to improve the polishing performance. Therefore, we prepared a novel CeO2 composite abrasive called zeolite imidazolium ester cerium oxide (CeO2@ZIF-8) that different amounts of ZIF-8 material were grown outside the commercially available cerium oxide nucleus, and applied it in glass CMP. The microstructures and CMP behavior of CeO2@ZIF-8 composite abrasives were investigated by Fourier transform infrared spectroscopy (FTIR), scanning electron microscope (SEM), transmission electron microscope (TEM), X-ray diffraction (XRD), polishing experiments and X-ray photoelectron spectroscopy (XPS) analyses, then the polishing mechanism was further explored.",
    "Experimental section": "2\n                  Experimental section\n                  \n                     2.1\n                     Chemicals\n                     The chemical reagents used in all experiments are as follows. Pristine cerium oxide powders (CeO2) with an average particle size of 1 μm were purchased from Zibo Baosteel Lingzhi Rare Earth Hi-tech Co., Ltd. (China). Glutaric anhydride (C5H6O3, ≥98%), 2-methylimidazole (C4H6N2, ≥98%), and zinc nitrate hexahydrate (Zn(NO3)2•6H2O, ≥99%) were purchased from Shanghai Macklin Biochemical Co., Ltd. (China). Anhydrous ethanol (C2H5OH, ≥99.7%), N, N-dimethylformamide (DMF, C3H7NO), 3-aminopropyl triethoxysilane (KH550, C9H23NO3Si), and sodium hydroxide (NaOH), were bought from Sinopharm Chemical Reagent Co., Ltd. (China). All chemicals were used without any further purification.\n                  \n                  \n                     2.2\n                     Synthesis of modified ceria (CeO2–COOH)\n                     The KH550 and glutaric anhydride were used to modify the commercially available CeO2 (see Fig. 1\n                        ). First, 5 g KH550 was added to a three-necked flask containing 120 mL DMF. Subsequently, 3 g glutaric anhydride was added to the mixture and stirred at room temperature for 3 h until the solution was clarified. Then, 60 mL N, N-dimethylformamide suspension (the volume ratio of DMF to H2O is 2:1) containing 40 g CeO2 powder was added and stirred continuously for 5 h. After the stirring stopped, the reaction suspension was centrifuged at 5000 rpm for 5 min. Finally, the precipitate was washed twice with deionized (DI) water and anhydrous ethanol once, and dried at 60 °C for 8 h to obtain carboxylated cerium oxide powder (CeO2–COOH).\n                  \n                  \n                     2.3\n                     Preparation of CeO2@ZIF-8 composite abrasive\n                     ZIF-8 was grown on the surface of modified CeO2–COOH by a simple method (see Fig. 1). First, 10 g of modified CeO2–COOH powder was weighed and added to a three-necked flask containing 125 g aqueous zinc nitrate hexahydrate solution, and the mixture was ultrasonicated for 10 min and stirred in a water bath at 70 °C for 30 min to evenly disperse it. Second, 375 g 2-methylimidazole aqueous solution (0.389 M) was quickly added to the suspension. After the 2-methylimidazole aqueous solution was added, the mixture was stirred for 20 min. Then, the stirring was stopped and the mixture was cooled to room temperature. Eventually, the collected reaction suspension was centrifuged at 5000 rpm for 5 min, washed twice with DI water and C2H5OH once, and dried at 80 °C for 8 h to obtain zeolite imidazolium ester cerium oxide (CeO2@ZIF-8) composite abrasives.\n                     In order to compare the effect of ZIF-8 content on the polishing performance of CeO2@ZIF-8 composite abrasives, a series of CeO2@ZIF-8 abrasives with different ZIF-8 contents were prepared by changing the amount of Zn(NO3)2•6H2O added under the condition of a fixed concentration of 2-methylimidazole. In the end, a series of CeO2@ZIF-8 abrasives (0%, 0.50 wt%, 1.95 wt%, 3.76 wt% and 7.52 wt%, theoretically mass percentage of ZIF-8 vs. slurry) were synthesized by fixing the concentration of Zn(NO3)2•6H2O at 0, 0.019 M, 0.075 M, 0.145 M, 0.290 M, respectively.\n                  \n                  \n                     2.4\n                     Chemical mechanical polishing tests\n                     Polishing experiments were performed by CeO2 slurry, CeO2–COOH slurry, and CeO2@ZIF-8 slurries containing different ZIF-8 contents of the same solid content (2 wt%). CMP experiments were conducted by polishing glass substrates on a polishing machine (UNIPOL-1000S, Shenyang Kejing Instrument Co., LTD., China). The glass substrates used in the experiments are pristine soda lime glass substrates of constant surface roughness, and were processed into circular pieces with a diameter of 50 mm. The polishing pad is a Rodel porous polyurethane pad. The parameters of polishing were set as follows (see Table 1):\n                     After polishing, the glass substrates were washed with detergent and DI water in sequence, dried and weighed. The MRR is calculated by equation (1) [4,17]:\n                           \n                              (1)\n                              \n                                 \n                                    M\n                                    R\n                                    R\n                                    =\n                                    \n                                       \n                                          Δ\n                                          m\n                                          *\n                                          \n                                             10\n                                             4\n                                          \n                                       \n                                       \n                                          ρ\n                                          π\n                                          \n                                             R\n                                             2\n                                          \n                                          τ\n                                       \n                                    \n                                 \n                              \n                           \n                        Where, MRR: material removal rate (μm/h); Δm: mass of material removed from glass substrates before polishing and after polishing (g); R: radius of the glass substrate (cm); τ: polishing time (h); ρ: the density of glass substrate (g/cm3, and ρglass = 2.5 g/cm3).\n                  \n                  \n                     2.5\n                     Characterization\n                     The modification and composite process of CeO2 in the range of 4000 to 400 cm−1 were analyzed by FT-IR (Nicolet AVATAR 370) spectroscopy.\n                     The morphologies of CeO2 and CeO2@ZIF-8 were characterized by SEM (JSM-7500F), and the bonding state of ZIF-8 on cerium oxide was further characterized by TEM (JSM-2010F) at 15 kV. Before the TEM test, the abrasives were diluted with ethanol, dropped onto a copper mesh, and then dried at 80 °C.\n                     Size distributions were obtained from a Malvern particle size analyzer (Zetasizer3000HS). Before each test, powder samples were ultrasonically dispersed in deionized water for 5 min.\n                     XRD patterns of these samples were recorded on a D/max-2500 diffractometer (Rigaku, Japan) using Cu Kα radiation (18 kW, λ = 1.5418 Å). The operating voltage and current of the X-ray tube were fixed at 40 kV and 40 mA, respectively. The scan speed was set at 3° min−1 with a step size of 0.02°. The intensity data were collected from 2θ = 0 to 70°.\n                     Textural characteristics of these samples were obtained by N2-physisorption at 77 K on an Autosorb-IQ2 physical/chemical adsorption analyzer (Quantachrome Corporation, USA). Prior to each analysis, cerium oxide and CeO2@ZIF-8 powders were rapidly heated to 150°C and kept at this temperature for 6 h to be degassed.\n                     The average surface roughness (Sa, arithmetic mean height) of polished and unpolished glass substrates was measured by the S neox 090 3D surface profilometer (Sensofar, Spain) with order accuracy of 0.5%, vertical resolution of 0.1 nm, maximum lateral resolution of 0.14 nm, scanning range in the Z direction: 0.1 nm - 34 mm, and the measurement area was 500 μm × 500 μm.\n                     The dynamic contact angle and penetration analyzer (BIOLIN Theta Flex, Sweden) was applied to acquire the contact angle of a slurry drop on the surface of a glass substrate. Before the measurement, the polished substrates were cleaned with deionized water and then dried. Measurements were repeated 5 times for each substrate, and take the average value to ensure the accuracy of the experimental data.\n                     The element compositions of CeO2 and CeO2@ZIF-8 abrasives were studied by XPS (ESCALAB 250Xi). The XPS spectrum was obtained by focusing monochromatized Al Kα radiation and calibrated by applying an exogenous C 1s signal at 284.6 eV.",
    "Results and discussions": "3\n                  Results and discussions\n                  \n                     3.1\n                     Structure and morphology analysis of CeO2@ZIF-8 composite abrasives\n                     \n                        3.1.1\n                        FT-IR analysis\n                        FT-IR spectra (Fig. 2\n                           ) were used to characterize the functional groups present on the surface of CeO2, carboxylated CeO2–COOH, and synthesized CeO2@ZIF-8 (0.50 wt%). The typical absorption peak of CeO2 is the Ce–O stretching band at 470 cm-1 [18,19], which was also found in the as-prepared particles. The broadband around 3400 cm-1 corresponds to the hydrated hydroxyl group of cerium oxide before modification. This band is slightly shifted to 3424 cm-1 after carboxylated modification, which may be explained by the absorption superposition of –OH and –NH2 groups [4]. It is worth noting that the prominent peaks of CeO2–COOH were found at 1651 cm-1 (CO stretching vibration) and 1454 cm-1 (C–N stretching vibration), respectively [20]. The –OH broadband on the CeO2@ZIF-8 (0.50 wt%) curve disappears at 3424 cm−1 and 1651 cm−1, which proves the combination of carboxylic acid and ZIF-8. At the same time, the dense peaks at 700–1500 cm−1 are due to the stretching and plane vibration of ZIF-8 [15]. Thus, CeO2–COOH was prepared, and the zeolite imidazolate material ZIF-8 was successfully grown on the surface of CeO2–COOH.\n                     \n                     \n                        3.1.2\n                        XRD analysis\n                        The XRD patterns (Fig. 3\n                           ) were further used to confirm the successful formation of ZIF-8 on CeO2@ZIF-8 (0.50 wt%). The diffraction peaks at 28.5°, 33.1°, 47.5°, 56.3°, 59.1°, and 69.4°(2θ) were sharp and intense, indicating their highly crystalline nature, which is consistent with the diffraction of standard cubic fluorite-phase CeO2 (PDF#81–0792). Furthermore, the remaining peaks are ascribed to the reflection of the ZIF-8 grown outside cerium oxide [16]. The reason for these ZIF-8 peaks with low intensity is due to their lower loading content (the mass ratio of ZIF-8 to CeO2@ZIF-8 is 1: 5) and weak crystallization. The XRD pattern confirmed the coexistence of ceria dioxide and ZIF-8 in CeO2@ZIF-8 composite abrasives.\n                     \n                     \n                        3.1.3\n                        SEM images and size distribution\n                        SEM micrographs (Fig. 4\n                           a–d) show the typical morphologies of CeO2 and CeO2@ZIF-8 (0.50 wt%) abrasives under low and high magnification. Fig. 4c shows that pure CeO2 abrasive has an angulated shape and severe aggregation. The edge of the synthesized CeO2@ZIF-8 (0.50 wt%) is not as sharp as that of pure CeO2 owing to the presence of uneven and soft ZIF-8 material on the surface (Fig. 4d). Referring to the inserted particle size distribution images, it can be intuitively observed that the size distribution curve of CeO2@ZIF-8 (0.50 wt%) composite abrasive is more concentrated and the average particle size is slightly smaller than that of pure CeO2, which indicates that the agglomeration of composite abrasives was alleviated.\n                        \n                           Fig. 4e shows the size distribution of CeO2 particles and different CeO2@ZIF-8 particles. Compared to pure CeO2 abrasive, all the CeO2@ZIF-8 abrasives show a narrow particle distribution, and the sizes of the composite particles all decrease. This may be explained by the presence of ZIF-8. The organic imidazolyl groups and metallic Zn2+ ions of ZIF-8 provide a stronger steric effect for the composite particles, thus effectively preventing agglomeration between CeO2 particles. It’s well known that improving dispersion stability helps to reduce mechanical damage, which is usually caused by hard agglomeration in polishing slurries [4]. The average diameters of CeO2@ZIF-8 abrasives are not only smaller than those of pure CeO2 particles, but also more uniform and concentrated. Therefore, the dispersibility of the CeO2 composite particles is indeed improved.\n                     \n                     \n                        3.1.4\n                        TEM images\n                        The detailed structure can be further investigated by TEM. By comparing Fig. 5a and Fig. 5\n                           c, we can intuitively see that both the light and dark regions exist in the image of CeO2@ZIF-8 (0.50 wt%) composite abrasive (Fig. 5c), while pure cerium oxide has no light area. The dark region of the individual particle is CeO2 and the light area is ZIF-8. In other words, the ZIF-8 materials are anchored over the CeO2 hosts since the bright and dark areas are closely combined. The results of energy dispersion spectroscopy (EDS) of area A in CeO2 and area B in CeO2@ZIF-8 composite particle (two regions in the transmission electron microscope image) are shown in Fig. 5b and Fig. 5d, respectively. The result of CeO2@ZIF-8 (0.50 wt%) shows that elements of Ce, O, Zn, and Si exist simultaneously on the outer surface of cerium oxide grown by ZIF-8 (area B, see Fig. 5d). In contrast, there is no Zn peak and Si peak in the EDS results of pure cerium oxide. This means that ZIF-8 is immobilized on cerium oxide under the action of a silane coupling agent. Thus, we can conclude that the nucleation and growth of ZIF-8 on CeO2@ZIF-8 abrasive particles were strictly confined to the outer surface of cerium oxide. In addition, a high percentage of Cu elements comes from the copper mesh of TEM test.\n                     \n                     \n                        3.1.5\n                        BET test\n                        Brunauer–Emmett–Teller (BET) gas absorptiometry measurements were performed to obtain the pore properties of CeO2 and CeO2@ZIF-8. Fig. 6\n                            shows the N2 adsorption/desorption isotherm (a) and the pore-size distribution of CeO2 and CeO2@ZIF-8 abrasives (b). The isotherms are identified as the classical IV-type isotherm with an obvious type H3 hysteresis loop as defined by IUPAC, which indicates that a mesopore (the pore diameter (d) is 2–50 nm) structure exists in these samples [21]. The values of the BET surface area (SBET), total pore volume (VDFT), and pore diameter are listed in Table 2\n                           , choosing the multi-point Brunauer-Emmet-Teller (BET) method for calculating the specific surface area and using the density functional theory (DFT) method for obtaining the pore distribution. We find that the BET-specific surface area increases with the loading of ZIF-8 on the surface of CeO2. Furthermore, the total pore volume of CeO2@ZIF-8 increases obviously after the introduction of ZIF-8, suggesting that microporous ZIF-8 is mainly located on the outer surface of CeO2. Finally, the pore width (d) of CeO2@ZIF-8 located in the mesopore range is 1.682 nm, which is smaller than that of CeO2. We can see from Fig. 6b that the pore size distribution of CeO2 reveals its micropore structure, while CeO2@ZIF-8 has a peak in the microporous area (d < 2 nm) due to the growth of microporous ZIF-8.\n                        The above facts illustrate that the prepared CeO2@ZIF-8 composite abrasive has a larger specific surface area and pore volume than the original cerium oxide, which is conducive to enhancing the hydrophilicity of the abrasives, thereby increasing the contact area between the glass surface and the slurry.\n                     \n                  \n                  \n                     3.2\n                     CMP performance\n                     MRR is a critical indicator for evaluating polishing performance. Fig. 7\n                         shows the MRRs of the slurries prepared by CeO2, CeO2–COOH, and CeO2@ZIF-8 (0.50 wt%). Under the same polishing conditions, the MRR of CeO2@ZIF-8 (0.50 wt%) was 19.24 μm/h, which is increased by 11% compared with that of the pure ceria slurry (17.34 μm/h) and also higher than that of CeO2–COOH. This indicates that the CeO2@ZIF-8 composite abrasive has a significantly improved polishing rate for glass.\n                     To further determine the optimum ZIF-8 content in CeO2@ZIF-8 particles, different contents were analyzed. Fig. 8\n                         shows the effect of CeO2 abrasives and CeO2@ZIF-8 composite abrasives with different ZIF-8 contents on the MRR. It can be seen from the trend of broken lines that the MRR increases with increasing ZIF-8 content at the beginning, which may be because the chemical activity of abrasives increases with the rise of ZIF-8 content, thus improving the polishing rate. When the content of ZIF-8 is 1.95 wt%, the synergistic effect of chemical and mechanical impact may be optimally balanced, and the MRR reaches the maximum value (22.15 μm/h). In addition, referring to the size distribution (Fig. 4e), the improved dispersibility of the composite abrasives is also conducive to enhancing the MRR. When the content of ZIF-8 continues to increase, the MRR begins to decline because a large amount of ZIF-8 decreases the overall mechanical hardness of the composite abrasive.\n                     \n                        Fig. 9\n                         shows the three-dimensional surface profile of the glass substrates before and after polishing by pure CeO2 and CeO2@ZIF-8 composite abrasives with different ZIF-8 contents. Compared with the glass substrate with significant roughness before polishing (Sa = 1.96 nm), the surfaces of glass substrates (Fig. 9b–e) polished by CeO2@ZIF-8 composite abrasives are smoother and without obvious bulges. Furthermore, Fig. 10\n                         intuitively presents the change in Sa of glass substrates polished by pure CeO2 and different CeO2@ZIF-8 composite abrasives. When using CeO2@ZIF-8 (1.95 wt%) abrasives, the highest MRR and the lowest Sa (Sa = 1.23 nm) can be simultaneously obtained, which means that CeO2@ZIF-8 (1.95 wt%) composite abrasives can effectively improve the surface quality of polished glass. The reason is that ZIF-8, a zeolite-like metal-organic framework material, is softer than CeO2, which can mitigate the hard damage to glass caused by cerium oxide agglomeration [4,22]. However, when the content of ZIF-8 is more significant than 1.95 wt%, excessive ZIF-8 will reduce the hardness and mechanical properties of CeO2@ZIF-8 composite abrasives, further preventing the effective grinding of rough peaks on the glass surface. As a result, the Sa values of composite abrasives in Fig. 9e and f increase.\n                     In summary, the polishing performance on glass substrates using CeO2@ZIF-8 composite abrasives is improved; the best content of ZIF-8 of CeO2@ZIF-8 abrasive is 1.95 wt%, which can achieve superior polishing performance with a minimum Sa of 1.23 nm.\n                  \n                  \n                     3.3\n                     Analysis of the polishing mechanism\n                     CMP is a combination of mechanical grinding and chemical etching, and the best CMP performance can be achieved only when the two effects are well balanced. Numerous attempts have been made to explain the chemical and mechanical effects behind cerium oxide polishing [23–25]. Considering the effects of these two aspects, the CMP mechanism of CeO2@ZIF-8 abrasives on glass substrates was studied by using contact angle and XPS tests. What’s more, we propose a schematic diagram of the possible mechanism of CeO2@ZIF-8 composite abrasives in the polishing process.\n                     We carried on a contact angle measurement to characterize the interaction between CeO2@ZIF-8 particles and glass substrates. Fig. 11\n                         shows the contact angle of the CeO2@ZIF-8 slurries with different ZIF-8 contents. It can be observed that the contact angle of CeO2 slurry on the glass is 65.8°, and then the contact angle of CeO2@ZIF-8 abrasives decreases as the loading of ZIF-8 increases. This result indicates that the wettability of CeO2@ZIF-8 slurries on the glass substrates is enhanced, which is due to the elastic deformation of the CeO2@ZIF-8 abrasives and the presence of imidazole rings in ZIF-8. In addition, the surface of cerium oxide in alkaline solution is negatively charged, as is the surface of the glass, while ZIF-8 is positively charged due to the presence of the central Zn2+ ion, so the electrostatic repulsion force of CeO2@ZIF-8 slurries is smaller than that of pure cerium oxide slurry, which also contributes to the reduction of the contact angle [26]. A smaller contact angle accounts for better interfacial wettability, which enhances the chemical reaction at the solid-liquid interface [27]. Thus, it can increase the contact area during the CMP process, which benefits the chemical and mechanical action. Ding et al. [28] found that the MRR is positively correlated with the contact area of abrasives and the number of effective particles. It means a larger contact area with the glass and easier attachment of particles to the glass substrate surface. Thus, compared to pure CeO2 particles, the MRRs of CeO2@ZIF-8 composite abrasives are improved.\n                     Although cerium in CeO2 exists in the form of Ce4+ ions, due to oxygen deficiency, Ce3+ and Ce4+ ions coexist in the surface of CeO2. To analyze the differences in the element oxidation states of CeO2 and CeO2@ZIF-8 composite abrasives, XPS was further used. Fig. 12\n                        a shows the photoelectron spectra of ceria particles before and after compositing. Both the pure ceria particles (curve a) and composite ceria particles (curve b-e) give peaks of elements of Ce, C, and O, while new peaks of Zn and N elements appear in the CeO2@ZIF-8 composite abrasives.\n                     Semi-quantitative calculation of Ce3+ content in the CeO2@ZIF-8 nanoparticles can be conducted by peak deconvolution of XPS spectra to track how the ZIF-8 material affects the polishing performance of CeO2@ZIF-8. In the case of ceria, orbital splitting and a series of energy transfer processes between electrons create a total of ten photoelectron peaks in the Ce 3d spectrum [29]. These ten deconvolution peaks (see Fig. 12b) are labeled u, u0, u′, u″, u‴, v, v0, v′, v″, and v‴, as shown in Table 3\n                         [30]. Among them, six peaks (u, u″, u‴, v, v″, v‴) correspond to Ce4+ while the other four (v0, v′, u0, u′) are associated with Ce3+. By measuring the area of each peak, the concentration of Ce3+ on the surfaces of the abrasives can be calculated through the following equation (2) [31]:\n                           \n                              (2)\n                              \n                                 \n                                    C\n                                    \n                                       (\n                                       \n                                          C\n                                          \n                                             e\n                                             \n                                                3\n                                                +\n                                             \n                                          \n                                       \n                                       )\n                                    \n                                    =\n                                    \n                                       \n                                          A\n                                          \n                                             (\n                                             \n                                                u\n                                                0\n                                             \n                                             )\n                                          \n                                          +\n                                          A\n                                          \n                                             (\n                                             \n                                                u\n                                                ′\n                                             \n                                             )\n                                          \n                                          +\n                                          A\n                                          \n                                             (\n                                             \n                                                v\n                                                0\n                                             \n                                             )\n                                          \n                                          +\n                                          A\n                                          \n                                             (\n                                             \n                                                v\n                                                ′\n                                             \n                                             )\n                                          \n                                       \n                                       \n                                          A\n                                          \n                                             (\n                                             \n                                                u\n                                                0\n                                             \n                                             )\n                                          \n                                          +\n                                          A\n                                          \n                                             (\n                                             u\n                                             )\n                                          \n                                          +\n                                          A\n                                          \n                                             (\n                                             \n                                                u\n                                                ′\n                                             \n                                             )\n                                          \n                                          +\n                                          A\n                                          \n                                             (\n                                             \n                                                u\n                                                ″\n                                             \n                                             )\n                                          \n                                          +\n                                          A\n                                          \n                                             (\n                                             \n                                                u\n                                                ‴\n                                             \n                                             )\n                                          \n                                          +\n                                          A\n                                          \n                                             (\n                                             \n                                                v\n                                                0\n                                             \n                                             )\n                                          \n                                          +\n                                          A\n                                          \n                                             (\n                                             v\n                                             )\n                                          \n                                          +\n                                          A\n                                          \n                                             (\n                                             \n                                                v\n                                                ′\n                                             \n                                             )\n                                          \n                                          +\n                                          A\n                                          \n                                             (\n                                             \n                                                v\n                                                ″\n                                             \n                                             )\n                                          \n                                          +\n                                          A\n                                          \n                                             (\n                                             \n                                                v\n                                                ‴\n                                             \n                                             )\n                                          \n                                       \n                                    \n                                    ×\n                                    100\n                                 \n                              \n                           \n                        Where, C represents the concentration of Ce3+ and A is the area of each fitting peak. As a result, the calculated concentration of CeO2 and a series of CeO2@ZIF-8 based on the fraction of area (Ce3+) in the total area (Ce3+ and Ce4+) are shown in Table 4\n                        . The concentration of Ce3+ in pristine CeO2 is only 26.4%. The concentration of Ce3+ significantly increases with a higher content of ZIF-8 material grown on the surface of CeO2 abrasives, from 26.4% to 28.6%, 37.5%, 42.0%, and 46.3%, respectively. This result demonstrates that the concentration of Ce3+ ions in the surface of the CeO2@ZIF-8 composite abrasives is enhanced.\n                     According to the mechanism proposed by Kelsall et al. [32,33], the presence of active sites Ce3+ in the surface of ceria abrasives can promote the chemical interaction between ceria abrasives and glass. Therefore, the increased concentration of Ce3+ ions in the CeO2@ZIF-8 composite abrasives is another critical reason for the increase of the MRR [34]. Since the Zn2+ cations are smaller in size than Ce4+ cations, the combination of ZIF-8 on the CeO2 surface leads to the formation of more oxygen vacancies in the cerium lattice, as shown in Fig. 13\n                        a. The obtained oxygen deficiency promotes oxygen diffusion so that oxygen would move to inner ceria particles according to thermodynamic stability, and thus more Ce3+ ions would be exposed to the surface of CeO2@ZIF-8 abrasives [35]. With the help of some ions in the aqueous solution, these Ce3+ ions can provide electrons to the antibonding orbital of the Si–O bond, weakening and stretching the Si–O bond. They not only promote the formation of the glass hydration layer, but also facilitate the generation of the Ce–O–Si bonds that are stronger than Si–O–Si [36], effectively improving the polishing performance of CeO2@ZIF-8 abrasives on glass substrate. The possible polishing mechanism involved in the glass CMP process is shown in Fig. 13b.\n                     Based on the above analysis, on the one hand, CeO2@ZIF-8 composite abrasives combined with ZIF-8 are more easily absorbed by the glass surface due to the reduction of contact angle during polishing, which increases the contact area with the glass substrate and makes the number of effective particles increase obviously. On the other hand, an increase in the concentration of active site Ce3+ in the CeO2@ZIF-8 particle surface enhances the chemical effect in CMP. Therefore, compared with pure CeO2 abrasive, the CeO2@ZIF-8 composite abrasives have stronger chemical reaction activity with glass, bringing superior polishing performance. However, the organic ZIF-8 material itself is softer than the glass substrate. Excessive ZIF-8 on CeO2 particles will enhance the lubrication between the particles and the surface of the glass substrate, and significantly reduce the mechanical effect of the abrasive. Thus, the proper amount of ZIF-8 in CeO2@ZIF-8 composite abrasives is vital to obtain the high CMP rate.",
    "Conclusions": "4\n                  Conclusions\n                  CeO2@ZIF-8 abrasives were synthesized by growing ZIF-8 on the surface of CeO2 particles through the in-situ method. The CeO2@ZIF-8 abrasives exhibited a higher MRR and much better surface quality than the pure CeO2 abrasive under the same polishing conditions. Especially when the content of ZIF-8 is 1.95 wt%, the CeO2@ZIF-8 abrasive can reach the maximum MRR value (22.2 μm/h) and simultaneously obtain the lowest surface roughness (Sa = 1.23 nm). The polishing mechanism is further explored by XPS analysis and contact angle measurements. The increasing contact area with the glass substrate and an increase in the concentration of active site Ce3+ on the CeO2@ZIF-8 surface synergistically contribute to the stronger chemical reaction activity between CeO2@ZIF-8 composite abrasives and glass substrate, thus bringing superior CMP performance."
  },
  "references": []
}