{
  "title": "Effects of trivalent lanthanide (La and Nd) doped ceria abrasives on chemical mechanical polishing",
  "authors": [
    "Kim, Eungchul"
  ],
  "publication": {
    "journal": "Powder Technology",
    "date": "2022-01-31",
    "doi": "10.1016/j.powtec.2021.11.069"
  },
  "abstract": "During chemical mechanical polishing (CMP) for a dielectric layer, Ce3+, which is the active site on the surface of ceria, has a significant effect on the material removal rate (MRR). Ceria nanoparticles were synthesized using a hydrothermal method with different dopant concentrations of lanthanide elements (La and Nd) to increase the concentration of Ce3+. An oxygen vacancy was formed in the ceria doped with the trivalent lanthanide ions, which reduced the surrounding Ce4+ to Ce3+. The concentration of Ce3+ increased up to 32.57% when the amounts of dopants were increased and Nd was doped. The improved reactivities of the particles by doping were verified by measuring the reduction of the work function of the doped ceria nanoparticles and the increase in the adhesion force with SiO2. The polishing performance of Nd-doped ceria at high concentrations achieved an MRR up to 3.62 times higher than those of the comparison groups.",
  "keywords": [
    "Lanthanide-doped ceria",
    "Oxygen vacancy",
    "Work function",
    "Adhesion force",
    "Chemical mechanical polishing"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  With the proliferation of high-performance semiconductor devices, the development of miniaturized and highly integrated circuits has become indispensable. This evolution has resulted in the development of chips in vertical stacking structures, such as a three-dimensional (3D) vertical-NAND flash memory. Moreover, the development of a high material removal rate (MRR) slurry is required to planarize the large step height resulting from the vertical structure in the interlayer dielectric (ILD) in a short time [1–3]. Ceria slurry has been demonstrated as an abrasive for high MRR due to its high removal efficiency at low concentrations [4]. Oxygen bonds in SiO2 break under the mechanical force generated during chemical mechanical polishing (CMP), promoting chemical reactions at the SiO2-CeO2 interface and resulting in high removal performances [5–7]. Slurry with a low concentration of solids contents and without any hazardous chemical has a great contribution to the environment, reducing the pollution induced by traditional toxic manufacturing and CMP [8,9]. Ceria particles form a strong Ce–O–Si bond with SiO2 substrates in what is known as the chemical tooth model, polishing the wafer such that the Si–O–Si bonding of the relatively weak bonds in the wafer are broken when shear stress is applied by pad asperities [10–14]. In this process, the ceria particles remove the film not on an atomic scale, but in lumps of SiO2; therefore, the ceria abrasive has a high removal efficiency [15,16]. Ce3+ on the surface of ceria particles, referred to as active sites, is more responsive on the surface of SiO2, facilitating the formation of Ce–O–Si bonds [17–19]. Thus, increasing the concentration of Ce3+ on the surface of the ceria particle can induce an interaction between the particle and the film, resulting in an improvement of MRR. Kim et al. reported that the removal rate increased proportionally with the concentration of Ce3+ [20]. Dandu et al. suggested that Ce3+ was the reactive species responsible for the high SiO2 and Si3N4 removal rates at different pH values [21]. Methods of increasing the Ce3+ concentration has been extensively studied to improve the reactivity of CeO2 in a variety of fields. Schewke used a ceria-H2 system to reduce Ce4+ to Ce3+, which increased the catalytic activity of ceria [22]. Ma achieved high-performance for catalytic wet-air oxidation of phenol by reducing CeO2 using H2O2-ultrasonic treatment [23]. Shehata discovered that the concentration of Ce3+ corresponds to oxygen vacancies and controls the formation of these vacancies when doping with lanthanides [24]. Hernandez increased the concentration of Ce3+ by doping La, Eu, and Gd into CeO2 and confirmed that the catalytic activity had positive effects [25]. In a previous study, Choi et al. suggested that doping with trivalent metal ions increased the concentration of Ce3+, which was attributed to the increased MRR [26]. Therefore, an increase in Ce3+ concentrations improves the reactivity of CeO2 and increases the MRR by modifying the surface condition of the ceria abrasive in CMP.\n                  In this study, a novel approach to CMP is developed using an environmentally-friendly slurry consisting of lanthanide-doped ceria. The synthesized CeO2 with a low concentration of 0.1 wt% exhibits high removal performance without any chemical additives. Ceria particles of the same size and shape were synthesized using a hydrothermal synthesis method and were manufactured into a slurry. Using synthesized ceria particles doped with lanthanides, the concentration of Ce3+ and the interaction between ceria particles with improved reactivity and SiO2 were investigated. In addition, the effects of doped ceria with different amounts of dopants on the polishing of SiO2 wafers were experimentally verified.",
    "Materials and methods": "2\n                  Materials and methods\n                  \n                     2.1\n                     Preparation of doped/undoped ceria particles by a hydrothermal method\n                     Ceria nanoparticles were synthesized using a conventional hydrothermal method [11,27]. The precursors were synthesized at significantly diluted conditions to inhibit the agglomeration of the end products [24]. Cerium chloride heptahydrate (CeCl3∙7H2O) (15 mmol) was dissolved in 400 mL of deionized (DI) water. The precursor was sufficiently dissolved at room temperature by continuous stirring at 200 rpm for 30 min. After the platen was heated to 50 °C, 10 mmol of ammonium hydroxide (NH4OH) was added to the mixture to achieve a reaction that immediately forms a seed. The increasing temperature was followed by the addition of NH4OH, which promoted the synthetic reaction of cerium hydroxide (Ce(OH)3) to form CeO2 [28]. The stirring was maintained continuously for 15 min to homogenize the solution. Finally, the mixture with the formed seeds was heated to 210 °C in an autoclave for 24 h to grow the particles. In the CMP process, particles with a narrow size distribution are preferred as abrasives to optimize uniform polishing performance and prevent scratches [2]. Therefore, using a polytetrafluoroethylene magnetic stirrer, the mixture was stirred continuously at 100 rpm during the synthesis process at a high temperature to ensure the uniform growth of particles. Synthesized ceria particles were washed by centrifuging at 4000 rpm for 1 h, after which the upper layer of the solution was dumped, 400 mL of new DI water was added, and the solution was re-dispersed with sonication for 30 min. These processes were repeated five times to produce pure ceria particles.\n                     The synthesis of lanthanide-doped ceria particles was performed in a manner similar to the previously described process, but by adding lanthanide chlorides at a specific molar ratio to the CeCl3∙7H2O. In this study, lanthanum chloride heptahydrate (LaCl3∙7H2O) and neodymium chloride hexahydrate (NdCl3∙7H2O) were used as rare earth metal precursors. In the first condition, the lanthanide-doped ceria particles were synthesized by simultaneously adding 12 mmol of CeCl3∙7H2O and 3 mmol of lanthanide chloride at a molar ratio of 4:1. In the second condition, the molar ratio of the precursors was 1:1, with 7.5 mmol of CeCl3∙7H2O and 7.5 mmol of lanthanide chloride. Detailed information on the synthesized ceria nanoparticles is shown in Table 1\n                        .\n                  \n                  \n                     2.2\n                     Characterization of synthesized doped/undoped ceria particles\n                     The morphological properties of the synthesized ceria nanoparticles were determined by high-resolution transmission electron microscopy (HRTEM; JEM-2100F, JEOL, Japan). The types and quantities of components of the captured particles were determined by energy dispersive spectroscopy (EDS) mapping. In addition, line profile measurements confirmed whether the elements were uniformly distributed in or out of particles. The crystal structure of the particles was analyzed using X-ray diffraction (XRD; D8 ADVANCE, Bruker, USA). The changes in the crystal structure and the lattice parameter of the ceria particles due to doping were obtained from the XRD measurements. The valence states of lanthanide-doped ceria were confirmed by X-ray photoelectron spectroscopy (XPS; ESCALAB 250, Thermo Scientific, USA). The concentrations of Ce3+ were quantitatively measured by XPS and compared in the synthesized particles. The surface potential was determined by measuring the work function of the ceria nanoparticles using Kelvin probe force microscopy (KPFM; NX10, Park systems, Korea). The ceria nanoparticles were spin-coated on indium tin oxide (ITO) substrates at 2000 rpm for 20 s. The reactivity of the ceria was confirmed by measuring the work function using a conductive Cr/Pt-coated cantilever with a spring constant of 2.8 N/m, a resonant frequency of 71 kHz, and a tip radius of 25 nm. In addition, atomic force microscopy (AFM) in force–distance spectroscopy mode was used to measure the adhesion energy between the ceria particles and the SiO2 as substrate material. The force–distance curve means a graph of the measured interaction when the AFM tip contacts the sample and then drops against the probe–sample distance. At this time, if there is adhesion between the AFM tip and the sample, the force contrary to the normal force is measured during the retraction process [29]. The magnitude of this force is called the adhesion force. The silica tip was obtained by thermal oxidation of the conventional contact cantilever at 1000 °C for 2 h [30]. The silicon tip had a spring constant of 0.3 N/m, a resonant frequency of 32 kHz, and a tip radius of 10 nm before oxidation.\n                  \n                  \n                     2.3\n                     Chemical mechanical polishing\n                     The final products of the particles were manufactured to CMP slurry by re-dispersion using tip sonication for 30 min. During ultrasonication, sound waves propagate from a tip sonicator (STH-750S, Sonictopia, Korea) through the slurry at frequencies of 20 kHz. During the high- and low-pressure cycles, microbubbles are generated in a process known as cavitation, after which the bubbles collapse, producing a localized shock wave that releases large quantities of mechanical and thermal energy. Thus, the tip sonication disperses the particles in the slurry by providing energy that overcomes the attractive forces among particle aggregates [31]. Fig. 1(a) shows the size distribution of before and after re-dispersing hydrothermally synthesized ceria (HTC) by tip sonication. A particle size analyzer (ELSZ-2000, Otsuka, Japan) was adopted to measure the size distribution of colloids by the dynamic light scattering (DLS) method. As a result of tip sonication, monodispersed ceria slurry was obtained. The pH was adjusted such that the effects of the pH on the zeta potential were maintained to be equal. The pH of the slurry was maintained in a range of 4.2–4.5 using nitric acids, and poly(methacrylic acid) of 0.01 wt% was added to maintain the dispersibility of the solution. The concentration of the ceria abrasives is not proportional to the MRR, unlike the case of silica abrasives [4,32]. In the case of the ceria abrasives, even if the concentration of the particles decreases, the difference in the number of particles participating in the polishing is very low. However, the lower the concentration of the particles, the greater the dispersion stability; therefore, the slurry was manufactured at a relatively low concentration of 0.1 wt% [33]. The manufactured ceria slurries were used to polish a 4 × 4 cm2 coupon wafer with a 1 μm-thick silicon dioxide. The polishing test was carried out using a CMP machine (Poly-400, G&P Technology, Korea) and conditioned in situ to polish the wafer in a uniform environment. The conditioner (20PPW60EBC0, SAESOL Diamond, Korea) was rotated at 87 rpm with an applied pressure of 0.5 psi, and the polishing pad (IC1010, Dupont, USA) was conditioned with DI water for 10 min before the slurries were injected. The load pressure on the wafer was 3 psi, and the wafer head and plate were rotated at 87 and 93 rpm, respectively, to polish the oxide wafer for 1 min. The slurry was supplied at 150 mL/min using a rotary pump, and the pad was conditioned with slurry for 1 min before polishing the wafer to ensure a uniform polishing environment. The thickness of the wafer was measured by a reflectometer (ST5030-SL, K-MAC Co., Korea), and an average of 20 points was obtained in the horizontal and vertical directions with a 4 mm edge exclusion. The MRR was calculated by comparing the thickness before and after polishing.",
    "Results and discussions": "3\n                  Results and discussions\n                  \n                     3.1\n                     Analysis of the physical changes in the structure of CeO2\n                     \n                     As for oxide films, the MRR is not only affected by the valence state of the ceria but also by its size and shape; in this study, based on commercial ceria slurry (HC30, Solvay, Belgium) ceria nanoparticles were synthesized to obtain an average particle size distribution of 30 nm in a polyhedral structure. Fig. 1(b-e) shows the HRTEM images of the synthesized and commercial particles. Both the synthesized and commercial particles had an average size of approximately 30 nm and exhibited a polyhedral structure. Comparing Fig. 1(b), (c), and (d), no noticeable difference can be seen in the size or shape of the particles, even if lanthanide elements are doped on the ceria nanoparticles.\n                     The crystal structure of the synthesized ceria was analyzed using XRD. In Fig. 2(a), the diffraction peaks correspond to the fluorite cubic structure of CeO2 (JCPDS 034–0394) for all cases, and no other contributions are evident. However, the diffraction peaks are shifted noticeably to lower angles as the concentration of the dopants increases, as shown in Fig. 2(b). The incorporation of lanthanide metals resulted in a blue shift of CeO2 peaks because the lattice expanded as the lanthanide elements were doped into the metallic structure of CeO2 [34]. Table 2\n                         lists the crystallite sizes and lattice parameters of the synthesized ceria particles. The crystallite size was obtained from the Scherrer formula using the full-width at half-maximum of the (111) diffraction peaks. As the crystal radii of La3+ and Nd3+ are 1.16 and 1.11 Å, respectively, which are greater than that of Ce4+ of 0.97 Å, the dopants result in the lattice expansion of CeO2 [25,34,35].\n                     In addition, as trivalent ions replacing Ce4+, oxygen vacancies are generated to electrically neutralize the charges of the oxide [36]. At this time, the formation of oxygen vacancies reduces the neighboring two Ce4+ to Ce3+, with the additional electrons localized in partially occupied f orbitals of Ce [37–39]. The mechanism responsible for the formation of Ce3+ when the lanthanide is doped in the CeO2 crystal structure during particle growth is shown in Fig. 3(a). The formation of oxygen vacancies by doping with trivalent ions and the reduction in the CeO2 crystal structure are shown in Fig. 3(b). The formation of oxygen vacancies can be described using the Kröger–Vink notation [4]:\n                           \n                              (1)\n                              \n                                 2\n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                                 \n                                 \n                                    →\n                                    \n                                       RE\n                                       \n                                       doping\n                                    \n                                 \n                                 \n                                 2\n                                 RE\n                                 \n                                    ′\n                                    Ce\n                                 \n                                 +\n                                 3\n                                 \n                                    O\n                                    o\n                                    x\n                                 \n                                 +\n                                 \n                                    V\n                                    O\n                                    \n                                       ′\n                                       ′\n                                    \n                                 \n                                 +\n                                 \n                                    1\n                                    2\n                                 \n                                 \n                                    O\n                                    2\n                                 \n                                 ,\n                              \n                           \n                        where O\n                           o\n                        \n                        \n                           x\n                         is the oxygen ion occupying the oxygen lattice, RE denotes rare earth metals, including La and Nd replacing the Ce lattice with a negative single charge; V\n                        \n                           O\n                        ′′ indicates an oxygen vacancy with a doubly positive charge. When an element with an oxidation state lower than that of Ce4+ occupies the lattice, the energy of the oxygen vacancy formation decreases depending on the ionic radii of the dopant [24,36,40,41]. The energy of the oxygen vacancy formation of pristine CeO2 is 3.76 eV and that of La- and Nd-doped CeO2 is 1.10 and 1.00 eV, respectively [42–44]. A produced oxygen vacancy reduces the neighboring Ce4+ to Ce3+, which has a crystal radius of 1.14 Å [45]. Thus, depending on the larger crystal radii of the dopants, including La and Nd, and the Ce3+ ions produced from the oxygen vacancies due to the doped trivalent ions, the lattice parameter increases. In addition, an oxygen vacancy is a type of defect that causes distortion in the crystal structure of CeO2; thus, the crystallite size decreases as the doping concentration increases. However, not all lanthanide elements can play a role as dopants. La and Nd reduce the direct bandgap and promote the formation of oxygen vacancy to reduce ceria to Ce3+, whereas, for example, Ho and Er act as vacancy scavengers by increasing the direct bandgap to reduce the concentration of Ce3+ [24]. The La and Nd have positive association energies, which do not form complexes with oxygen vacancies. On the contrary, the Ho and Er have relative negative oxygen vacancy–dopant association energies [46,47].\n                     The amounts of the doped elements were measured by EDS. Fig. 4(a) and (b) show the EDS mapping images of La- and Nd-doped ceria particles. The dopants are distributed evenly throughout the ceria particles, and the measured atomic ratios of each element are listed in Table 3\n                        . The doped ceria was synthesized at molar ratios of 1:4 and 1:1; however, compared with cerium ions, only 7% of the lanthanide elements were doped at a low concentration of 1:4, and Nd and La were doped at 18.2% and 12.8%, respectively, at a high concentration of 1:1. The decrease in the atomic ratio of oxygen was confirmed as the doping rate increased. If dopants are concentrated in one part or exist as a lanthanide oxide layer on the surface of ceria particles, the interactions of ceria and the SiO2 film can be interrupted. La2O3 and Nd2O3 have low hardness and exhibit no chemical interaction with SiO2 during polishing, thereby inhibiting the removal rate as shown in Fig. S1 [48,49]. Therefore, it is necessary to determine the distribution of dopants in the particles using an EDS line profile analysis. Fig. 4(c) shows the line profiles of Ce, O, and Nd in single Nd-doped ceria. The Nd elements are not concentrated only on the surface but are uniformly distributed throughout the particles.\n                     The formation of oxygen vacancies through doping was directly related to the reduction of the surrounding Ce4+, and the reduction of CeO2 was identified by measuring the concentration of Ce3+ using XPS. Fig. 5\n                         shows the XPS Ce 3d spectra of the synthesized ceria nanoparticles. Ten peaks can be observed in the Ce 3d valence band, and the identified peaks of these peaks are labeled as u\n                        \n                           0\n                        , u, u’, u”’, and u”’ corresponding to Ce 3d3/2 and v\n                        \n                           0\n                        , v, v’, v”, and v”’ corresponding to Ce 3d5/2. Among these peaks, u’, u\n                        \n                           0\n                        , v’, and v\n                        \n                           0\n                         correspond to Ce3+, and the others correspond to Ce4+. Based on these results, the concentration of Ce3+ was determined by the ratio of the sum of the area corresponding to Ce3+ to the total area of Ce 3d spectra using the following Eqs. [50]:\n                           \n                              (2)\n                              \n                                 Area\n                                 \n                                    \n                                       Ce\n                                       \n                                          3\n                                          +\n                                       \n                                    \n                                 \n                                 =\n                                 A\n                                 \n                                    \n                                       u\n                                       ′\n                                    \n                                 \n                                 +\n                                 A\n                                 \n                                    \n                                       u\n                                       0\n                                    \n                                 \n                                 +\n                                 A\n                                 \n                                    \n                                       v\n                                       ′\n                                    \n                                 \n                                 +\n                                 A\n                                 \n                                    \n                                       v\n                                       0\n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (3)\n                              \n                                 Area\n                                 \n                                    \n                                       Ce\n                                       \n                                          4\n                                          +\n                                       \n                                    \n                                 \n                                 =\n                                 A\n                                 \n                                    u\n                                 \n                                 +\n                                 A\n                                 \n                                    \n                                       u\n                                       \"\n                                    \n                                 \n                                 +\n                                 A\n                                 \n                                    \n                                       u\n                                       \n                                          ′\n                                          ′\n                                          ′\n                                       \n                                    \n                                 \n                                 +\n                                 A\n                                 \n                                    v\n                                 \n                                 +\n                                 A\n                                 \n                                    \n                                       v\n                                       \"\n                                    \n                                 \n                                 +\n                                 A\n                                 \n                                    \n                                       u\n                                       \n                                          ′\n                                          ′\n                                          ′\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (4)\n                              \n                                 %\n                                 \n                                    \n                                       Ce\n                                       \n                                          3\n                                          +\n                                       \n                                    \n                                 \n                                 =\n                                 Area\n                                 \n                                    \n                                       Ce\n                                       \n                                          3\n                                          +\n                                       \n                                    \n                                 \n                                 /\n                                 \n                                    \n                                       Area\n                                       \n                                          \n                                             Ce\n                                             \n                                                3\n                                                +\n                                             \n                                          \n                                       \n                                       +\n                                       Area\n                                       \n                                          \n                                             Ce\n                                             \n                                                4\n                                                +\n                                             \n                                          \n                                       \n                                    \n                                 \n                                 .\n                              \n                           \n                        \n                     \n                     \n                        Table 4\n                         lists the concentrations of Ce3+ for all samples used in this experiment. The Ce3+ concentration of the synthesized ceria slurry was 24.54%, which was higher than the 18.06% concentration of the commercial ceria slurry. The increased Ce3+ concentration of the synthesized ceria particles can be obtained based on the synthesis method. The increased temperature during the seed production process promotes the conversion rate of Ce(OH)3 to CeO2, where the oxidation state of cerium is Ce4+; the reaction then proceeds to convert CeO2 to Ce2O3 [51]. The concentration of Ce3+ increased as the lanthanide was doped into the ceria. The La- and Nd-doped ceria slurries with low concentrations had a similar increase in concentration by 27.64% and 28.32%, respectively, while at high concentrations, the concentration of La-doped ceria increased to 30.40% and that of the Nd-doped ceria increased to 32.57%. The reason for the high concentration of Ce3+ in Nd-doped ceria is that Nd is heavily doped under high concentration doping conditions, as shown in Table 3, and that the energy of oxygen vacancy formulation is lower than that of La.\n                  \n                  \n                     3.2\n                     Electrochemical characteristics of lanthanide-doped ceria and its effect on the CMP\n                     The increase in the concentration of Ce3+ in the electronic structure of CeO2 is related to high electron activity, which can be characterized by the electron work function. As shown in Table 2, an increase in the concentration of Ce3+ is accompanied by the expansion of the CeO2 lattice, which enhances the electron density to remain at the oxygen vacancy sites because of the delocalization of f electrons, thereby promoting the polarization of electrons [52]. As can be seen in Fig. 6(a) a lower electron work function corresponds to a higher concentration of Ce3+. The work function determines the electrical characteristics of the material according to its electron behavior.\n                     The electron work function gives the minimum energy required to move electrons in a metallic structure to the surface, that is, the gap between the vacuum and the Fermi levels [53]:\n                           \n                              (5)\n                              \n                                 ϕ\n                                 =\n                                 \n                                    E\n                                    vac\n                                 \n                                 −\n                                 \n                                    E\n                                    F\n                                 \n                                 .\n                              \n                           \n                        \n                     \n                     The Fermi energy of CeO2 can be changed by doping it with lanthanide elements. When the formation of oxygen vacancies results in the reduction of Ce4+ to Ce3+, the empty O-2p states are eliminated, and the Fermi level moves higher toward the valence band, where the Fermi energy enters the Ce f-orbital band [54]. This reduces the energy required to move the electrons to the conduction band, which, according to Eq. (5), means a reduction in the work function. Fig. 6(a) shows the work function of the lanthanide-doped ceria with different types and concentrations as measured by KPFM. The decrease in work function shows a comparable tendency to increase in Ce3+ concentrations shown in Table 4, which confirms that the kinetic energy of electrons in the ceria particles increases through doping. In addition, the decrease of the work function is directly correlated to the mechanical properties of the material, such as the yield strength, Young's modulus, and adhesion energy [55]. Miedema suggested an equation to relate the surface energy of a metal to its electronic properties [56]:\n                           \n                              (6)\n                              \n                                 \n                                    γ\n                                    0\n                                    s\n                                 \n                                 =\n                                 \n                                    \n                                       n\n                                       ws\n                                       \n                                          5\n                                          /\n                                          3\n                                       \n                                    \n                                    \n                                       \n                                          \n                                             \n                                                φ\n                                                ∗\n                                             \n                                             −\n                                             0.6\n                                          \n                                       \n                                       2\n                                    \n                                 \n                                 ,\n                              \n                           \n                        where γ\n                        0\n                        \n                           s\n                         is the surface energy of the metal, n\n                        \n                           ws\n                         is the electron density at the boundary of the Wigner–Seitz cell, and φ\n                        ∗ is a parameter, that is approximately equal to the work function of the metal. It was described that the adhesion of solid metals is closely related to their electron work functions; thus, the work function decreases with an increase in surface energy. In particular, adhesion is the tendency of two different surfaces to stick to each other, which is directly correlated with friction and wear [57]. Such enhancement of mechanical interactions decisively determines the removal rate of an oxide wafer in the CMP process [58]. Fig. 6(b) shows the adhesion forces between doped/undoped ceria nanoparticles and the SiO2 tip measured by force–distance spectroscopy. As the ceria was doped with lanthanide and its contents increased, the adhesion force increased, which the detailed force-distance curves were provided in Fig. S2. Among them, Nd-doped ceria exhibits a strong adhesion force that is two times higher than that of La-doped ceria. The highest concentration of oxygen vacancies was determined from the concentration of the reduced Ce3+ through high concentrations of Nd doping, which resulted in a strong increase in electrical activity, indicating the highest adhesion energy.\n                     \n                        Fig. 7(a) shows the coefficient of friction (COF) and MRR for the oxide film of each slurry. The increased adhesion force of particles by lanthanide doping facilitated mechanical interactions between the ceria particles and the SiO2 layer, resulting in increased friction during polishing. The frictional force during polishing is the most representative factor of the phenomenon of the physical contact between wafers, pads, and slurry, and it is proportional to the removal rate of the wafer [59,60]. In addition, strong adhesion can increase the probability that ceria abrasives participate in the polishing process by physical interaction, and it can affect the removal of the Si–O–Si bond of wafers with a lump by the strong bonding with SiO2 wafers as shown in Fig. 3(c). Thus, doped ceria particles, together with an increase in the Ce3+ concentration, improved the mechanochemical reaction with oxide wafers and increased the MRR. In the case of silicon nitride wafer, the removal rate also increased when the doped ceria was used as shown in Fig. S3. The removal mechanism of nitride film involves a hydrolysis process. The Si3N4 was hydrolyzed by H2O resulting in the formation of the SiO2 layer as follows [61].\n                           \n                              (7)\n                              \n                                 \n                                    Si\n                                    3\n                                 \n                                 \n                                    N\n                                    4\n                                 \n                                 +\n                                 6\n                                 \n                                    H\n                                    2\n                                 \n                                 O\n                                 →\n                                 3\n                                 \n                                    SiO\n                                    2\n                                 \n                                 +\n                                 4\n                                 \n                                    NH\n                                    3\n                                 \n                                 .\n                              \n                           \n                        \n                     \n                     The SiO2 layer resulting from hydrolysis of Si3N4 is then polished by ceria nanoparticles with the formation of Ce-O-Si bonds like in the case of oxide wafer. Thus, the doped ceria with a high concentration of Ce3+ could improve the removal rate of the nitride wafer by promoting the removal of hydrolyzed SiO2 layer on the wafer surface. However, silicon nitride is still difficult to be polished since nitride removal with ceria depends on the ability of the nitride to form the hydrated layer [62]. Therefore, it is hard to obtain a high removal rate of nitride film unless the chemical enhancing the hydration of nitride was used. For this reason, the removal rate of nitride was not drastically increased compared to oxide. The shape factor of an abrasive is also one of the influential factors in the COF and surface roughness of a polished wafer [58,63]. However, the frictional effect due to morphological properties of the abrasives could be ignored in this experiment since all types of ceria have the same polyhedral structure with a similar size close to 30 nm. Fig. 7(b) shows the surface roughness of the polished oxide wafer with various slurries. The surface roughness was improved by 45% equally in all cases of CMP with commercial, HTC, and NDC-H slurry, although there are differences in MRR among them. Therefore, an improved CMP performance of the lanthanide-doped ceria particles was derived based on the changes in the electrochemical properties of the particle.",
    "Conclusions": "4\n                  Conclusions\n                  In this study, ceria nanoparticles were synthesized by the hydrothermal synthesis method, where La and Nd were doped into the oxide CMP. The ceria particles were synthesized into polyhedral shapes with an average size of 30 nm and doped evenly throughout the particles. As the increase in electron density lowers the energy of oxygen vacancy formation when the elements in lower oxidation states replace Ce4+, and the number of oxygen vacancies increases with the increase in the doping concentration of La and Nd. As a result, the concentration of Ce3+ increases, as shown by an atomic concentration of Ce 3d from XPS. The formation of oxygen vacancies and the reduction of Ce4+ to Ce3+ increase the electron density of the ceria particles, thereby increasing the Fermi level of CeO2. By measuring the work function using KPFM, it was confirmed that the electron activity of the doped ceria particles increased. The enhancement of electrical activity increased the adhesion energy of the doped ceria particles and facilitated mechano-chemical interactions with the SiO2 film. As a result, it was possible to achieve a high MRR using lanthanide-doped ceria with increased friction resulting from the enhanced interaction between ceria particles and the oxide film. In particular, when Nd was doped at a high concentration, the highest doping ratio was obtained and 3.62 times higher MRR was achieved compared with that of pristine ceria of the same morphology."
  },
  "references": []
}