{
  "title": "15 Characterization of surface processes during oxide CMP by in situ FTIR spectroscopy",
  "authors": [
    "Künzelmann, U."
  ],
  "publication": {
    "journal": "Advances in Chemical Mechanical Planarization (CMP)",
    "date": "2022-12-31",
    "doi": "10.1016/B978-0-12-821791-7.00008-3"
  },
  "abstract": "This chapter highlights techniques and applications of Fourier-transform infrared spectroscopy for the characterization of surface processes during oxide chemical mechanical polishing. The use of the attenuated total reflection sampling technique provides surface selectivity and applicability of infrared spectroscopy for in situ measurements of oxide layers on silicon in direct contact with strongly infrared absorbing environments, for example polishing slurries. For the investigations of chemical, mechanical and colloidal interactions at the oxide surface, a novel silicon wafer-based micro-structured single reflection element is used. The results contribute to the understanding of the polishing processes, slurry influences, surface modifications and impact of the polishing pad.",
  "keywords": [
    "ATR",
    "Attenuated total reflection",
    "Ceria",
    "CMP",
    "FTIR",
    "Infrared spectroscopy",
    "Micro-structured single reflection element",
    "mSRE",
    "Oxide polish",
    "Silica dispersions"
  ],
  "sections": {
    "Introduction": "15.1\n               Introduction\n               Oxide CMP as well as modern trends and aspects in CMP investigations are extensively treated in comprehensive books [45,62,85] and complemented by numerous reviews [41,48,51,80]. As this chapter shows in the case of Fourier-transform infrared (FTIR) spectroscopy, novel in situ techniques are able to contribute to the theoretical understanding and process control of oxide CMP\n               The majority of CMP investigations are based on the variation of one or more factors that influence the mechanical or chemical effects of the polishing/planarization process. Typically, removal rates (RRs), structure profiles, local and global uniformities, surface roughness, scratch formation, etc., are measured externally afterwards in order to characterize the process. These parameters are correlated to variables, such as down force, pressure distribution within the head, relative velocity, oscillation, slurry flow, conditioning etc. The results are evaluated in order to describe their process relevance to the planarization/polishing quality, material selectivity efficiency and other characteristics. Adding chemical variables, for example compositions and concentrations of buffers, salts, complexing agents, tensides, inhibitors and other additives, the parameter field of the investigations becomes an even more complex field [83,85]. Still, in most cases basic chemical properties are measured, for example pH value or zeta potential.\n               As a consequence, researchers and process engineers are forced to use different measuring techniques or combinations of them to allow the extraction of process-relevant information. This is not easily done taking into account that ex situ investigations describe time- and partially process-integrative situations, which contain more information than efficiently evaluable. For example, each polishing sequence naturally involves a more or less complex and long slow-start effect, and must be finished by a buffing step in order to remove residuals and to prevent corrosion. Furthermore, the polishing action can be a function of time and/or time-dependent changes of other parameters like temperature at the interacting interphases, break-in status or friction.\n               Thus, in situ measurement of sample parameters is always advantageous for fundamental investigations in R&D and it is particularly important for endpoint detection (EPD) systems [31]. Well-known and established EPD systems follow (1) the thickness of transparent layers by Fabry–Pérot interferences, (2) the optical reflectivity of metal layers, (3) the friction force by motor current or piezo elements, (4) the pad temperature directly behind the carrier in the direction of the table movement and – last but not least – (5) the concentration of polishing by-products, for example ammonia/ammonium and Cu2+ ions [98]. All of these techniques evaluate a single optical or electrical signal, which is generated by a complex property of the entire polishing system. Among other things, parasitic signals are automatically filtered in order to improve the signal-to-noise ratio (SNR).\n               In this chapter methods and techniques for the characterization of processes during oxide CMP are presented, focussing on the properties of the oxide layer and the slurries but also on the pad contact as measured by in situ FTIR spectroscopy. FTIR spectroscopy has been found to be advantageous for the in situ characterization of silicon dioxide (SiO2) on silicon (Si) or solid/liquid interfaces using attenuated total reflection (ATR) [30,78,96]. Oxide CMP is advantageous as an example because of the easy availability of thermally oxidized wafers as substrates for the fabrication of a special type of sampling element and samples at the same time, as will be later described in more detail. In order to simplify, the term ‘polishing’ is generally used in the following text; disregarding the fact that the polish targets planarization and/or structure formation.",
    "Silicon dioxide CMP as a topic of fundamental research": "15.2\n               Silicon dioxide CMP as a topic of fundamental research\n               The use of silicon dioxide (SiO2) CMP with different kinds of dispersed silica (SiO2) and ceria (CeO2) as abrasives originates from the polishing of optical glass components and has been adopted to wafer processing in the semiconductor technology. The Preston's law expresses the linear dependence of the RR on the pressure (down force) and the relative velocity of platen and wafer carrier [71]. It is still applied today for finding reliable parameter intervals. Cook [12] deduced a kinetic model based on a Hertzian penetration of a hard, incompressible particle of a distinct diameter into a layer with a distinct Young's modulus under the down force. Furthermore, he incorporated the simplest chemical process of the silica dissolution, which is its de-polymerization caused by the mechanically stimulated hydrolysis (cf. Eq. (15.1)). \n                     \n                        (15.1)\n                        \n                           \n                              \n                                 \n                                    (\n                                    Si\n                                    \n                                       O\n                                       2\n                                    \n                                    )\n                                 \n                                 x\n                              \n                              +\n                              2\n                              \n                                 H\n                                 2\n                              \n                              O\n                              ⇌\n                              \n                                 \n                                    (\n                                    Si\n                                    \n                                       O\n                                       2\n                                    \n                                    )\n                                 \n                                 \n                                    x\n                                    −\n                                    1\n                                 \n                              \n                              +\n                              Si\n                              \n                                 \n                                    (\n                                    OH\n                                    )\n                                 \n                                 4\n                              \n                           \n                        \n                     \n                  \n               \n               In the case of ceria as an abrasive in contact with silica as the layer to be polished, its redox-active behaviour additionally influences the RR. This effect is called the ‘chemical tooth’.\n               Oxide CMP is a very complex process influenced by the: \n                     \n                        1.\n                        nature, fabrication and treatment of the abrasives and the film,\n                     \n                     \n                        2.\n                        pH-value buffers, salts, surfactants, inhibitors and different other components in the slurries,\n                     \n                     \n                        3.\n                        type and conditioning of the pad and finally,\n                     \n                     \n                        4.\n                        variation of mechanical process parameters.\n                     \n                  \n               \n               Therefore, a well-suited choice of parameters and an efficient design of experiments are necessary to set up in situ investigations or respective EPD systems. Early papers concerning the effects of pH value, abrasive concentration and other slurry ingredients on the oxide polish used relatively complex slurry systems. When the pH values are simply varied by adding acids and bases, their influences on the efficient ionic strength, surface charges and the coagulation behaviour cannot be neglected. Mostly in the case of fumed silica as an abrasive, their dispersions and commercial slurries with high pH values are found to enable high RRs in oxide polish. The increase of the RRs with the pH value is interpreted in the purely chemical sense according to the Brønsted acid–base interactions in the protonation equilibrium of the SiO2 layer (cf. Eq. (15.2)). It is correlated with the highly dissociated state of the surface hydroxyl (silanol; SiOH) groups as well as an increased surface diffusion of water into an intermediate surface layer [12]. \n                     \n                        (15.2)\n                        \n                           \n                              ≡\n                              Si\n                              −\n                              \n                                 OH\n                                 2\n                                 +\n                              \n                              ↔\n                              \n                              ≡\n                              Si\n                              −\n                              OH\n                              ↔\n                              \n                              ≡\n                              Si\n                              −\n                              \n                                 O\n                                 −\n                              \n                           \n                        \n                     \n                  \n               \n               The high RRs in the region of pH > 10 are attributed to the strong increase of the complex SiO2 dissolution.\n               Recently, more and more colloidal aspects of CMP have been considered in experiments [35,51,97] and they are interpreted involving nature/origin, size-distribution/shape and charge/zeta potential of the mostly colloidal dispersed silica as well as its total ionic strength. Independent experiments with three different types of nano-dispersions each containing 15 % SiO2 in water have been selected for polishing experiments to determine the zeta potential and the particle size distribution: \n                     \n                        1.\n                        Stöber-sol from the hydrolysis of tetra-alkoxysilanes [86],\n                     \n                     \n                        2.\n                        alkali-silicate sol from solutions purified by an ion-exchange method [34] and\n                     \n                     \n                        3.\n                        fumed-silica dispersion, highly dispersed silica from combustion of silanes.\n                     \n                  \n               \n               While details concerning the instrumentation and experimental conditions can be found in Estel et al. [21], the focus was set on the application of highly clean, non-stabilized sols without any salt added, enabling formulation of dispersions with either constant pH value and different ionic strengths or constant ionic strengths and different pH values.\n               According to Fig. 15.1\n                  (A) the SiO2 RRs during the polish with alkali-silicate sol (pH 2.6) and Stöber-sol (pH 7) show maxima at NH4Cl concentrations between 0.05 and 0.1 M, which is similar to findings in the literature [8]. RRs for the salt-free dispersions are negligible with the Stöber-sol and low with the alkali-silicate sol (specified with < 0.04 wt% of residual Na2O).\n               In the case of the fumed-silica dispersion (cf. Fig. 15.1(B)) a strong dependency of the RRs on the pH value can be noticed, but the influence of the ionic strength is not significant. Whilst the RR for a salt-free dispersion at a pH value of 4.1 is negligible it is very high at a pH value of 10.1.\n               The dependency of the RRs on the pH value had been measured with slurries containing a constant total addition of ions (0.065 M) and shows the characteristic behaviour as presented in Fig. 15.2\n                  . The RRs with the alkali-silicate sol as well as with the Stöber-sol decrease and the RRs with the fumed silica dispersion increase towards higher pH values. With respect to the similar dependencies between the zeta potential and the pH value for all the three dispersions (cf. Fig. 15.3\n                  ), the behaviour of the two sols can be explained by increasing repulsive forces of similarly charged particles and the SiO2 layer. However, in the case of the fumed-silica dispersion the different behaviours must have structural reasons.\n               As can be seen in the particle-size measurements (cf. Fig. 15.4\n                  ) and cryo-TEM images (cf. Fig. 15.5\n                  ), the mean particle sizes for Stöber- and alkali-silicate sols vary around 21 and 40 nm, respectively, independent of the pH value. The smaller particles of the Stöber-sol show a narrow distribution. As shown in Fig. 15.5, the fumed silica consists of aggregates built by flame fusion of smaller spherical primary particles. Their real size cannot be measured exactly by the dynamic light scattering method because it assumes spherical particle shapes for its evaluation. As a result of agglomeration affects, the apparent particle sizes increase with pH values lower than 4. According to rheological measurements the dynamic viscosity of acidic fumed silica dispersions, even with CMP-relevant shear rates <10,000 s−1, is significantly higher than in the case of alkaline dispersions. Obviously, the interactive forces between the silica aggregates increase, forming agglomerates when approaching the isoelectric point and decrease with higher charge under stabilization of dispersion.",
    "Infrared spectroscopy": "15.3\n               Infrared spectroscopy\n               In order to apply infrared (IR) spectroscopic methods and techniques to certain applications (e.g. for the investigation of surface processes or some material characteristics in CMP), some general explanations and remarks have to be given in advance.\n               \n                  15.3.1\n                  Principle and analytical information of IR spectroscopy\n                  IR spectroscopy is an analytic method based on the absorption of IR radiation by vibrational excitation of lattices, surface groups, molecules, etc. in each physical condition. The absorptions are always associated with a change in the dipole moment of the molecule/material. Consequently, vibrational and/or rotational modes of molecules, lattices, surface groups, etc. not involving a change in the dipole moment do not absorb IR radiation and are not visible in the IR spectrum; they are IR inactive.\n                  Except for some noble gases and homonuclear diatomic molecules like H2, O2, N2 etc., IR spectroscopy enables the qualitative and quantitative analysis of most organic as well as many inorganic compounds. Furthermore, it is capable of providing information on molecular and crystalline structure, chemical bonding, atomic and molecular incorporation and ab-/adsorption in bulk material as well as at surfaces. As a non-destructive and mostly non-contact measurement technique, IR spectroscopy offers the possibility to perform in situ and remote detections. Therefore, it is a very versatile analytical technique. More details concerning theory and application of IR spectroscopy can be found in several standard books [6,26].\n               \n               \n                  15.3.2\n                  General structure of an IR spectrometer\n                  IR spectrometers generally consist of four main functional elements: \n                        \n                           •\n                           an IR radiation source like a traditional thermal emitter (silicon carbide rod, Nernst-stick),\n                        \n                        \n                           •\n                           a dispersion and/or modulation element such as a traditional prism or grating monochromator (and more recently an interferometer),\n                        \n                        \n                           •\n                           a sample including its holder/sampling cell and supporting elements and\n                        \n                        \n                           •\n                           an IR detector (e.g. a pyroelectric or semiconducting element or a differential gas-pressure sensor (bolometer).\n                        \n                     \n                  \n                  In case of a traditional dispersive spectrometer, the four elements are arranged in the same sequence as listed above. A transmission spectrum, for example is recorded by the registration of the detector signal during a sequential wavelength sweep by turning the dispersive element. The absorption is calculated by dividing the transmission signal with the sample by the signal of the empty arrangement as reference. As a result, the spectral instrument characteristic is automatically eliminated. In some cases, the incident signal is modulated in order to eliminate the influence of stray light and/or background. Simple non-dispersive systems as they are applied for the measurement of exhaust gases may use edge or interferometer filters in the IR-optical range only. For special applications, modern, tuneable Fabry–Pérot filter detectors [19,60] or other uncooled pyroelectric line array sensors, so-called linear variable filters [66], in combination with micro-hot plates and special sampling elements are in use for hand-held systems.\n                  Today, the traditional dispersive IR spectrometers have been almost entirely displaced by FTIR spectrometers. In this new generation of spectrometers, the incident IR beam is modulated by passing through an interferometer (e.g. a Michelson type) with an oscillating mirror and the IR detector registers it after passing through the sample as illustrated in Fig. 15.6\n                     . The conversion of this time-dependent signal into a wavenumber-dependent IR spectrum is done by Fourier-transform (FT).\n                  Novel developments using micro-opto-electro-mechanical systems (MOEMS) as moving mirrors in the interferometers [38] bridge the gap between classical FTIR setups and microsystems. They target the miniaturization of the spectrometers.\n               \n               \n                  15.3.3\n                  FTIR spectroscopy\n                  In contrast to the time-consuming sequential registration with dispersive systems, the FT principle provides the so-called multiplex advantage: each forward and/or backward scan of the moving interferometer mirror can be used to record a complete spectrum. The resolution depends on the travel length of the mirror while the SNR depends on the square root of the number of scans as well as on the sensor characteristics. The spectral range is limited by the spectral characteristics of the IR source, the beam-splitter and the detector. Furthermore, the transparency and reflectivity of windows and mirrors as well as disturbing ubiquitous gases (mostly water vapour and carbon dioxide) in the light path have to be taken into account.\n                  Recent developments resulted in higher sensitivity, high scanning speed with sufficient resolution and more compact, ‘miniaturized’ FTIR spectrometers with a footprint of a conventional 15″ notebook. At such a high standard, the focus now is set on quick and easy change of spectral ranges and novel trends in partially integrated sampling techniques including highly transparent fibre systems in the common mid-IR spectral region. Such systems could be adapted to CMP equipment to facilitate the advantages of molecular spectroscopic methods like FTIR spectroscopy.\n               \n               \n                  15.3.4\n                  Sampling techniques in FTIR spectroscopy\n                  With respect to the practical part of this chapter a short excursion into the theory and application of FTIR sampling techniques is recommended. More details concerning the sampling techniques are found in special literature [6,26,36,96].\n                  In general, low IR absorbing solid samples are measured in transmission and spectra are calculated by dividing the single channel intensity spectrum of the sample by the spectrum of the reference (without sample). The decade logarithm of the reciprocal transmission spectrum gives the absorbance spectrum. According to the Lambert–Beer's law, it is proportional to the absorbance coefficient and the concentration of the sample. Positive absorbance signals represent arising and negative disappearing substances, groups, lattices, etc.\n                  Because of the high IR absorbance of water, the main component of all CMP slurries, the most common transmission technique can be applied for ex situ investigations only. Reflection losses and interferences caused by interfaces with different complex refraction indices have to be considered and corrected. Powders, for example of dried, CMP-relevant samples or reference substances, can be measured in transmission after milling with the IR-transparent potassium bromide (KBr) and sintering to an optically clear pellet using an undoped pellet as reference. Furthermore, the samples can be dispersed in paraffin oil (Nujol) or other immersion oils without disturbing IR bands as thin layers between KBr windows.\n                  In the case of specular reflection techniques, external and internal reflection has to be distinguished with respect to the succession of the refractive indices in the direction of the light propagation (cf. Fig. 15.7\n                     ). The external reflection measurements (cf. Fig. 15.7(A)) with the optically less dense slurry as incident medium and the highly refractive wafer as reflecting substrate are subjected to the same restrictions as the transmission technique and reserved for ex situ investigations. In case of IR reflection absorption spectroscopy (IRRAS) thin absorbing films or dielectric layers are measured on a highly specular reflecting substrate (typically metallic layers on a Si substrate).\n                  In the case of internal reflection, the incident IR beam progresses from the optically denser medium with the refractive index n\n                     1 and is reflected at the interface to the ambient with n\n                     2. Depending on the angle of incidence (AOI) and the ratio of both media refractive indices, either regular or total reflection occurs. In the case of two transparent phases, the critical angle of total reflection θ\n                     crit is given by Eq. (15.3): \n                        \n                           (15.3)\n                           \n                              \n                                 \n                                    θ\n                                    crit\n                                 \n                                 =\n                                 arcsin\n                                 \n                                    (\n                                    \n                                       \n                                          n\n                                          2\n                                       \n                                       \n                                          n\n                                          1\n                                       \n                                    \n                                    )\n                                 \n                              \n                           \n                        \n                     \n                  \n                  With AOIs larger than θ\n                     crit, the beam undergoes total reflection. In that case, an evanescent wave penetrates the ambient material and propagates a very little distance into and along the surface, collecting information about the ambient material by absorption. This technique is called ATR",
    "ATR-FTIR spectroscopy": "15.4\n               ATR-FTIR spectroscopy\n               ATR has been found as an easy to use, non-destructive and surface-sensitive IR sampling technique for the in situ investigation of CMP processes [30]. It was initially pushed by Harrick [29] and comprehensively treated in his early book and other authors like Mirabella [53,54] or Miloésevic [52]. Numerous alternative and partially deceptive names are used instead of ATR spectroscopy: internal reflection spectroscopy, evanescent wave spectroscopy, frustrated total internal reflection (FTIR, which should not to be confused with Fourier-transform infrared spectroscopy) and multiple internal reflection (MIR, which should not to be confused with ‘mid-infrared’). Therefore, in the following the term ATR as defined in Section 15.4.1 and illustrated with Fig. 15.8\n                   is used exclusively.\n               \n                  15.4.1\n                  Principle\n                  Practically, ATR is based on the intensity loss of IR radiation after total reflection at one or more faces of a so-called internal reflection element (IRE) made of a high-refractive material. During total reflection, a standing wave perpendicular to the surface forms within the IRE at the reflecting side. This wave also exists beyond the reflecting interface and penetrates the optically ‘thinner’ medium with an exponential decaying signal. Its energy is totally reflected without an IR-absorbing substance within the envelope of the evanescent wave (cf. Fig. 15.8). Attenuation only occurs because of IR-absorbing compounds, lattices, adsorbates, etc. within the optically thinner medium. If the evanescent wave is intercepted with a high-index material before its amplitude is zero, a part of the wave continues in this material. This setup is then called frustrated total internal reflection.\n                  An IRE consists of an IR-transparent material with a high refractive index, for example zinc selenide (ZnSe), a mixture of thallium bromide and iodide (KRS-5), cadmium telluride (CdTe) or germanium (Ge) [30]. Its shape is determined by functional aspects: (1) the IR beam must enter and leave it with an angle providing total reflection at sample side, (2) the number of total reflections has to be defined and (3) the design is determined by the respective measuring accessory.\n                  A large variety of IREs with different shapes is known [29,40]. The simplest IREs for single reflections are regular triangular prisms (cf. Fig. 15.9\n                     (A)) or semi-cylinders with the total reflection at the flat base. In case of multi-reflection, the IRE consists of parallel plates with tilted or perpendicular faces for the entrance and escape of the IR beam. The most common shape is a trapezoidal plate (cf. schematic representation in Fig. 15.9(B)).\n               \n               \n                  15.4.2\n                  Penetration depth and effective thickness\n                  ATR spectra are quite similar to conventional absorbance spectra recorded by transmission through a sample. However, there is a crucial difference because of the wavelength dependency nature of the evanescent wave. The distance from the surface, where the electrical field amplitude E of the evanescent wave reaches the value E/e, is called depth of penetration d\n                     p. It can be calculated by the following expression: \n                        \n                           (15.4)\n                           \n                              \n                                 \n                                    d\n                                    p\n                                 \n                                 =\n                                 \n                                    λ\n                                    \n                                       \n                                          2\n                                          π\n                                       \n                                       \n                                          \n                                             \n                                                n\n                                                \n                                                   1\n                                                \n                                                2\n                                             \n                                             sin\n                                             θ\n                                             −\n                                             \n                                                n\n                                                \n                                                   1\n                                                \n                                                2\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                  \n                  Here n\n                     1 and n\n                     2 are the refractive indices of the IRE and ambient/sample, λ the used wavelength and θ is the AOI of the IR radiation relative to a perpendicular of the surface.\n                  The depth of penetration d\n                     p is proportional to the wavelength or the reciprocal value of the wavenumber. It increases when approaching the critical angle of total reflection θ\n                     crit, which is defined by the wavenumber-dependent ratios of the refractive indices at the respective interface. As a result of this limiting penetration depth the ATR spectroscopy can be used for the surface-specific measurement of interfaces such as SiO2 on Si in a strongly absorbing ambient, for example slurries. To gain some idea about penetration depths Fig. 15.10\n                      presents curves for AOIs between 35° and 65° ranging from 3000 to 400 cm−1, calculated with the non-wavelength-dependent real parts of the materials refractive indices. For example, d\n                     p ranges from 0.5 µm at 3000 cm−1 to 3 µm at 400 cm−1 with AOI = 35°\n                  It should be noted that d\n                     p is not the depth that is sampled in the ATR experiment as E is not zero at d\n                     p. It only gives an impression about the scale to what depth information can be gained approximately and how it will change over the spectral range. The ‘real’ depth of information is related to the penetration depth but also relies very much on the sensitivity and SNR of IR equipment used. The sample thickness of a material recorded in transmission at normal incidence giving the same absorbance as in the ATR spectrum is called effective thickness (d\n                     e).\n                  Compared to transmission spectra the absorbance in ATR spectra are enhanced towards lower and diminished towards higher wavenumbers because the penetration depth is inversely proportional. Such wavelength dependencies can be more or less corrected using commercial measuring software (so-called ATR correction) with respect to the AOI as well as the refractive indices of the IRE and the sample. Spectra recorded in the range of Si phonon vibrations [44,69] require a more advanced correction algorithm with respect to frequency-dependent refractive indices. Otherwise, pseudo-absorbance bands and shoulders are observed and cause misinterpretations. For example, a ‘negative’ peak of TO+TA multi-phonon band of crystalline Si at 610 cm−1\n                     [69] on top of the wide band of the libration mode of water is to be seen in Fig. 15.23 of Section 15.6.5.\n                  The limited penetration depth enables IR spectroscopic investigations in strongly absorbing – for example aqueous – solvents or electrolytes. Early applications of the ATR technique are found in the publications of Neckel and co-workers [57–59]. They pioneered in situ investigations of electrochemical processes – IR spectroelectrochemistry – with trapezoidal Ge, ZnSe or CdTe multi-reflection IREs during the formation and modification of conductive polymers, cycling of thin metal films, etc. Similar techniques have been applied by other groups [101], and techniques for the recording of ATR-relevant reference spectra of powders for the evaluation of the in situ experiments have been developed and applied [42].",
    "Si-based reflection elements for ATR-FTIR investigations": "15.5\n               Si-based reflection elements for ATR-FTIR investigations\n               In addition to the already mentioned materials, Si is used for IREs in ATR-FTIR spectroscopy. It is an inert material and solely affected by strong bases and oxidizing agents in combination with fluorine compounds only. Major drawbacks of Si for MIR optical applications with traditional IREs are (1) its high refractive index, which causes reflection losses at interfaces and (2) some strong absorption bands in the range between 1500 and 300 cm−1 caused by phonon vibrations [30,44].\n               Crystalline Si as the most important substrate material in the semiconductor industry is fabricated in high quality and purity for relatively low prices compared to other ATR materials over recent decades. Nevertheless, IREs in standard shape are still quite expensive and not as common as applications of Si IREs in standard wafer thickness of about 500–1000 µm. They are still an exception and limited to several experimental investigations of Si surfaces or very thin dielectric films on Si. Despite this, the easy availability of high-quality Si wafers and the possibility of processing in standard equipment make it particularly interesting for ATR-FTIR spectroscopic investigations in the semiconductor industry.\n               In this section, advantages and disadvantages of commonly used Si IREs are briefly summarized. Finally, a new development is presented, which is able to overcome some major drawbacks of conventional Si IREs and provides numerous fields of applications that are exemplary presented in Section 15.6.\n               \n                  15.5.1\n                  Standard Si multi-reflection elements\n                  Depending on the application and the ATR accessory used, the commonly used IREs are of trapezoidal shape with 45° tilted end-faces, 10 or 20 mm width and typically 50 mm effective length. In the case of 3 mm thickness, seven internal reflections occur at both sides of the plate; with 2 mm that number increases to 25 mm; in the case of parallelepipeds one more reflection occurs [82]. These types of elements are commonly called multiple internal reflection (MIR) elements. In order to avoid confusion with ‘mid-infrared’ it is better to call them multiple-reflection elements (MREs). On the one hand, the number of reflections multiplies the interpretable analytical signal; on the other hand, absorption as a result of Si phonon vibrations along the length of the light path within the MRE limits the usable mid-IR spectroscopic range (cf. Fig. 15.11\n                     ). Therefore, such elements cannot be used for ATR-IR analysis within the ‘fingerprint’ range of organic compounds and to record the first order vibrations of Si oxide and nitride [5,11,61,78]. Additionally, they are quite expensive and not compatible with common tools used in semiconductor fabrication.\n               \n               \n                  15.5.2\n                  Wafer-based Si multi-reflection elements\n                  Similar setups with shorter optical path lengths based on common 100 mm Si wafers with {100} or {111} orientation with sizes of approximately 37.5 mm × 15 mm ×0.5 mm are described [4,68,93]. In order to avoid confusion, these sometimes-called MIR elements should be named wafer-based multi-reflection elements (wMREs). The use of standard Si wafers allows processing in conventional semiconductor equipment, for example in order to deposit a specific material. With the geometry specified above, up to 75 reflections [4,67] occur, resulting in a larger SNR. The optical path in the wMRE is still relatively long, and so they are subjected to similar restrictions as standard MREs in case of applications with wavenumbers >1000 cm−1\n                     [93]. Additionally, the preparation of the 45° bevel has to be done individually/separately for each wMRE and accessories are needed to focus/collect the IR radiation onto/from the small bevelled faces.\n                  Alternatively, double side polished Si wafers can also be measured using a meanwhile commercially available wafer ATR accessory with two Si coupling prisms in different distances/internal reflection lengths [74], but the transmission below 1500 cm−1 is also blocked.\n               \n               \n                  15.5.3\n                  Micro-structured single-reflection elements\n                  In order to reduce the optical path length through the Si, novel IREs with a single reflection basing on standard double side polished 4″ Si wafers with 525 µm thickness have been developed and fabricated [78]. Using off-the-shelf semiconductor fabrication processes including thermal oxidation, lithography, oxide etch and anisotropic Si wet etch in succession, arrays of <110>-oriented periodic microstructures consisting of (111) faces are etched into the backsides of 100 mm (100) Si wafers. The resulting (111) faces are oriented with an angle of 54.7° to the (100) wafer surface and they are used to couple the IR radiation in and out of the so-called micro-structured single-reflection elements (mSREs) with a single total reflection at the opposite side of the wafer. Disregarding the narrow parallel face atop the structure (because of the masking of the lines) the shape of the mSREs is comparable to a purely mechanically fabricated, so-called Fresnel IRE. A photograph of a 100 mm Si wafer with different mSRE structures and SEM images of the arrays of (111) facets in two different sizes are shown in Fig. 15.12\n                     . Such mSRE wafers can still be handled and processed in most semiconductor equipment enabling treatment and in situ analysis of deposition, etching, surface modifications or polishing.\n                  The major advantage of mSREs is the very short optical path length of less than 1 mm within the Si in the single reflection approach. Therefore, this new design is fully applicable in the mid- and far infrared (FIR) spectral range including the fingerprint region of organic materials and normal modes of Si compounds [78] (Fig. 15.11 range II). The importance of this spectral range was mentioned in previous sections and it is becoming clear looking at spectra of typically used materials in SiO2 and nitride CMP. Fig. 15.13\n                      shows ATR-absorbance spectra of a pure silica and ceria suspension referenced to deionized (DI) water. The IR active normal modes of SiO2 located at 1100, 800 and 450 cm−1 show very strong absorption intensities (cf. Section 15.6.2). On the contrary, for ceria only the tripled F1\n                     u vibration is IR active and located in the FIR spectral region at 360 cm−1 (cf. Section 15.6.5). The degraded SNR of the ceria spectrum shown in Fig. 15.13 is caused by the low sensitivity of the equipment used: a room temperature pyroelectric deuterated triglycine sulphate (DTGS) detector and a common Si carbide source. This limitation could be overcome by using an improved FTIR spectrometer setup optimized for FIR applications [6].\n                  A disadvantage of mSREs, however, is a lower ratio of the reflected signal component compared to MRE and wMRE caused by the single reflection approach. Nevertheless, significantly higher optical throughputs caused by larger applicable beam diameters and reduced reflection losses because of reflection accessories with two mirrors only cause a slightly better SNR of the mSREs.\n                  With reference to mirrors or empty sample compartments, the periodic couple structure of the mSRE causes interferences seen as intensity oscillations in the IR spectra. They do not occur when referencing to the same mSRE in the same position with the same deformation. Mathematical corrections are possible by manipulation of the interferogram by Fourier filtering as well as by a so-called wavelet method [77].",
    "In situ applications of ATR-FTIR spectroscopy using mSREs": "15.6\n               In situ applications of ATR-FTIR spectroscopy using mSREs\n               The following examples will be treated to highlight the universal applicability of mSREs for investigating CMP of SiO2 and other dielectrics. The technical implementation of mSREs in the measuring system and investigations of the oxide removal by chemical etch and CMP, characterization of slurries and surface modifications as well as interactions with the pad are presented.\n               \n                  15.6.1\n                  Implementation of mSREs into experimental setups\n                  Because of their planar shape and simple design, the handling of mSREs is very easy. For the characterization of liquids, a simple horizontal reflection accessory only is necessary. The coupling structures of the mSRE face downwards with the orientation of the v-grooves perpendicular to the plane of incidence. The liquid is placed at the upwards directed face of the mSRE. Only two plane mirrors are necessary to deflect the incident beam towards the sample and back into the direction of the detector – an optimized beam path, however, should further improve the signal quality. Typically, an AOI between 15° and 55° is used. Because of the high refractive index of Si, the effective angle of the totally reflected beam only marginally depends on the AOI. However, beam incidence of 35°, a nearly perpendicular orientation to the (111) Si facets, has been found to work best. As illustrated in Fig. 15.14\n                     , etchants can be easily placed in an O-ring-tightened cell pressed onto the structure side of the mSRE with the layer to be etched. For CMP-modelling investigations, a piece of a polishing pad is pressed and moved within a tray-like slurry reservoir on the structure side of the mSRE with the layer to be polished. Such an arrangement is inverse to common CMP equipment. Despite the non-optimal lateral homogeneities, this setup was used for the first in situ polishing simulations. During the polishing experiment, the moving pad is pressed pneumatically with the appropriate down force against the mSRE.\n                  Common CMP equipment is based on a rotating platen and rotating wafer design with the structural side of the wafer to be polished facing downwards. In that case, the mSRE has to be placed as schematically illustrated in Fig. 15.15\n                      and the IR beam has to be coupled from the upper side of the sample. This design was implemented for a special CMP-ATR accessory with linear motion (similar Fig. 15.14), but has the disadvantage of a statistically non-uniform wafer-pad contact. Therefore, a second type of CMP-ATR accessory using a rotating platen was constructed and placed inside the spectrometer's sample compartment (cf. Fig. 15.16\n                     ). Because of the small footprint of the sample compartment and the fixed mSRE within it, the platen with the upside directed pad moves in a linear or orbital manner [62]. For both designs, the pad is pneumatically pressed against the static mSRE with the slurry being fed onto its surface during its movement. In order to avoid disturbing rotation–oscillation bands of water vapour and carbon dioxide in the IR spectra, the sample carrier with the fixed mirrors and the beam path inside the sample compartment are enclosed and nitrogen purged.\n               \n               \n                  15.6.2\n                  Chemical etch of native SiO2 on mSREs\n                  An initial feasibility study on the characterization of native oxide films and surface species at Si using the mSRE-ATR-FTIR technique was performed with the static setup in a horizontal single-reflection cell [78]. The etch removal of the native SiO2 layer by diluted hydrofluoric acid was chosen as a reference experiment as it results in a surface termination of the Si by silane groups (hydrogen bonds at Si atoms). This topic was intensively investigated using IR spectroscopy with wafer-based multiple reflection elements [4,73,91,92] as well as thin-film external transmission configuration [72,92,94].\n                  \n                     Fig. 15.17\n                      shows in situ spectra of the intermediate and the final state recorded during the etch of the native SiO2 layer on mSRE in diluted hydrofluoric acid with DI water at the sample serving as a reference. After replacing the DI water with diluted hydrofluoric acid, etching of the SiO2 immediately starts, and negative absorbance bands of the dissolving oxide within 1250 and 1000 cm−1 occur. They are assigned to the transversal optical (TO, 1059 cm−1) and the longitudinal optical (LO, 1224 cm−1) modes of the asymmetric stretching vibration (Mecke symbol: νas) of ultra-thin SiO2 films [39,55,72,73,89]. In accordance with the theory, LO modes cannot be observed in an infinite sample. However, in layers thinner than the wavelength used and at an AOI different from the normal to the surface the LO mode can be observed or even be more pronounced than the TO mode (known as the Berreman effect; cf. [89]). During oxide removal a continuous red shift of the LO mode from 1229 to 1224 cm−1 was observed and assigned to structural changes of the thin oxide layer or the existence of an interlayer [55,72].\n                  In the final state (dashed line) the negative peaks assigned to the removal of the SiO2 reach a maximum. When the bare Si surface is exposed, two positive peaks occur at 2100 and 660 cm−1, shown in the insets in Fig. 15.17 in more detail. Before the oxide was removed completely, no change was observed in this region. Both peaks are assigned to the Si–H bond on a hydrogen-terminated Si surface [4,43,44,94].\n                  The results of this simple experiment are confirmed by similar ex situ and in situ investigations on Si CMP using the ATR approach [61,68]. They show the capability of detecting ultra-thin films and surface modifications using the mSRE-ATR technique. As stated before and shown in more detail in a corresponding publication [78], such investigations are not limited to the spectral range above 1000 cm−1 as for conventional or wafer-based MRE made of Si if mSREs are used.\n               \n               \n                  15.6.3\n                  Chemical etch and thickness calibration of SiO2 layers on mSREs\n                  In the case of oxide CMP, several hundred nanometres thick SiO2 layers are of special importance and a large number of ex situ IR investigations on Si wafers were reported [4,24,25,39,47]. Most publications focused on the analysis of Si–O–Si normal vibrations in the lower MIR region: rocking (≈ 450 cm−1, ρ), bending (≈ 800 cm−1, δ) and the broad absorption of stretching modes (ν) appearing in the 900–1300 cm−1 spectral region. These measurements were usually performed at the normal-incidence transmittance and near-normal reflectance. It was found that position, intensity and width of the main absorption maximum can provide information concerning oxygen content/stoichiometry as well as strain and density of the amorphous Si oxide network.\n                  So far only a few publications aiming on in situ characterization of SiO2 layers with a thickness of several tens or hundreds of nanometres are known [28,90]. An ATR-FTIR approach using Si-mSRE was proposed to gain additional information on slurry composition and the SiO2 layer during polishing, for example thickness [79]. Initially, a 750 nm thick layer of thermal SiO2 was removed with a buffered-oxide etch (BOE, an aqueous solution of HF and NH4F) with the process being in situ monitored. Fig. 15.18\n                      shows ATR-absorption spectra of a SiO2 layer and the adjacent BOE solution behind acquired at different times during etch. The spectra are referenced to a bare Si-mSRE. Therefore, a decreasing intensity indicates material removal, for example by dissolution. All IR-active normal modes of SiO2 located at 447 cm−1 (not shown), 800 cm−1 and 1040–1250 cm−1 can be observed (cf. [79]). Except LO stretching vibration, all bands show a reduction in the intensity immediately after immersion in BOE, indicating dissolution of SiO2 (cf. Figs. 15.18 and 15.19\n                     ). Contrarily, the intensities of BOE assigned absorption bands increase. Because of the exponential decay of the electric field and the higher penetration depth of the evanescent wave at lower wavenumbers, only the broad band of the libration modes [89] L1 and L2 of water are clearly visible even at the initial thickness of 750 nm. Other vibrations of water and BOE at higher wavenumbers are less visible and can only be observed with appropriate referencing (not shown) but are getting more pronounced in the case of thinner oxides.\n                  The positions of the bending and rocking mode are fixed. In contrast, the maximum peak position of the TO stretching mode undergoes a blue shift from 1041 cm−1 (d\n                     SiO2 = 750 nm) to 1066 cm −1 (≈ 120 nm). The shift continues with etch time and ends at 1070 cm−1 for a thin oxide film. Similar shifts are reported in the literature [47,89]. They are associated with a change in the bond angle θ of Si–O–Si whereby the force constant values remain unchanged. In general, a flexible Si–O–Si bond is assumed, which can vary over a wide range (120°< θ < 180°), whereas the Si–O bond length is practically constant (1.59–1.62 Å [89]). According to this assumption, the observed blue shift with decreased thickness corresponds to an increase of θ.\n                  According to the Lambert–Beer's law the absorbance is linear with the absorption coefficient, concentration c and volume of the probed sample. Assuming that the absorption coefficient, concentration and cross-section do not change, it can be supposed that the absorbance of a sample is linear with thickness. This is actually true for most data recorded using transmission or similar sampling techniques. In the case of ATR spectra, the exponential decay of the evanescent wave has to be taken into account if the band area and film thickness are to be correlated. For use in ATR spectroscopy, the Lambert–Beer's law can be empirically modified to: \n                        \n                           (15.5)\n                           \n                              \n                                 A\n                                 =\n                                 α\n                                 ·\n                                 c\n                                 ·\n                                 (\n                                 n\n                                 +\n                                 m\n                                 ·\n                                 \n                                    e\n                                    \n                                       −\n                                       d\n                                       ·\n                                       l\n                                    \n                                 \n                                 )\n                              \n                           \n                        \n                     with absorbance A, molar absorption coefficient α, film thickness d and fit parameters n, m and l.\n                  This relationship considers the geometry of the particular mSRE and the optical properties of the oxide layer. So, the thickness of the oxide layer can be calculated from in situ IR spectra. The data obtained from in situ ATR-FTIR spectroscopy and ex situ ellipsometry at different thicknesses are used in a regression analysis to generate the fitting parameters n, m and l of Eq. (15.5). The results of such a calibration algorithm with data from the BOE experiment mentioned before are shown in Fig. 15.20\n                     .\n                  In this example the δ(Si–O–Si) vibration is used as it is not superimposed by other absorption bands. So, it is well suited for fitting the thickness from in situ FTIR data disregarding its relatively low intensity. In contrast, the SiO2 stretching mode is superimposed by several absorption bands caused by water and other compounds in etching solutions. This may lead to wrong interpretations, for example the observed increase in calculated etch rate during the initial water rinse shown in Fig. 15.19 and the apparent decrease of the signal when the etchant is replaced by water. A similar but contradictory effect is observed when wetting the dry mSRE with the etchant.\n                  A particularly conspicuous aspect of this experiment is the unusual behaviour of the LO stretching mode. As seen in Figs. 15.18 and 15.19 the intensity and band integral of the LO mode cannot be simply correlated with the oxide thickness using the given relationship.\n               \n               \n                  15.6.4\n                  CMP of SiO2 layers on mSREs\n                  Similar to the etching experiments, CMP removal of thermal SiO2 has been in situ monitored with a polishing accessory inside the FTIR instruments’ sample compartment as described above [79]. Alkali-silicate slurry and an IC1000 pad (after break-in and conditioning at a commercial polisher) have been used to ensure fabrication relevant conditions. In Fig. 15.21\n                      the evolution of in situ ATR-absorbance spectra of the SiO2 layer and the surrounding silica slurry during the complete CMP removal of the oxide are shown. The spectra are referenced to the blank mSRE after polish. Similar to the previously shown SiO2-etching experiments, decreasing band intensities of Si–O–Si stretching, bending and rocking modes occur during polish indicating SiO2 removal.\n                  Parallel to the intensity reduction of the stretching band of the SiO2 layer, the formation of a shoulder 1107 cm−1 can be observed with decreasing thicknesses. This shoulder is related to the colloidal silica in the slurry and represents the increasing fraction of the evanescent wave's penetration into the slurry when the oxide layer is thinned. Similar features can be observed in the range of the bending and rocking modes (≈ 800 cm−1 and ≈ 450 cm−1) of SiO2.\n                  The example shown here confirms the feasibility of the mSRE to record IR spectra in the mid- and far-IR range during material removal by CMP using the ATR technique. With decreasing oxide thickness it is possible to gain more and more spectral information about the slurry components. In order to provide spectra with higher SNR, the spectrometer setup can be significantly improved and accelerated by using liquid-nitrogen-cooled-HgCdTe-type (MCT) semiconductor detectors; and in the case of investigating samples with CeO2 with bands in the FIR helium-cooled bolometer detectors and mercury-vapour lamps as FIR sources must be used.\n               \n               \n                  15.6.5\n                  Abrasive and slurry characterization with mSREs\n                  The characterization of the slurry abrasives, their modification and changes during the polishing process might be helpful in elucidating the material removal mechanisms and can provide information about their interaction with additives. Such IR spectroscopic analysis is mostly done ex situ [7,33,64,84] and properties prior to versus after the polish [81]. The samples and surfaces have to be dried, sometimes in a gas flow and at elevated temperatures significantly influencing/changing their original properties and surface states. Since ATR-FTIR spectroscopy is generally well suited to analyse liquid samples and dispersions, it can be used to overcome such problems by providing ex situ or in situ characterizations of silica and ceria slurries.\n                  \n                     15.6.5.1\n                     Silica abrasives\n                     Silica-based slurries are widely used not only to polish SiO2 but also other materials, for example (poly)silicon and copper. As listed and characterized in Section 15.2, the three main types of SiO2 abrasive formulations commonly used are: Stöber- and alkali-silicate sol and fumed-silica dispersions [8–10,21].\n                     In Fig. 15.22\n                        , ATR-absorbance spectra of three different silica slurries with similar particle size as recorded with an mSRE are shown. All spectra are referenced to DI water and generally comparable in terms of intensity. They show strong positive bands at 800 cm−1 and in the range of 1200–1000 cm−1, which are assigned to the bending and stretching modes of Si–O–Si. The broad negative band below 700 cm−1 is associated with water displaced by silica particles.\n                     The shape of the Si–O–Si stretching vibration band in the range of 1250–1000 cm−1 is dominated by the TO mode at 1120/1110/1090 cm−1. A much smaller shoulder around 1200 cm−1 caused by the LO mode or LO-TO splitting band can be observed [63]. The narrow TO peak at 1110 cm−1 in the very similar spectrum of Stöber- and alkali-silica sol indicates a homogeneous material composition with a structure different from amorphous SiO2 films (thermal or TEOS oxide). Differences in peak intensity are related to the concentration of the abrasive. Significant differences in bandshape are observed in case of fumed-silica particles showing a double peak (1121 and 1090 cm−1) of the TO mode. The presence of two elementary bands implies that at least two types of amorphous SiO2 structures exist simultaneously: similar to thermal and nano-dispersed silica. More differences can be found in the range of 1000–850 cm−1 presented in the inset of Fig. 15.22 and normalized to the νTO(Si–O–Si) band around 1100 cm−1. Multiple small peaks are observed at ≈ 950–965 (Si–O–H), 906 and 867 cm−1, which can be assigned to residual surface hydroxyl (silanol) groups Si–OH or deprotonated Si–O− species [23]. They are caused by partial occupation of unreacted Si–OH groups. In comparison, those peaks of alkali-silicate sol are higher than those of Stöber-sol indicating a higher amount of unreacted Si–OH groups. Similar features are negligible in the case of pyrogenic silica.\n                     With the same sampling technique, IR spectra of alkali-silicate sols with three different abrasive concentrations (0.2, 1 and 10 wt%) have been recorded (Fig. 15.23\n                        ). The band areas of the strong Si–O–Si stretching mode are proportional to the concentration of silica in the slurry or the sampled volume, respectively (cf. [22]). Thus, such a technique is generally suited for in situ abrasive concentration measurements during the polishing process.\n                     Another interesting field in CMP is the development of slurries with coated or surface functionalized abrasives in order to specifically modify their properties in oxide CMP. Such slurries are, for example aimed at improved material removal rate [81,84,100], selectivity [14,16,18,65] and scratch reduction during CMP [7]. Coated or surface functionalized abrasives are characterized by thermogravimetric analysis, contact angle, zeta potential, dynamic light scattering, adsorption isotherm and X-ray diffraction measurements, scanning electron microscopy (SEM), transmission electron microscopy (TEM), X-ray photoelectron spectroscopy and – last but not least – also by ex situ IR spectroscopy. Commonly the particles are characterized in a dry state, and the molecular characteristics deviate significantly from those in the wet slurry used. In Fig. 15.24\n                         an mSRE-ATR-absorbance spectrum of 3-aminopropyl functionalized silica particles is compared with a similar spectrum of an alkali-silicate sol. The spectrum of the organically functionalized particles is highly structured. In situ ATR-FTIR spectroscopy can be used to characterize coated and surface functionalized particles.\n                  \n                  \n                     15.6.5.2\n                     Ceria abrasive\n                     Ceria (CeO2)-based slurries originally used for CMP of silicate glasses in optics for many decades are now applied for semiconductor fabrication with high polishing performance, MRRs and surface quality over the last few years. Compared with silica-based slurries they show a superior Si oxide-to-nitride removal rate selectivity which can be influenced by using additives like amino acids [2,3,70].\n                     In situ IR investigations on ceria abrasives are challenging. Cerium(IV) oxide crystallized in a fluorite structure (space type \n                           \n                              Fm\n                              \n                                 \n                                    3\n                                 \n                                 ¯\n                              \n                              m\n                           \n                        ), which will only give three fundamental vibrational modes (2 × F1\n                        u; 1 × F2\n                        g) all located in the FIR range where only the TO mode of the threefold-degenerated F1u vibration is IR active [27,56,75]. In Fig. 15.25\n                         two commercial, high selectivity, ceria-based slurries are compared to a sol–gel film of ceria on a Si substrate measured in transmission. The sol–gel sample shows a sharp peak at 275 cm−1, which can be assigned to F1\n                        u mode of pure CeO2\n                        [56,76]. In contrast, in the case of ceria slurries a broad band occurs at 330 cm−1. Similar bands are reported in the literature, but with a band maximum at 360 cm−1\n                        [75]. Compared with conventional colloidal silica slurries with 10–50 wt% solid, ceria-based slurries typically contain less than 10 wt% of the abrasive causing less intense bands.\n                     Two competing models have been presented in the literature to explain the Si oxide CMP process at the molecular level using ceria as abrasive [1]. The so-called ‘chemical tooth model’ was proposed by Cook [12]. The CMP process of silica is described as a multi-step process. Initially, a temporary bonding is formed between ceria abrasive and the silica film. Next, silica is dissolved and released into the slurry. Cook suggested that maximum polishing rate occurs with slurry pH next to the isoelectric point, where the surface charge of the abrasive is predominantly zero. Similarly, [32] proposed a rather mechanical mechanism: the ceria of the abrasive forms bindings with the SiO2 film and SiO2/ceria ‘lumps’ are removed in succession during polishing. A major factor in both models is a temporary or permanent abrasive–film bonding.\n                     Dandu et al. [15] found for different pH values between 2.0 and 9.5 in the filtrates of ceria slurries a direct correlation of UV/Vis absorbance in the spectral region of the Ce3+ ions at 300 nm and the nitride CMP RRs. Furthermore, they deduced from a peak shift to 320 nm – which is suggested to be characteristic for Ce3+/SiO\n                           x\n                         composites ([16]c) or Ce4+ ions [88], respectively – the evidence of Ce–Si formed by interaction of Ce3+ ions in the supernatant and the native suboxide at the silicon nitride surface [15].\n                     Vibrational spectroscopic evidence of compounds with possible Ce–O–Si bridges or surface groups like Ce–O–Si(OH)3 has not yet been found in (ex situ) analysis [32] of the wafer/oxide layer or the debris. A first major step towards verifying the formation of Ce–O–Si bridges during oxide CMP would be the identification Ce–O–Si vibrational modes. Only a few publications use vibrational spectroscopy to investigate ceria–silica bonding or surface modification [33,84,99]. Additional but not fully verified absorption bands in the range of 1200–200 cm−1 were reported and addressed to bonds with ceria involved. Since, respective ab initio calculations are not available, estimated energies of Ce–O–H, Ce–O–Si or Ce–Si vibrations are more or less unknown. Therefore, the proof of a Ce–O–Si bond during oxide CMP remains an interesting challenge.\n                  \n               \n               \n                  15.6.6\n                  Surface modifications investigated with mSREs\n                  It is well known that changes of the pH value, ionic strength and the application of additives have major influence on the polishing behaviour by interacting with the abrasives and oxide surfaces (cf. Section 15.2). The variety of additives ranges from buffers to organic compounds acting as stabilizing, oxidizing or chelating agents, surfactants and more [41,49,87].\n                  \n                     Fig. 15.26\n                      shows the change in the ATR-absorbance spectrum of fumed-silica slurry with increasing pH value. Starting at pH 3.4 the pH value was increased by adding KOH. All measurements and pH-value modification were performed in situ using a Si-based mSRE covered with an 18 nm thick SiO2 layer, to protect the Si-mSRE against etching at high pH values. In this experiment positive absorbance bands are observed at 450, 797, 1079 and 1128 cm−1 with increasing pH value. These bands are assigned to Si–O–Si vibrational modes of fumed silica indicating an increase of SiO2 in the sample volume. As seen in rheological, zeta potential and dynamic light scattering investigations and already discussed in Section 15.2, at low pH values the aggregates of primary SiO2 particles in fumed silica dispersions form large agglomerates; and this process is reversed with higher pH values and negative zeta potentials resulting in smaller, more densely packed particles at the mSREs surface.\n                  Additionally, with high pH values a negative absorption band occurs at 980 cm−1. The band is assigned to the bending vibration of protonated silanol groups (Si–OH). It can be interpreted as deprotonation of Si–OH at the surfaces of the silica abrasive and/or the silica film resulting in Si–O−. Similar behaviour has been found with different types of silica abrasives, for example Stöber-sols.\n                  Other interesting substances are amino acids because of their ability to influence the oxide-to-nitride material removal selectivity in the case of ceria-based slurries. It was proposed that they adsorb either at the silicon nitride surface suppressing the hydrolysis reaction and/or at the ceria surface blocking certain sites and suppressing the abrasion [2,3,13,17,64,65]. The charge, type of functional group and polarity of the amino acids as well as the pH value [50] significantly influence the RRs. However, the molecular interactions of amino acids with silicon oxide and nitride layers as well as ceria particles are not completely understood. Ex situ investigations of abrasive powders with additional coatings in diffuse reflection FTIR (DRIFT) accessories [13] have been done, but elucidation of DRIFT spectra is difficult and uncertain. Additional studies, for example with in situ FTIR spectroscopy, may help to improve the understanding of the mechanism of polishing Si nitride in the presence of amino acids.\n               \n               \n                  15.6.7\n                  Impact of polishing pad investigated with mSREs\n                  The so-called lubrication behaviour of wafer, abrasive and polishing pad was discussed in several CMP models [37,46]. The complex contact situation during CMP experiments was investigated using in situ and ex situ methods, for example ATR-FTIR spectroscopy [20,95].\n                  During experiments with a DI water wetted polishing pad (IC1000) in direct contact with the mSRE, ATR spectra with typical polyurethane absorption bands can be observed when the information depth of the ATR configuration in the 1 µm range exceeds the sum of both the slurry layer and oxide thickness (cf. Fig. 15.27\n                     ). In the ATR spectra referenced to water, the polyurethane bands proportionally increase with increasing static pressures of 15, 50 and 100 kPa (≈ 2, 7.25, 15.5 psi). At the same time the intensities of water-associated bands decrease, indicating water displacement by/from the polishing pad. Disregarding the general difficulties to quantify these observations, as it was attempted with the band area versus pressure correlation in Fig. 15.28\n                     , it is clear that the pad must approach the totally reflecting surface closer than the information depth to show characteristic IR bands under the respective static pressures.\n                  With the polishing accessory in the sample compartment of the IR spectrometer the behaviour under dynamic pressure during polishing also can be simulated. Fig. 15.29\n                      shows the decrease of pad assigned vibrational bands at 40 kPa (= 5.8 psi) in the case of static mode and in the case of two platen velocities of 5 and 2.5 cm/s (very low compared to typical relative velocities on standard CMP tools). The highest signals occur in the case of static pressure and they decrease with increasing velocities during the dynamic process. So, even with low velocities the pad may partially lose direct contact with the wafer surface.\n                  In Fig. 15.30\n                      the time dependencies of two water-assigned and a polyurethane bands are shown during the polishing of a several tens of nanometre thick SiO2 layer on an mSRE with ceria slurry at low relative velocities (grey areas), which is alternated with a static pad (white areas). The resulting intensities are given by two superimposed processes: (1) the thinning of the oxide caused by the polish resulting in increased signals and (2) the effects on the thickness of the liquid film under static and dynamic pressure as described above.\n                  In the case of the stretching vibration of water, ν(H2O), the proportional increase during the movement/polish is predominantly caused by the thinning of the oxide. Because of a lower information depth at high wavenumbers, it does not significantly exceed the thickness of the hydrodynamic layer. In the static phase, the signal slightly decreases because of the action of the static pressure and the squeezing of water from the pad, registered with low sensitivity. The positive peaks of the bending vibrations, δ(H2O), of water during the polishing phases can be explained by a higher information depth enabling the detection of the increased thickness of the hydrodynamic layer. This layer decreases in the inactive phase, again, causing a slight reduction of the signal. The behaviour of the polyurethane band is inverse to the intensity of the water bending vibration: (1) decreasing peak intensities during the polish because of an increased thickness of the hydrodynamic layer and (2) slightly increasing signal in the inactive phase because of better contact of sample and pad, for example relaxation of the pad.\n                  As can be deduced from the results, such an experimental setup would enable spectroscopic investigations of pad-related influences on the polishing mechanism, for example hydrodynamic effect, modification of the pad surface by chemicals, etc. Also, the dimension of the pad contact can be roughly estimated.",
    "Conclusions": "15.7\n               Conclusions\n               In this chapter the applicability of FTIR spectroscopy for characterizing different aspects of SiO2 CMP was described. The technique of ATR-FTIR spectroscopy provides a direct optical access to the surface during polishing. Contrary to conventional Si-based IREs with MIRs, the so-called mSREs have a very short optical path length in Si. This enables analysis in the entire far- and mid-IR range, including the so far inaccessible spectral range of Si compound vibrations like Si–O or Si–N below 1000 cm−1 and the fingerprint region of organic molecules.\n               Using the ATR technique, it is possible to measure and characterize the material removal process during polishing. In combination with a sample-specific calibration, the layer thickness and removal rate can be determined from the in situ spectra afterwards and even during the process. Additionally, it was shown that both components of the slurry including silica and ceria particles as well as the polishing pad can be characterized.\n               Major challenges arise primarily in the sensitivity of the IR spectrometer and the analysis of the complex spectra. With information depths of around 1 µm, ATR spectra contain information of the thin film and surface but also signals from polishing pad, slurry and in particular the abrasives used in the experiment. The separation of these signals is crucial for the analysis of complex polishing processes. With intelligent signal processing, information about pad contact and dynamic processes in the slurry layer between wafer and pad is also available.\n               In situ ATR-FTIR spectroscopy also provides a unique way to analyse the surface of the target material during polishing. The information obtained can help to improve the understanding of material removal mechanism and other chemical processes in CMP, for example interactions of additives like amino acids or effects of the pH value. The presented technique using mSRE is applicable to all kinds of dielectric materials like Si nitride, low-k materials and even very thin metallic films. With the appropriate technical effort, it could be used for EPD as well as for miniaturized spectrometer systems as described in Section 15.3.2 in process control.",
    "Acknowledgements": "Acknowledgements\n               The authors would like to thank Prof. Johann W. Bartha, Senior Professor and former Head of the Institute of Semiconductor and Microsystems Technology (IHM) at the Dresden University of Technology, for his continuing support, Kathrin Estel and Dr Cornelia Bellmann from Leibniz-Institute for Polymer (IPF) Research Dresden for very helpful investigations and discussions as well as the processing team of the IHM clean room for practical support. The financial support by the German Bundesministerium für Bildung und Forschung (BMBF, FKZ: 13N10347 & 13N10808) is gratefully acknowledged."
  },
  "references": []
}