{
  "title": "Relative abundance of subsurface hydroxyl and molecular water species in silicate and aluminosilicate glasses",
  "authors": [
    "Luo, Jiawei"
  ],
  "publication": {
    "journal": "Journal of Non-Crystalline Solids",
    "date": "2019-04-15",
    "doi": "10.1016/j.jnoncrysol.2019.01.012"
  },
  "abstract": "The interaction of water with glass has a profound impact on its mechanical, chemical, and kinetic properties. Water can enter the glass network either as molecular form (H2O) or hydroxyl species (OH). The resulting impact of water on glass properties depends on the relative concentrations of hydroxyl to molecular species. While attenuated total reflection infrared (ATR-IR) spectroscopy can be used to determine the presence of these species in the subsurface region of glass, there is currently no approach to characterize their relative abundance in the glass surface. In this paper, we propose a calculating method for quantifying the ratio of hydroxyl to molecular water in silicate glasses based on a combination of ATR-IR spectroscopy and secondary ion mass spectrometry (SIMS). The technique is applied to leached soda lime silicate and sodium aluminosilicate glasses under a variety of process conditions. The method presented in this paper offers a new avenue for understanding the multiple roles of water in silicate glass network structure and topology.",
  "keywords": [
    "Hydrous species",
    "Silanol",
    "Water",
    "Glass",
    "Infrared spectroscopy"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Hydrous species in silicate glass surfaces can have significant impact on chemical durability, mechanical strengths, and mechanochemical properties of glass [1–8]. In soda lime silicate (SLS; also called soda lime silica or sodium calcium silicate) glass, hydrous species exist in two forms: hydroxyl group (SiOH) and molecular water (H2O). These subsurface hydrous species are introduced through surface treatments such as dealkalization with SO2 or difluoroethane, mechanical polishing, or aqueous leaching during the manufacturing; even in the absence of intentional surface treatment, atmospheric corrosion or weathering during handling, storage or usage in ambient air can drive dealkalization [9–12]. SiOH can be formed through reactions of protons or water with dangling network bonds such as non-bridging oxygen (NBO) at and in the glass surface. Water reactions with bridging oxygen (BO) can also form SiOH groups, but the high activation energy for this can limit the kinetics [13,14]. The reverse reaction is also possible. Overall, these reactions can be expressed as (although over-simplified):\n                        \n                           \n                              ≡\n                              Si\n                              −\n                              \n                                 O\n                                 –\n                              \n                              \n                              \n                                 Na\n                                 +\n                              \n                              +\n                              \n                                 H\n                                 2\n                              \n                              O\n                              →\n                              ≡\n                              Si\n                              −\n                              OH\n                              +\n                              NaOH\n                           \n                        \n                     \n                     \n                        \n                           \n                              ≡\n                              Si\n                              −\n                              O\n                              −\n                              Si\n                              ≡\n                              +\n                               \n                              \n                                 H\n                                 2\n                              \n                              O\n                              ⇄\n                              ≡\n                              Si\n                              −\n                              OH\n                              +\n                              HO\n                              −\n                              Si\n                              ≡\n                           \n                        \n                     \n                  \n                  At the same time, H2O molecules can ingress into the glass matrix [15–17]. Water transport can be enhanced when leached or corroded surfaces have a relatively “open” silicate network. Thus, the SiOH/H2O ratio is closely related to not only the glass composition, but also the silicate network structure [18,19].\n                  Infrared (IR) spectroscopy is widely used to analyze the hydrous species in various types of glass. Titration and transmission IR have been utilized to determine the absorption coefficient of the OH stretching mode and the H2O bending mode of hydrous species in the glass bulk [20,21]. In the near-IR region (4000–6000 cm−1), combination bands are detected: O-H stretch (ν\n                     \n                        OH\n                     ) + Si-O stretch (ν\n                     \n                        Si−OH\n                     ) around 4200–4600 cm−1 for Si-OH and ν\n                     \n                        OH\n                      + H2O bend (δ\n                     \n                        H\n                        2\n                        O\n                     ) around 4700–5300 cm−1 for H2O. Since their bands are not overlapped, it is possible to detect them separately [22,23]. Although near-IR is widely used for bulk analyses [24], it is often difficult to selectively detect the hydrous species present within a hundred nanometers or so from the glass surface. This is because the combination bands have very weak absorptivity [25]. In addition, the absorptivity of the SiOH combination band is reported to vary with the water content in the glass [21,26].\n                  In mid-IR region (1500–4000 cm−1), the absorptivities of SiOH and H2O are quite large, making it easier to detect them with a surface-sensitive technique such as attenuated total reflectance (ATR) spectroscopy [27]. However, the ν\n                     \n                        OH\n                      band is convoluted by the contributions from both SiOH groups and H2O molecules with varying degrees of hydrogen bonding interactions [27,28], and their absorptivity values vary with the strength of hydrogen bonding interactions [29,30]. Another complexity in ATR-IR analysis comes from the concentration gradient of hydrous species in the surfaces [31,32] and the decay of the evanescent wave intensity from the ATR crystal-glass interface to the bulk [33]. Due to these complexities, the ATR-IR analysis has been used only as a qualitative tool for the detection of hydrous species in the subsurface region, but not for the determination of the relative abundance or ratio of SiOH and H2O species.\n                  This paper describes a mathematical algorithm to determine the relative abundance of hydroxyl and molecular water species (OH/H2O) in monolithic and flat glass surfaces based on the ATR-IR analysis and the hydrogen depth profile obtained with dynamics secondary ion mass spectrometry (SIMS). The ratio of OH/H2O concentrations was determined for two different sets of leached SLS glass surfaces: (1) polished SLS glasses with varying leaching times and (2) SLS glasses with different fictive temperatures under the same leaching conditions. The developed method was applied to hydrous speciation in the leached layer formed in sodium calcium aluminosilicate (NCAS) and sodium aluminosilicate (NAS) glass with similar sodium concentrations. In the case of aluminosilicate glass, the AlOH group can also contribute to the hydroxyl group. The calculation results provide deeper insights into the effects of the surface treatment time, thermal history, and bulk composition on the degree of subsurface hydration. With this algorithm, the ATR-IR analysis coupled with the SIMS depth profiling could be used as a method for determining the relative abundance of OH/H2O. If ATR-IR is combined with the hydrogen depth profile from the resonant nuclear reaction (RNR) method, one can obtain the absolute concentration of those two species [34]. But, the RNR technique is not readily available. The quantitative information on relative abundance of OH and H2O species in the glass surface would help understand the roles of these species in affecting surface properties. It could also enable estimating the surface glass transition temperature using recently developed topological constraint theory [35].",
    "Methods": "2\n                  Methods\n                  \n                     2.1\n                     Mathematical algorithm to calculate SiOH/H2O from ATR-IR and H-depth profile\n                     In transmission IR analysis, the signal intensity is measured as an absorbance: A(ω) =  −   log (I\n                        \n                           t\n                        (ω)/I\n                        \n                           i\n                        (ω)) where I\n                        \n                           t\n                         and I\n                        \n                           i\n                         are the transmitted and incident beam intensities, respectively, and ω is the wavenumber of the absorption peak. The signal intensity can be related to the concentration of analyte (c) using the Beer-Lambert law: A(ω) = α(ω) ⋅ b ⋅ c where α(ω) is the absorptivity (also called extinction coefficient) of a specific vibrational mode and b is the sample thickness. In the ATR-IR analysis, the signal intensity is recorded in the form of log(1/R(ω)) =  −  log (I\n                        \n                           r\n                        (ω)/I\n                        \n                           i\n                        (ω)) where R is the reflectance and I\n                        \n                           r\n                         is the reflected IR intensity [27]. Since log(1/R(ω)) is dimensionally equivalent to A(ω), it can replace A(ω) in the Beer-Lambert law as long as the b term is replaced with the depth dependence of the IR evanescent wave intensity and the dispersion of refractive index of sample is negligible (Fig. 1a): [27]\n                           \n                              (1)\n                              \n                                 log\n                                 \n                                    \n                                       1\n                                       /\n                                       R\n                                       \n                                          ω\n                                       \n                                    \n                                 \n                                 =\n                                 α\n                                 \n                                    ω\n                                 \n                                 ×\n                                 c\n                                 ×\n                                 \n                                    ∫\n                                    0\n                                    \n                                       3\n                                       \n                                          d\n                                          p\n                                       \n                                    \n                                 \n                                 exp\n                                 \n                                    \n                                       −\n                                       \n                                          \n                                             2\n                                             x\n                                          \n                                          \n                                             \n                                                d\n                                                p\n                                             \n                                             (\n                                             n\n                                             ,\n                                             ω\n                                             )\n                                          \n                                       \n                                    \n                                 \n                                 dx\n                              \n                           \n                        where x is the depth from the surface, d\n                        \n                           p\n                         is the characteristic decay length of the evanescence field (Fig. 1a) which is a function of the refractive index of sample (n) at a given ω as well as the refractive index of the ATR crystal used. Because the greatest contribution to the ATR-IR signal intensity comes from the depth equivalent to 3d\n                        \n                           p\n                        , integration of the evanescent field term from zero up to 3d\n                        \n                           p\n                         is sufficient. If the analyte concentration is not constant within this probe depth and/or the analytes are present in the surface region shallower than the probe depth (Fig. 1a) [31], then it should be integrated along with the evanescent field term:\n                           \n                              (2)\n                              \n                                 log\n                                 \n                                    \n                                       1\n                                       /\n                                       R\n                                       \n                                          ω\n                                       \n                                    \n                                 \n                                 =\n                                 α\n                                 \n                                    ω\n                                 \n                                 ×\n                                 \n                                    ∫\n                                    0\n                                    \n                                       3\n                                       \n                                          d\n                                          p\n                                       \n                                    \n                                 \n                                 c\n                                 \n                                    x\n                                 \n                                 ∙\n                                 exp\n                                 \n                                    \n                                       −\n                                       \n                                          \n                                             2\n                                             x\n                                          \n                                          \n                                             \n                                                d\n                                                p\n                                             \n                                             (\n                                             n\n                                             ,\n                                             ω\n                                             )\n                                          \n                                       \n                                    \n                                 \n                                 dx\n                              \n                           \n                        where c(x) is the depth profile of analyte within the sample. This means that if α(ω), c(x), and n are known, the ATR-IR intensity can be theoretically calculated.\n                     This principle can be applied to the ATR-IR analysis of hydrous species (OH and H2O) in the subsurface region of glass. Since two types of species are involved, we need to measure and analyze at least two absorption bands. In the mid-IR range, those bands are the OH stretching (v\n                        \n                           OH\n                        ) and H2O bending (δ\n                        \n                           HOH\n                        ) modes. In this region, the absorption by glass itself is negligible [36], and the concentration of hydrous species in the glass is relatively low; hence, the refractive index of glass (n) in Eq. (2) is effectively a constant value. The v\n                        \n                           OH\n                         band has contributions from both OH and H2O species. Due to varying degree of hydrogen bond interactions of these species in the glass network, the contributions from these two components are highly overlapped, making the v\n                        \n                           OH\n                         band width extremely broad (spanning from ~2700 cm−1 up to 3700 cm−1) [37–39]. Fortunately, the δ\n                        \n                           HOH\n                         band has no contribution from SiOH or AlOH. Thus, it should be theoretically possible to estimate the contribution of H2O in the v\n                        \n                           OH\n                         band using the δ\n                        \n                           HOH\n                         band intensity if one knows the relative magnitude of the absorptivity of v\n                        \n                           OH\n                         and δ\n                        \n                           HOH\n                         modes of H2O. Then, the individual contributions from the SiOH and H2O to the total intensity of the v\n                        \n                           OH\n                         band can be calculated.\n                     A mathematical algorithm implementing this calculation needs to make three assumptions. The concentration profiles of SiOH and H2O along the sample depth direction are necessary; however, it is experimentally impossible to obtain them separately, as only the depth profile of total hydrogen, C\n                        \n                           H\n                        (x), can be obtained from SIMS (same for RNR). For simplicity, one can assume that the concentration ratio of OH/H2O does not vary with the depth from the surface. This is the first assumption:\n                           \n                              (3)\n                              \n                                 \n                                    \n                                       \n                                          C\n                                          OH\n                                       \n                                       \n                                          x\n                                       \n                                    \n                                    \n                                       \n                                          C\n                                          \n                                             \n                                                H\n                                                2\n                                             \n                                             O\n                                          \n                                       \n                                       \n                                          x\n                                       \n                                    \n                                 \n                                 =\n                                 m\n                                 \n                                 \n                                    constant\n                                 \n                              \n                           \n                        \n                     \n                     Because C\n                        \n                           H\n                        (x) can be expressed as:\n                           \n                              (4)\n                              \n                                 \n                                    C\n                                    H\n                                 \n                                 \n                                    x\n                                 \n                                 =\n                                 \n                                    C\n                                    OH\n                                 \n                                 \n                                    x\n                                 \n                                 +\n                                 2\n                                 \n                                    C\n                                    \n                                       \n                                          H\n                                          2\n                                       \n                                       O\n                                    \n                                 \n                                 \n                                    x\n                                 \n                              \n                           \n                        combining Eq. (3) and Eq. (4) gives the concentration profiles of OH and H2O as:\n                           \n                              \n                                 (5a)\n                                 \n                                    \n                                       C\n                                       OH\n                                    \n                                    \n                                       x\n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             C\n                                             H\n                                          \n                                          \n                                             x\n                                          \n                                       \n                                       \n                                          m\n                                          +\n                                          2\n                                       \n                                    \n                                    m\n                                    \n                                 \n                              \n                              \n                                 (5b)\n                                 \n                                    \n                                       C\n                                       \n                                          \n                                             H\n                                             2\n                                          \n                                          O\n                                       \n                                    \n                                    \n                                       x\n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             C\n                                             H\n                                          \n                                          \n                                             x\n                                          \n                                       \n                                       \n                                          m\n                                          +\n                                          2\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     The second assumption is that the relative magnitude of the absorptivity of the ν\n                        \n                           OH\n                         and δ\n                        \n                           HOH\n                         modes of H2O molecule in the glass can be set to be the same as the value in the liquid state. Although the ν\n                        \n                           OH\n                         shape of the ATR-IR spectrum of hydrous species in glass is not exactly same as that of liquid water, the ν\n                        \n                           OH\n                         band range of glass significantly overlaps with that of water. Thus, it is reasonable to assume that the distributions of hydrogen bonding interactions are within the similar range in both cases. Then, the absorptivity ratio of the ν\n                        \n                           OH\n                         and δ\n                        \n                           HOH\n                         modes of H2O can be obtained from the ATR-IR spectrum of liquid water (Fig. 1b) using the following equation:\n                           \n                              (6)\n                              \n                                 \n                                    \n                                       α\n                                       \n                                          ν\n                                          OH\n                                       \n                                    \n                                    \n                                       α\n                                       \n                                          δ\n                                          HOH\n                                       \n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       Area\n                                       \n                                          \n                                             ν\n                                             OH\n                                          \n                                       \n                                       /\n                                       \n                                          ∫\n                                          0\n                                          462\n                                       \n                                       exp\n                                       \n                                          \n                                             −\n                                             \n                                                \n                                                   2\n                                                   x\n                                                \n                                                \n                                                   \n                                                      d\n                                                      p\n                                                   \n                                                   \n                                                      \n                                                         υ\n                                                         OH\n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                       \n                                       dx\n                                    \n                                    \n                                       Area\n                                       \n                                          \n                                             δ\n                                             HOH\n                                          \n                                       \n                                       /\n                                       \n                                          ∫\n                                          0\n                                          936\n                                       \n                                       exp\n                                       \n                                          \n                                             −\n                                             \n                                                \n                                                   2\n                                                   x\n                                                \n                                                \n                                                   \n                                                      d\n                                                      p\n                                                   \n                                                   \n                                                      \n                                                         δ\n                                                         HOH\n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                       \n                                       dx\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     Here, x is expressed in nanometers, and the log(1/R) is replaced with Area because the ν\n                        \n                           OH\n                         absorptivity should be processed in the peak area unit, not the peak height [29]. The upper limit of integration can be set to three times the penetration depth (3 × d\n                        \n                           p\n                        ) of IR evanescent field, where d\n                        \n                           p\n                         = 154 nm at 3300 cm−1 for ν\n                        \n                           OH\n                         and 312 nm at 1640 cm−1 for δ\n                        \n                           HOH\n                         when the ATR-IR crystal is made of silicon (Fig. 1b). From the ATR-IR spectrum of water shown in Fig. 1b, the α\n                        \n                           ν\n                           \n                              OH\n                           \n                        /α\n                        \n                           δ\n                           \n                              HOH\n                           \n                         ratio of H2O is calculated to be 12.7. This value could be used in the calculation for H2O species in the glass.\n                     With these assumptions, the intensity of the ν\n                        \n                           OH\n                         band of H2O in the glass, Area(ν\n                        \n                           OH, H\n                           2\n                           O\n                        ), can be calculated from that of the δ\n                        \n                           HOH\n                         band of H2O in the glass, Area(δ\n                        \n                           HOH\n                        ):\n                           \n                              (7)\n                              \n                                 Area\n                                 \n                                    \n                                       ν\n                                       \n                                          OH\n                                          ,\n                                          \n                                             H\n                                             2\n                                          \n                                          O\n                                       \n                                    \n                                 \n                                 =\n                                 12.7\n                                 ×\n                                 \n                                    \n                                       \n                                          ∫\n                                          0\n                                          \n                                             3\n                                             \n                                                d\n                                                p\n                                             \n                                             \n                                                \n                                                   υ\n                                                   OH\n                                                \n                                             \n                                          \n                                       \n                                       \n                                          C\n                                          H\n                                       \n                                       \n                                          x\n                                       \n                                       ∙\n                                       exp\n                                       \n                                          \n                                             −\n                                             \n                                                \n                                                   2\n                                                   x\n                                                \n                                                \n                                                   \n                                                      d\n                                                      p\n                                                   \n                                                   \n                                                      \n                                                         υ\n                                                         OH\n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                       \n                                       dx\n                                    \n                                    \n                                       \n                                          ∫\n                                          0\n                                          \n                                             3\n                                             \n                                                d\n                                                p\n                                             \n                                             \n                                                \n                                                   δ\n                                                   HOH\n                                                \n                                             \n                                          \n                                       \n                                       \n                                          C\n                                          H\n                                       \n                                       \n                                          x\n                                       \n                                       ∙\n                                       exp\n                                       \n                                          \n                                             −\n                                             \n                                                \n                                                   2\n                                                   x\n                                                \n                                                \n                                                   \n                                                      d\n                                                      p\n                                                   \n                                                   \n                                                      \n                                                         δ\n                                                         HOH\n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                       \n                                       dx\n                                    \n                                 \n                                 ×\n                                 Area\n                                 \n                                    \n                                       δ\n                                       HOH\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     Here the upper limit of the integration can be replaced with the maximum depth of C\n                        \n                           H\n                        (x) if it is <3d\n                        \n                           p\n                        . Once Area(ν\n                        \n                           OH, H\n                           2\n                           O\n                        ) is found, then the intensity of the ν\n                        \n                           OH\n                         band of hydroxyl groups (SiOH and AlOH) in the glass, Area(ν\n                        \n                           OH, OH\n                        ), can be calculated simply by subtracting Area(ν\n                        \n                           OH, H\n                           2\n                           O\n                        ) from the total intensity of the ν\n                        \n                           OH\n                         band, Area(ν\n                        \n                           OH, total\n                        ):\n                           \n                              (8)\n                              \n                                 Area\n                                 \n                                    \n                                       ν\n                                       \n                                          OH\n                                          ,\n                                          OH\n                                       \n                                    \n                                 \n                                 =\n                                 Area\n                                 \n                                    \n                                       ν\n                                       \n                                          OH\n                                          ,\n                                          total\n                                       \n                                    \n                                 \n                                 −\n                                 Area\n                                 \n                                    \n                                       ν\n                                       \n                                          OH\n                                          ,\n                                          \n                                             H\n                                             2\n                                          \n                                          O\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     In order to convert the Area(ν\n                        \n                           OH, OH\n                        ) value to the SiOH concentration, the absorptivity of the SiOH and AlOH stretch mode is necessary. Thus, the third assumption is that the absorptivity of the SiOH and AlOH stretching modes would be about a half of the absorptivity of the OH stretching mode of water because SiOH and AlOH have only one O-H group while H2O has two [29]. Then, the relative abundance (m) of OH/H2O in the glass can be estimated as:\n                           \n                              (9)\n                              \n                                 m\n                                 =\n                                 \n                                    \n                                       Area\n                                       \n                                          \n                                             υ\n                                             \n                                                OH\n                                                ,\n                                                OH\n                                             \n                                          \n                                       \n                                    \n                                    \n                                       Area\n                                       \n                                          \n                                             ν\n                                             \n                                                OH\n                                                ,\n                                                \n                                                   H\n                                                   2\n                                                \n                                                O\n                                             \n                                          \n                                       \n                                       /\n                                       2\n                                    \n                                 \n                              \n                           \n                        \n                     \n                  \n                  \n                     2.2\n                     Experimental measurements\n                     The ATR-IR spectrum of liquid water (shown in Fig. 1b) was collected with a Thermo-Nicolet Nexus 670 spectrometer and a multiple reflection ATR crystal made of silicon (Si). The Si ATR crystal was cleaned with ethanol, DI water, dried with N2 and exposed to UV/O3 for 30 min. The incident angle of ATR-IR was 45° and the total number of reflections from the sample surface was 35 times. The detailed setup can be found in the previous publication [40]. The probe depth (= 3 × d\n                        \n                           p\n                        ) for the δ\n                        \n                           H\n                           2\n                           O\n                         (~1640 cm−1) and ν\n                        \n                           OH\n                         (2700–3700 cm−1) region is approximately 936 nm and 462 nm, respectively.\n                     The H-depth profile and ATR-IR data reported in this paper are reproduced from the previous publications; thus, the experimental methods are described only briefly in the following paragraphs and details can be found in the previous publications [12, 41]. The H-depth profiles were obtained with a PHI ADEPT1010 system (ULVAC-PHI Inc., Chigasaki, Japan) equipped with a Cs+ ion gun (5 kV, 100 nA) operated in the negative ion detection mode. The 1H intensity was recorded and normalized with the 30Si intensity. The surface charging was compensated with an electron flood gun. The ATR-IR spectra shown in this paper were collected using a Bruker Vertex V70 spectrometer equipped with a diamond ATR crystal and a DTGS detector. The incident angle of the ATR-IR analysis was 45° and the data were collected with a single reflection mode. At this angle with a diamond ATR crystal, the penetration depth of evanescent wave (d\n                        \n                           p\n                        ) is ~920 nm at 1640 cm−1 (δ\n                        \n                           HOH\n                        ) and ~600 nm at 3300 cm−1 (ν\n                        \n                           OH\n                        ). The samples were pressed against the diamond ATR crystal with a 420 N force over ~1.5 mm2 area. If a germanium (Ge) ATR crystal is used, d\n                        \n                           p\n                         at a 45° incident angle is calculated to be ~499 nm at 1640 cm−1 (δ\n                        \n                           HOH\n                        ) and ~264 nm at 3300 cm−1 (ν\n                        \n                           OH\n                        ).\n                     In the study of time-dependent leaching in acid solution, SLS float glass (Asahi Glass Co. Ltd., Tokyo, Japan) was re-melted to avoid any complication from the industrial SO2-dealkalization treatment used in the float glass manufacturing process. The remelt glass was annealed at 600 °C and slowly cooled to the room temperature. The SLS glass was then lapped in SiC powder and polished in CeO2 slurry. The thickness of the samples was 5 mm. The polished SLS glasses were then leached in a pH 1 HCl solution for 5, 20, 80, and 320 h [12].\n                     For the study of fictive temperature (thermal history) effect on the leaching of SLS glass, SLS float glass was thinned to around 100 μm via HF etching [41]. These thin samples were then annealed at 600 °C for 5 h and slowly cooled at 1 °C/min down to room temperature. These samples would have the fictive temperature (T\n                        f) close to the glass transition temperature (T\n                        g = 560 °C). The samples with a fictive temperature of 500 °C were prepared by holding the glass at 500 °C for 60 h and slowly cooled down to room temperature. The samples with fictive temperatures of 600 °C and 700 °C were prepared by holding the samples at 600 °C and 700 °C, respectively, for 15 min and then quenching to room temperature. The samples were then leached in an acidic solution (pH 1, HCl) at 90 °C for 600 h.\n                     The ATR-IR analysis of the OH/H2O ratio was also performed on a series of glasses with a similar content of the Na+ modifier but different amounts of the AlO4\n                        − tetrahedral units in the network – SLS, sodium calcium aluminosilicate (NCAS), and sodium aluminosilicate (NAS). The samples were prepared with the melt quench method. The compositions (in mol%) of these glasses are summarized in Table 1\n                         [42]. All samples were annealed at 50 °C above their glass transition temperature (T\n                        \n                           g\n                         + 50 °C) and slowly cooled down to room temperature (cooling rate = 1 °C/min). The samples were then polished with a ceria slurry. The thickness of the samples was 1.6 mm. These samples were leached in pH 1 HCl solution at 90 °C. The duration of leaching was varied for each glass to control the leached layer thickness to be roughly similar: 320 h for SLS, 500 h for NCAS and 100 h for NAS [12,27,41].",
    "Results and discussion": "3\n                  Results and discussion\n                  The leaching process of SLS in aqueous solution is an ion exchange process which is often accompanied by the ingress of molecular water [4,12]. When Na+ attached NBO (SiO−) is leached out and replaced with H+, then SiOH is formed. If one H2O molecule is associated with the newly formed SiOH group, then it is stoichiometrically equivalent to the hydronium ion (H3O+). The degree of hydration in the Na+-depleted layer has been studied by titrating the number of hydrogen atoms entered into the glass per Na+ ion leached out of the glass using the RNR between 1H and 15N [31,43,44]. These previous studies reported that the stoichiometric ratio between Na and H could vary from one (which means ion exchange with negligible ingress molecular water) to three (which would mean conversion of NBO to Si-OH and uptake of additional H2O). Depending on the glass network structure and the surface treatment/preparation history, this value could be any number between one and three. If the leached surface becomes porous, then it could even be higher than three. Since the relative intensities of ν\n                        OH\n                      and δ\n                     \n                        HOH\n                      bands in ATR-IR will vary depending on the degree of hydration, the mathematical algorithm described in Section 2.1 could be used to quantify the relative abundance (m) of these two hydrous species (OH and H2O) in the glass surface. This principle was demonstrated in three cases – (i) polished SLS glass subjected to varying durations of leaching time (5–320 h) in pH 1 solution at 90 °C [12], (ii) SLS glass with different fictive temperatures leached in pH 1 solution at 90 °C for 600 h [41], and (iii) SLS, NCAS, and NAS glasses with a similar thickness of acid-leached surface layers [42].\n                  \n                     3.1\n                     Leaching-time dependence of SiOH/H2O in acid-leached SLS\n                     \n                        Fig. 2\n                         compares the ATR-IR spectra and C\n                        \n                           H\n                        (x) profile of polished SLS glass surfaces leached in pH 1 solution at 90 °C for varying times [12]. The initial surface (even before leaching in acid solution) exhibits weak ν\n                        \n                           OH\n                         and δ\n                        \n                           HOH\n                         bands (Fig. 2a), which are due to subsurface hydrous species introduced during the mechanical polishing. Upon acid-leaching for 5 h, the ν\n                        \n                           OH\n                         band increases significantly, while the increase in the δ\n                        \n                           HOH\n                         is relatively marginal. As the leaching duration increases, both ν\n                        \n                           OH\n                         and δ\n                        \n                           HOH\n                         bands grow substantially. Using the C\n                        \n                           H\n                        (x) profile shown in Fig. 2b, the ATR-IR spectra in Fig. 2a were processed with the algorithm described in Section 2.1 to calculate the SiOH/H2O relative abundance (m) in the leached layer. The ATR-IR spectrum of the polished surface could not be processed because its C\n                        \n                           H\n                        (x) region was too thin to be analyzed reliably with from SIMS. The calculation result is shown in Fig. 3\n                        . For comparison, the result calculated with the ATR-IR data taken with a Ge ATR crystal in Ref. [27] is also plotted in Fig. 3.\n                     The result calculated with the diamond-ATR data shows that the SiOH/H2O ratio decreases from >4 at the beginning and asymptotically approaches ~3 as the leaching time increases. When the Ge-ATR data in Ref. [27] are used, the values are somewhat lower, but the trend is the same. This implies that the dealkalization in acidic solution (pH 1) is mostly an ion exchange process between Na+ and H+ forming SiOH at the beginning and then the ingress of water occurs gradually in the ion-exchanged layer. It should be noted that the degree of hydration in the leached layer could vary depending on the environmental condition during the measurement [45].\n                  \n                  \n                     3.2\n                     SiOH/H2O in acid-leached SLS with different fictive temperature (Tf)\n                     Since the glass is a non-equilibrium material, its physical state varies depending on thermal history [46-48]. It is very well known that the density of SLS decreases as the fictive temperature (T\n                        \n                           f\n                        ) of glass increases [49,50]. The density of glass depends on its free volume, which varies with both composition and fictive temperature [51,52]. The difference in free volume could affect not only the transport of water [8,41,53], but also hydrous speciation in the glass. The SLS glass surfaces prepared with varying T\n                        \n                           f\n                         were leached under the same condition (pH 1, 90 °C, and 600 h) and analyzed with ATR-IR and SIMS (Fig. 4\n                        ).\n                     The data show that as the fictive temperature increases, the intensity of the ν\n                        \n                           OH\n                         and δ\n                        \n                           HOH\n                         bands increases in ATR-IR (Fig. 4a), indicating more hydrous species in the leached layer. The C\n                        \n                           H\n                        (x) profiles shown in Fig. 4b can be fitted with the inter-diffusion model with varying diffusion coefficients (D\n                        \n                           H\n                        ) for hydrogen species – higher D\n                        \n                           H\n                         for higher Tf [41]. The relative abundance of SiOH/H2O (m) in the leached layer calculated with the algorithm described in Section 2.1 also varies with T\n                        \n                           f\n                         (Fig. 4c). For lower T\n                        \n                           f\n                         samples having higher bulk density [41], the SiOH/H2O ratio is slightly larger than the ones with higher T\n                        \n                           f\n                         and lower density. This result implies that the leached layer in the SLS glass with a larger free volume can uptake more molecular H2O than the one with a smaller free volume. The hydrous speciation in the leached layer must be a function of the bulk free volume which can be related to the “openness” of the silicate glass network.\n                  \n                  \n                     3.3\n                     Effect of bulk composition on relative abundance of OH/H2O in acid-leached layers\n                     The SLS examples in the previous sections are the case where network modifiers (especially, Na+ ions) are leached without (or with minimally) altering of the glass network connectivity. Both the loss of network modifiers and the loss of network formers will affect the hydrous speciation. For example, the aluminum is an important network-forming element. In aluminosilicate glass, it exists as AlO4\n                        − in the network and is charge-balanced with cations. When the pH of aqueous solution in contact with the glass is lower than 4, the aluminum species can be dissolved as Al(OH)4 in addition to the leaching of cations, while silica species remain in the leached layer (also called alteration layer) [54]. The effect of bulk composition on the hydrous speciation was studied by comparing the OH/H2O ratio (m) of the alteration layers with similar OH intensity after leaching in pH 1 at 90 °C for 320 h for SLS, 500 h for NCAS and 100 h for NAS [42].\n                     \n                        Fig. 5\n                         displays the C\n                        \n                           H\n                        (x) profiles and ATR-IR spectra of the acid-leached SLS, NCAS, and NAS surfaces. The C\n                        \n                           H\n                        (x) profiles show that the leached layer thickness is about 100–150 nm (Fig. 5a). In the case of aluminosilicate glass, there might exist AlOH species upon incomplete dissociation of all four Al-O-Si bonds of the AlO4\n                        − species in the leached layer / bulk interface region (in the concentration gradient region in Fig. 5a). Since they will also have hydrogen bonding interactions, the ν\n                        \n                           OH\n                         modes of AlOH will overlap with those of SiOH [37–39]. In order to use the same algorithm described in Section 2.1, one could assume that both AlOH and SiOH species have the same α\n                        \n                           ν\n                           \n                              OH\n                           \n                         value. In that case, the SiOH value calculated for the NCAS and CAS glass would be the sum of both SiOH and AlOH species. These two species cannot be differentiated in ATR-IR.\n                     The relative abundance of OH/H2O calculated from C\n                        \n                           H\n                        (x) and ATR-IR spectra for SLS, NCAS, and CAS is reported in Fig. 5b. The SLS surface shows a slightly lower OH/H2O ratio (m = 3.33) than the one shown in Fig. 4 for the same leaching condition. This must be due to the different thermal history and polishing protocol used before the leaching treatment. The NCAS surface has a higher OH/H2O ratio (m = 4.30) and the NAS surface has the highest OH/H2O value (m = 5.70) among these three samples. The increase in the OH/H2O ratio is in accordance with the increase in the Al2O3 content in these glasses – 1.0 mol% in SLS, 4.1 mol% in NCAS, and 12.9 mol% in NAS (Table 1). As the Al content increases, the glass network has more AlO4\n                        − tetrahedral sites in it. Upon dissolution of these components, the Si atoms originally attached to the AlO4\n                        − tetrahedral unit should be converted to SiOH species. Also, if not all four Al-O bonds are dissociated, some Al species would contain AlOH groups. Thus, the higher Al2O3 content in the bulk composition, the higher OH/H2O ratio in the alteration layer is expected. The loss of a larger quantity of the network former component leads to a larger decrease in the surface modulus and hardness [42].\n                  \n                  \n                     3.4\n                     Accuracy of the algorithm calculating OH/H2O using ATR-IR and SIMS data\n                     Overall, the method described here is a semi-quantitative approach to determine the relative abundance of hydrous species (OH/H2O) in the subsurface region of silicate and aluminosilicate glass. Its applicability is obviously bound to the validity of the assumptions made for the calculation (Section 2.1). Some of them are made due to inability to obtain information necessary for the calculation. Others are made just to simplify the calculation. First, the absorptivity ratio of α\n                        \n                           ν\n                           \n                              OH\n                           \n                        /α\n                        \n                           δ\n                           \n                              HOH\n                           \n                         obtained from the ATR-IR spectrum of liquid water is used for molecular water in glasses. If a known amount of H2O can be incorporated into the glass structure without producing SiOH or AlOH species, then the validity of these assumptions could be tested and confirmed. However, there is no known protocol to produce such samples. It is important to note that α\n                        \n                           ν\n                           \n                              OH\n                           \n                         is not a constant value; it varies with the degree of hydrogen bonds [29,30]. The signal intensity should be processed in the peak area form, not in the peak height. Thus, the α\n                        \n                           ν\n                           \n                              OH\n                           \n                        /α\n                        \n                           δ\n                           \n                              HOH\n                           \n                         value (~12.7) obtained in this paper is different from the literature value calculated with the peak height [45].\n                     Second, the absorptivity of the ν\n                        \n                           OH\n                         mode (α\n                        \n                           ν\n                           \n                              OH\n                           \n                        ) is represented with a fixed ratio to that of the α\n                        \n                           δ\n                           \n                              HOH\n                           \n                         mode. It would be difficult to experimentally test these assumptions in independent ways; it may require theoretical calculations on the dependence of α\n                        \n                           ν\n                           \n                              OH\n                           \n                         and α\n                        \n                           δ\n                           \n                              HOH\n                           \n                         on hydrogen bond strengths in silicate glass. But, such calculations are not readily available at this moment. In addition, the d\n                        \n                           p\n                         value in Eq. (6) is fixed to the value at the peak position. Theoretically, calculating d\n                        \n                           p\n                         at each wavelength within the absorption band may improve the accuracy of analysis.\n                     Third, the concentration ratio (m) between OH and H2O is assumed to be constant throughout the thickness of the leached layer. This might be an over-simplification. Nonetheless, it is necessary to make such assumption about this ratio, because C\n                        \n                           SiOH\n                        (x) and C\n                        \n                           H\n                           2\n                           O\n                        (x) cannot be obtained separately as a function of thickness. If the depth dependence of m, m(x), is known or predicted, then it can be easily incorporated into Eq. (5a,5b). Otherwise, the calculated OH/H2O value in Eq. (9) should be considered an average approximation for the entire alteration layer probed with ATR-IR. Also, the calculation result is always bound to the accuracy of C\n                        \n                           H\n                        (x) measured with SIMS. Mobile ions like H+ and Na+ could migrate inward during the sputter depth profiling process [55,56], which could increase the uncertainty in the C\n                        \n                           H\n                        (x) profile. Such uncertainty could be reduced by using a cluster ion gun (such as C60\n                        +) which is known to have a better sputter yield and a lower interlayer mixing [56].\n                     Finally, the water content in the leached or alteration layer can vary depending on the sample preparation method and the environmental condition during the measurement [43,57]. So, it should not be taken as an absolute value intrinsic to the type of glass studied. When the relative abundance of hydrous species (OH/H2O) is to be compared with physical properties of the sample, the ATR-IR analysis should be carried out in the same condition as the physical property measurement for the sample prepared in the same way. This complication is unavoidable due to the non-equilibrium nature of glass.\n                  \n                  \n                     3.5\n                     Importance of estimating subsurface OH/H2O ratio\n                     The relative abundance of hydroxyl species to molecular water has a significant impact on the topology of the glass network. The reaction of water with the glass to form hydroxyl species typically converts a bridging oxygen to two non-bridging oxygens, directly reducing the connectivity of the glass network. On the other hand, the incorporation of molecular water into the glass does not directly break bonds. A new topological constraint model introduced by Potter et al. [35] considers that molecular water strains the Si-O-Si bond angle, i.e., the weakest constraint in the glass network. This adds a strain energy to the network, reducing the amount of thermal energy required to break the constraint. The model of Potter et al. has been shown to provide an accurate prediction for the scaling of glass transition temperature with hydrous species in silica glass. With the newly developed experimental technique described in the current paper, the relative abundance of hydroxyl to molecular species can be directly measured and incorporated into the topological constraint model. In this manner, the impact of hydrous species on the modified surface region of glass can directly be linked to macroscopic properties calculated through constraint theory, including glass transition temperature, hardness, and chemical durability [58-64].",
    "Conclusion": "4\n                  Conclusion\n                  A simple mathematical algorithm was developed and demonstrated to calculate the relative abundance of hydroxyl species and molecular water (OH/H2O) in the leached or alteration layers of silicate and aluminosilicate glass. This method relies on the peak areas of the OH stretching and H2O bending modes of ATR-IR spectra and the total hydrogen depth profile from SIMS. The accuracy can be improved by validating or modifying assumptions used in the calculation. This method may provide the structural information critically needed for better understanding of surface mechanical properties and chemical durability."
  },
  "references": []
}