{
  "title": "Comparative study for low temperature water-gas shift reaction on Pt/ceria catalysts: Role of different ceria supports",
  "authors": [
    "Jain, Rishabh"
  ],
  "publication": {
    "journal": "Applied Catalysis A: General",
    "date": "2015-10-25",
    "doi": "10.1016/j.apcata.2015.09.041"
  },
  "abstract": "Pt on ceria catalysts for water-gas shift (WGS) reaction were prepared by employing three ceria nanopowders synthesized with different processing techniques and having different surface area and porosities. Nano-Pt (∼0.5–2nm) was deposited in the vapor phase onto each of the three ceria supports by Reactive Spray Deposition Technology (RSDT). The catalysts were performance tested for the WGS reaction in the temperature range of 150–450°C at a gas hourly space velocity (GHSV) of 13,360h−1. The structure–activity relationship for the ceria-based materials was studied. The most promising catalyst was Pt supported on mesoporous ceria with crystallite size of 5.8nm and Brunauer–Emmett–Teller (BET) surface area of 187m2/g. This configuration demonstrated complete CO conversion at 225°C. The CO adsorption strength and the ability to dissociate H2O are the two main factors that determine the activity of a particular catalyst site for the water-gas shift (WGS) reaction. This study leads to the conclusion that the highest water-gas shift reaction activity was obtained on Pt supported on the mesoporous ceria with low crystallite size and high surface area, with well dispersed Pt, leading to enhanced Pt–ceria interaction.",
  "keywords": [
    "Water-gas shift reaction",
    "Flame spray pyrolysis",
    "Pt–ceria interface",
    "Mesoporous ceria",
    "Processing–structure–property relationship"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Uniformly distributed nanoparticles of noble metal supported on high surface area oxides have been shown to be highly effective for many important catalytic reactions. Catalysts are complex materials where achieving the desired properties (i.e., activity, selectivity, and stability) depends on exploiting many degrees of freedom such as surface vs. bulk composition, geometry, defects, interactions with the support material, and control of the reacting environment. Many of these factors are currently poorly understood [1–6]. Applications of water-gas shift (WGS) and reverse water-gas shift (RWGS) reactions are generally found in the large-scale industrial processes, such as ammonia/urea production (approx. 202milliontonnes/year—estimated $75 billion/year industry) and methanol synthesis (approx. 100milliontonnes/year—estimated $36 billion/year industry). WGS reaction is also a critical component in hydrocarbon reforming and Fischer–Tropsch synthesis [7–10], H2 production for fuel cells [11], and CO2 capture from power plants [12]. Good catalytic systems (in terms of stability, reactivity, and selectivity) are known for some of these processes. Yet, the fundamental understanding of what makes a good catalyst, how it acts in the catalytic process, and why one catalytic system is superior to another is often ill defined [13]. Despite the large number of applications, WGS reaction remains one of the most difficult chemical processes, due to kinetic limitations of commercial catalysts at low temperature and equilibrium limitations at high temperature [14,15]. Moreover, the commercially used Cu and ZnO based WGS reaction catalysts are pyrophoric, and require pretreatment [16]. While currently used commercial catalysts require a two-stage operation, gold (Au)- and platinum (Pt)-based catalysts supported on ceria (CeO2) offer a promising alternative due to their low temperature (<250°C) activity [17–19]. The design of novel catalysts to potentially eliminate the two-stage operation is a challenging task.\n                  The majority of the reactions in catalysis take place on the surface. Hence the efficiency of a catalytic process is largely determined by the quality of the catalysts used, i.e., the exposed surface area of the active phase and the stability [20]. The importance of metal oxide interfaces has long been recognized [21,22], however they have not being explored until recently [23]. Different kinds of metal atoms, ranging from metallic to ionic, are available at the interface which along with the oxide support create reaction sites for WGS reaction [24]. The synergy of metal and oxide at the reaction interface plays an essential role in tuning both activity and selectivity.\n                  Of all the catalysts available for low temperature WGS reaction, Pt/ceria has been identified as the front runner because of its high activity and structural stability at low temperature [25–27]. Ceria has been established as an ideal support for WGS reaction catalysts in comparison with alumina (Al2O3), yttria stabilized zirconia (YSZ), and, vanadium oxide because of its oxygen storage capacity (OSC) and higher surface oxygen diffusion (280 times higher than γ-Al2O3 and 100 times higher than ZrO2) [28]. In a ceria (CeO2) molecule, each cerium (Ce) atom is surrounded by 8 oxygen (O) atoms. If the structure is extended so that O occupies the corner of the cube every alternate unit cell has an either empty center or is occupied by a Ce atom. Hence the formation of vacancies eases the movement of O atoms [29]. In this way ceria can be reduced (Ce+3) or oxidized (Ce+4) in fuel rich and lean conditions respectively [11,14,30]. WGS reaction activity is strongly dependent upon the structure of the ceria support and the nature of the interaction between the metal/metal oxide and the support [31]. Only strongly bound metal–ceria is active for WGS because they are associated with the surface oxygen vacancies of ceria. Hence the synthesis technique of ceria is directly related to the WGS reaction activity.\n                  There is a general disagreement in the literature on the role of ceria and noble metals for the low temperature WGS reaction [24]. Two main mechanisms: (1) a redox mechanism [32], and (2) a formate mechanism [33] have been proposed based upon theory and developed models [34]. The WGS reaction takes place at the triple phase boundary (TPB) of the noble metal, ceria and the incoming gas. In the ceria mediated redox process the incoming CO is adsorbed on the Pt which reduces the support (two Ce4+ ions are reduced to the Ce3+ state) by extracting oxygen from the Pt–ceria interface. This results in the formation of an oxygen vacancy in the ceria and the formation of Ce2O3 and CO2. Ce2O3 is then oxidized back to CeO2 through the dissociation of the H2O into H+ and OH–. The oxygen vacancy is refilled and H2 is released in the process. This work is also supported by infra red and kinetic studies [35–36]. The formate mechanism was proposed and supported by Shido and Iwasawa [33]. Oxygen vacancies in ceria provide a site for platinum-catalyzed H2O dissociation, which generate atomic hydrogen and OH species. Adsorbed CO on Pt reacts with OH groups (unidentates, bidentates, and tridentates) which act as WGS reaction intermediate groups, to generate a formate or formic acid (HCOOH). Formates enables the regeneration of adsorbed hydrogen atoms, which on reaction with ambient water, generates additional H2 and unidentate carbonate prior to CO2 formation. This theory was also supported by the studies of the decomposition of formic acid on the ceria surface [37] and by density-functional theory (DFT) calculations by Kinch et al. [38].\n                  Many syntheses have been proposed for ceria including flame spray pyrolysis [39,40], incipient wetness impregnation [41,42], co-precipitation [43,44], sol–gel [45,46], hydrothermal [47,48] and micro-emulsion [49,50]. The recent discovery of University of Connecticut mesoporous materials (UCT-1-UCT-53) by Poyraz et al. has led to a wide range of over 50 families of materials that have very high adsorption capacities that surpass all known materials, excellent mono-modal pore size distributions, as well as superior thermal stability [51]. Among these the most interesting observation is the pore expansion on heat treatment which has not been reported before [51]. The oxygen storage capacity (OSC) of ceria is strongly dependent on the microstructure that results from the selected processing technique, because the oxygen vacancy formation energy (E\n                     vac) decreases with grain size, resulting in greater non-stoichiometry [52]. The presence of noble metal [53] also increases the oxygen-ion conductivity of ceria which provides the driving force for the transfer of oxygen from the bulk to the surface [30]. In our previous study we have evaluated Reactive Spray Deposition Technology (RSDT) as a single step option for the synthesis of ceria supported Pt catalysts [54]. In this study, we have employed RSDT to apply nano-Pt on three different ceria supports to determine the ceria morphology that is the most suitable as a Pt support material for the for low temperature WGS reaction. The ceria supports differ by their syntheses: sol–gel, combustion chemical vapor deposition, and the one obtained by a commercial process of firing high purity cerium carbonate to ceria. Each process gave unique properties: mesoporosity, particle size and surface area. The syntheses of each of these ceria support materials were compared, and the processing–structure–properties relationship of the catalysts were established by the following tests: the microstructural properties of the ceria supported Pt catalysts were investigated by X-ray diffraction (XRD), small angle X-ray scattering (SAXS), X-ray photoelectron spectroscopy (XPS), Raman spectroscopy, N2 sorption experiments using Brunauer–Emmett–Teller (BET) method, transmission electron microscopy (TEM), and scanning electron microscopy (SEM). The catalysts were performance tested for the WGS reaction. In this paper, our objective was to determine the influence of the crystallite size, surface area and mesoporosity of the ceria support on the WGS reaction rate. We have also determined, the reaction mechanism and the possible reaction pathways for each of these Pt/ceria catalysts using in-situ diffuse reflectance infrared Fourier transform spectroscopy (DRIFTS).",
    "Experimental": "2\n                  Experimental\n                  \n                     2.1\n                     Syntheses of ceria\n                     The ceria supports used in this study were chosen based on their individual synthesis processes: sol–gel method, combustion chemical vapor deposition, and, commercially obtained ceria from Sigma–Aldrich (catalogue# 202975). These materials are denoted by C1, C2 and C3 respectively in this text. Corresponding ceria supported Pt catalysts are denoted by C1/Pt, C2/Pt and C3/Pt. C1 was the mesoporous ceria (UCT-16) prepared at University of Connecticut by Poyraz et al. using a sol–gel based inverse micelle method [51]. C2 was prepared by combustion chemical vapor deposition (CCVD) using cerium (III) 2-ethylhexanoate, 49% in 2-ethylhexanoic acid (Alfa Aesar product# 40451) as the ceria precursor. The precursor concentration was maintained at 0.1 (M) in a solvent blend of toluene and liquefied propane. The description of the setup is explained elsewhere [55,56]. C3 is the commercial ceria obtained from Sigma–Aldrich (lot # 202975) which was mass produced by a proprietary process of firing high purity cerium carbonate. For the three ceria supports, nano-Pt was deposited under the same deposition conditions by RSDT.\n                  \n                  \n                     2.2\n                     Syntheses of ceria supported Pt\n                     The detailed explanation of RSDT equipment is given by Maric et al. [57,58]. Fig. 1\n                         shows the schematic of RSDT. The platinum precursor was platinum (II) 2, 4-pentanedionate [“platinum acetylacetonate” or “Pt acac”] obtained from Colonial Metals, Inc. (# 6039). The precursor was chosen based on its low decomposition temperature of 257°C which was determined by thermogravimetric analysis (TGA) [54]. The precursor was dissolved in a solvent mixture consisting of xylene (enthalpy of combustion: 4309kJ/mol) and acetone (enthalpy of combustion: 1658kJ/mol) (Fisher Scientific # X5-20 and A18-4 respectively) in the weight ratio of 3:1. Xylene and acetone has a dual role of solvent and fuel for the combustion of Pt acac. This mixture was filled in a sealed high pressure stainless steel chamber (120psi) and sulfur free liquefied propane (enthalpy of combustion: 2202kJ/mol) (Airgas catalogue # PRCP350S) was added to the precursor solution resulting in a final concentration of 0.6mM/L Pt acac, 62wt% xylene, 21wt% acetone, and 17wt% propane. This solution was filled in a syringe pump (Teledyne Isco 500D) and directed through a 0.025cm inner diameter stainless steel tube. The flow rate of the precursor solution was set at 4mL/min and the temperature at 60°C by means of an induction coil wrapped upstream of the flow of precursor solution based on our previous design of experiments to create nanometer sized Pt particles of 1–3nm [59]. At the end of the 0.025cm tube, a 100μm inner diameter stainless steel capillary was welded to obtain a pressure drop of 110–120psi. The heated solution was directed through this capillary. The combined effect of liquefied propane, temperature, and reduction of diameter of the tube, causes the solution to shift into the supercritical regime and formation of sub-micron size droplets [60]. The precursor solution was atomized by a gas-assisted external mixing nozzle (combustion nozzle) by oxygen (14L/min). The ratio of fuel/oxygen for stoichiometric conditions (ή\n                        Oxygen/ή\n                        Fuel)stoic and the actual value (ή\n                        Oxygen/ή\n                        Fuel)actual is also known as the equivalence ratio, Ф=(ή\n                        Oxygen/ή\n                        Fuel)stoic/(ή\n                        Oxygen/ήFuel)actual \n                        [61]. The combustion can be set to be reducing (Ф>1), oxidizing (Ф<1) or stoichiometric (Ф=1) depending upon the actual fuel to oxygen flow rate. For the synthesis of Pt/ceria catalysts, Ф was set below 1 or oxidizing combustion. Six methane–oxygen flamelets at 1L/min (4:5 methane to oxygen volumetric ratio) surround the capillary end which ignites the combustible precursor mist. During the particle formation process the precursor heats up, decomposes, and then undergoes a phase transition to vapor followed by concurrent reduction of the Pt2+ to Pt metal. At about 10cm from the flame, a circular air quench (Exair, Super Air Wipe™) was placed with an air flow rate of 70L/min. The distance between the combustion nozzle and the air quench is the reaction zone and the length of the reaction zone is proportional to the residence time of the nanoparticles in the zone. Independent adjustment of the length of the reaction zone and the flow rate of compressed air through the air quench provides unique conditions for obtaining an assortment of phases and structures of nanoparticles synthesized by RSDT [62]. The air quench rapidly cools the Pt nanoparticles and prevents growth, agglomeration, and sintering, thereby keeping the particle size small maintaining high active surface area which is an essential requirement for the high catalytic activity.\n                     The ceria slurry was prepared by suspending 1wt% ceria in deionized water and maintaining the pH at 5 by adding concentrated nitric acid. The acidity helps the deaggregation of the ceria particles [63]. The slurry was subjected to stirring and ultra-sonication for 1h with an energy input of 200–250kJ. The slurry was sprayed using a pair of Nordson EFD 781 spray valves (slurry nozzles) which were positioned at 180° to each other and perpendicularly to the flame, the total flow rate of which was maintained at 1.5mL/min. The Pt nanoparticles from the flame were condensed on the ceria sprayed from the slurry nozzles during time of flight. Pt/ceria catalyst was directly deposited as a film on glass fiber filter coupon (Proweigh filters catalogue # F93476mm) which was mounted on a stainless steel block placed on an x–y–z motion system, 15cm from the flame. The deposition area on the glass fiber filter was 25cm2. The substrate temperature was measured using a standard k-type thermocouple and was in the 110–120°C range.\n                  \n                  \n                     2.3\n                     Characterization\n                     XRD patterns were obtained on a Bruker D8 advanced powder diffractometer using Cu Kα radiation. Small angle X-ray scattering (SAXS) was performed on a Rigaku Ultima IV diffractometer with CuKα radiation in the 2θ range of (0.6–5) with a step size of 0.05. Raman spectroscopy measurements were obtained with a Renishaw Ramascope micro-Raman spectrometer fitted with a reflected light microscope using a 50mW laser (514.5nm) and exposure time of 10s at ambient conditions. Instrument alignment was optimized using a 520cm−1 signal of a silicon wafer. Raman spectroscopy measurements were performed since this technique is well known to provide the concentration of active oxygen species and non-stoichiometry of the oxide supports [64,65]. The spectra were obtained at room temperature in ambient atmosphere in the spectral range between 200 and 1200cm−1. XPS measurements were obtained on a PHI 595 Multiprobe system. The X-ray source was Al Kα (1486.6eV) with 170W power. The pass energy, step size and time per step was set at (100eV/1eV per step/50ms) and (50eV/0.1eV per step/50ms) for survey scan and high resolution multiplex scan respectively. A pressure of 4×10−8\n                        torr was maintained in the ultra-high vacuum (UHV) chamber. Data analysis and deconvolution of peaks were done using the CasaXPS software package. Nitrogen sorption experiments were performed on a Quantachrome Autosorb-1-1C automated adsorption system. The surface area was calculated by the BET method. SEM micrographs were obtained at 10kV accelerating voltage and 10mm working distance on an FEI ESEM Quanta 250. TEM micrographs of Pt on ceria particles were taken on a 200kV JEOL 2010 FasTEM and also on a 120kV FEI Tecnai T12 S/TEM, both fitted with LaB6 source. To obtain the composition of the catalytic films, elemental analysis of the deposited films was determined by X–ray energy dispersive spectroscopy (XEDS) on an EDAX system and inductively coupled plasma optical emission spectroscopy (ICP-OES) using a PerkinElmer Optima 7300DV ICP-OES. In-situ diffuse reflectance infrared Fourier transform spectroscopy (DRIFTS) was used to monitor adsorption and reaction of CO and water on the Pt/ceria catalysts. DRIFTS spectra were recorded using a Thermo Nicolet 6700 FTIR (MCT detector) with a Harrick Praying Mantis DRIFTS accessory and reaction chamber fitted with a ZnSe window. 64 scans at 4cm−1 resolution and 6.33cm/s velocity were taken for each measurement, and fresh supported catalyst was used as the background. All experiments were performed using 1vol% CO and 99vol% Ar which was bubbled through a water bubbler maintained at 25°C for humidifying the reactant gases. This gave a final reactant gas composition of 0.94vol% CO, 93vol% Ar and 6vol% water vapor at 25°C. Each catalyst was equilibrated under an inert Ar atmosphere at 100°C. The reactant gas stream was then introduced to the cell, and was exposed to the catalyst at 100°C for at least 20min. The temperature was then ramped in 25°C increments followed by equilibration for at least 20min, until no difference was observed in consecutive spectra. All data were analyzed using Thermo OMNIC software.\n                  \n                  \n                     2.4\n                     Catalytic testing\n                     Catalysts were tested for WGS activity, CO2 & H2 selectivity, in the temperature range of (150–450°C) with a ramp rate of 5°C per minute in Altamira Instrument’s BenchCAT™ 1000R HP equipped with a fixed bed reactor, furnace and mass flow controllers for precise gas flow. The glass fiber filter substrates deposited with Pt/ceria catalysts were crushed in a powder form using a mortar and pestle and packed in the center of a quartz tube (18cm long, and 3.9mm ID) to a packing length of 4cm. The packed bed reactor volume was approximately 0.48cm3 and length/diameter (L/D) ratio was 10.3. The gas flow with a composition of 1vol% CO and 99vol% Ar was set at 100sccm and bubbled through a water bubbler maintained at 25°C for humidifying the reactant gases. This gave a final reactant gas composition of 0.94vol% CO, 93vol% Ar and 6vol% water vapor at 25°C. The water bubbler was previously calibrated by bubbling Ar for a set period of time and collecting the water at the outlet using an ethanol cold trap to capture all the moisture picked up by Ar. Gas hourly space velocity (GHSV) of 13360h−1 was used for the tests. An Agilent Micro gas chromatography (GC) with a thermal conductivity detector (TCD) was used for the identification of the products from the reactor. The GC was calibrated for CO, CO2 and H2 in the range (0.1–1vol% in Ar) by flowing known standards. The concentration of the reactants and products were determined by comparing the GC peak area with the calibrated values. Complete CO conversion was concluded when the CO peak disappeared in the chromatogram. Glass fiber filter substrate was separately tested for WGS reaction to confirm that it does not participate in the reaction. In order to obtain a fair comparison between the catalysts, all the conditions of testing and characterization were kept exactly the same.",
    "Results": "3\n                  Results\n                  \n                     3.1\n                     Structural properties\n                     \n                        3.1.1\n                        X-ray diffraction (XRD)\n                        \n                           Fig. 2\n                            shows the XRD pattern of the ceria supported Pt catalysts. All three ceria materials show the fluorite cubic structure and were indexed with ICDD# 01-075-9470. The difference in crystallite size is clearly evident from the peak width of the three catalysts. The mean crystallite size was calculated from X-ray line broadening by Debye Scherrer’s method and was 5.8nm (C1), 15.5nm (C2) and 24.6nm (C3). Lower crystallite size tends to have a higher Pt dispersion which may lead to better catalyst activity [66]. No significant Pt peaks were observed in the XRD possibly due to the small size of Pt (0.5–2nm) [67] in spite of having a high Pt loading of 5wt% as measured by XEDS and ICP-OES. However, for C2/Pt a very small peak from Pt (111) was observed around the 2θ value of 40°. No significant peak shift of the prepared catalysts as compared with the non-doped ceria was observed which implied that the Pt was not incorporated into the ceria structure [68]. SAXS measurement for the catalysts revealed mesoporosity for C1/Pt catalysts.\n                     \n                     \n                        3.1.2\n                        Raman Spectroscopy\n                        Since the defect formation in nanocrystalline materials is controlled by the microstructure, Raman spectroscopy was used to obtain information about the interaction between the ions and was very useful in studying the microscopic nature of nanocrystalline ceria [69]. Fig. 3\n                            shows the Raman spectroscopy results of the as prepared Pt/ceria samples before the WGS reaction tests. The strongest intensity mode at around 457cm−1 as seen in C1/Pt and C2/Pt represents the first order Raman F2g mode, which originates from Ce8O stretching vibrations. However, this peak is shifted to 464cm−1 for C3/Pt. The full width at half maximum (FWHM) of the ceria peak is of the order C1/Pt>C2/Pt>C3/Pt. High FWHM and lower energy for this first order Raman peak is associated with smaller crystallite size [70,71], consistent with the crystallite size calculation from XRD data. Several second order peaks can be seen. A peak is seen in C1/Pt near 260cm−1 which can be assigned to the 2TA or doubly degenerated TO mode [72,73] which is present only in ceria lattice with high defect concentration. A weak and broad peak at about 600cm−1 can be seen in C1/Pt and C3/Pt which can be assigned to the intrinsic oxygen vacancies due to the non-stoichiometry of the sample [64]. Non-stoichiometric ceria (CeO2−x\n                            where x\n                           ≤0.28 [74]) possesses a high concentration of defects, reduced grain boundary impedance and heat of reduction around 2.4eV lower per oxygen vacancy compared to stoichiometric ceria [52]. In C1/Pt, mesoporous ceria, additional secondary peaks were seen near 841cm−1 and 1055cm−1 which can be denoted by peroxides (O2\n                           2−) and superoxide (O2\n                           −) respectively, caused by adsorbed surface oxygen [75]. No such peaks can be observed in C2/Pt and only the superoxide peak in C3/Pt. These active oxygen species are formed at one-electron defect sites at the metal–support interface which oxidize adsorbed CO–CO2 and increase catalytic activity [75]. Similar results were also witnessed by Hua et al. on mesoporous ceria nanotubes [76].\n                     \n                     \n                        3.1.3\n                        BET surface area\n                        N2 sorption measurements were performed for the fresh catalysts as well as spent catalyst after 100h of operation and surface area was calculated by the BET method which is shown in Table 1\n                           . The surface area of the catalysts reduced by 38% (C1/Pt), 75% (C2/Pt) and 44% (C3/Pt) after 100h of operation. This reduction in surface area can be attributed to the catalyst sintering at high temperature.\n                     \n                     \n                        3.1.4\n                        X-ray photoelectron spectroscopy (XPS)\n                        A high resolution spectra for Pt(4f), O(1s) and, Ce(3d) is shown in Fig. 4\n                            for the as prepared samples before WGS reaction tests. For the Pt(4f) spectra in the binding energy range 65–85eV, the peaks were deconvoluted into two sets of photoemission doublets—Pt(4f7/2) and Pt(4f5/2). The reference binding energy for Pt(4f7/2) and Pt(4f5/2) is 70.9eV and 74.25eV respectively with a spin-orbital splitting energy of 3.35eV [77] show that the doublets for Pt(4f7/2) and Pt(4f5/2) represents Pt2+ & Pt4+ on ceria surface, the most stable oxidation states of Pt. The corresponding coverage area of Pt2+ & Pt4+ on the ceria surface for as prepared C1/Pt, C2/Pt and C3/Pt were (80% & 20%), (75% & 25%) and (91% & 9%) respectively. Ce(3d5/2,3/2) spectra was shown at 882.9eV and 901.3eV respectively along with the characteristic satellite peaks at 917.3eV, 907.8eV, 899eV, and 890eV. Both Ce3+ and Ce4+ oxidation states can be seen in C1/Pt and C3/Pt which demonstrates that the corresponding ceria are non-stoichiometric and the ceria lattice has oxygen vacancies [78]. Only a minor Ce3+ peak can be seen at 907.8eV binding energy for C2/Pt. O(1s) spectra in the binding energy range 525–540eV, were deconvoluted into 4–5 peaks to determine the surface concentration of oxygen ions and were compared with the reference binding energy of peroxides [O2\n                           2– (530.5eV)], superoxides [O2– (529.5eV)], PtO2 (531.4–531.9eV), CeO2 (528.7eV), Ce2O3 (529eV), CO (533eV) and CO (531.5–532eV)] [79]. It is difficult to determine the exact concentration of each species due to relatively close binding energy value between the species, however the presence of peroxides and superoxides cannot be ruled out for C1/Pt in conjuncture with the Raman spectroscopy measurements.\n                     \n                     \n                        3.1.5\n                        Electron microscopy (SEM and TEM)\n                        The SEM micrographs of the as prepared catalyst films are shown in Fig. 5\n                           (a–c) for C1/Pt, C2/Pt and C3/Pt respectively. From Fig. 5(a) and (b) it can be interpreted that the surfaces of the catalyst films are very rough and, show the formation of some agglomerated particles around 5–10μm wide. Fig. 5(a) shows that the glass fiber filter is evenly coated and the Pt/ceria particles have coated the fibers uniformly in the front as well as the back. Fig. 5(c) shows a smooth and uniform film for C3/Pt catalysts. Fig. 5(d–i) shows the TEM micrographs of the as prepared catalysts. Mesoporosity is evident from the TEM micrograph of C1/Pt catalyst in Fig. 5(g). The spherical agglomerates for the mesoporous ceria (C1) as shown in Fig. 5(d) are formed during their synthesis by the sol–gel based inverse micelle method, inside the inverse spherical surfactant micelles. The initial size is controlled by the size of the inverse micelle, it can expand later based on the heat treatment. The monodispersed nanoparticles aggregate to form the porous network as shown in Fig. S12 of Ref. [51]. These materials, in general, produce these types of aggregates and the behavior is typical for the materials synthesized using the inverse micelle method. The diameter of spherical agglomerates do not change after deposition of Pt onto them. C1/Pt sample range from 60 to 180nm. However, the individual crystallites in the agglomerates are always in the range 4–5nm. HRTEM micrographs in Fig. 5(g–i) clearly shows 0.5–2nm size Pt particles on ceria. No evidence of Pt sintering is observed during its formation in RSDT which could be due to the use of air quench in RSDT. Selected area diffraction patterns (SADP) are shown in the insets in Fig. 5(g–i). The diffraction rings corresponds to cubic fluorite ceria. Reflection from the Pt (111) plane could not be seen from the SADP possibly due to strong interference from ceria.\n                     \n                     \n                        3.1.6\n                        Diffuse reflectance infrared Fourier transform spectroscopy (DRIFTS)\n                        In order to confirm the mechanism involved in the WGS reaction, in-situ-DRIFTS studies were performed at 100–300°C (C1/Pt), 100–450°C (C2/Pt), and 100–350°C (C3/Pt). The species obtained are monitored as shown in Fig. 6\n                           . The peak assignments for various species are provided in detail in Table 2\n                           , as confirmed from literature [80]. The DRIFTS spectra can be divided into three main groups based on the position of the IR bands: OH groups (3800–3600cm−1), formate groups (3000–2800cm−1), and carbonate groups (1700–1000cm−1). There are very distinct differences in the three catalysts based on the evolution of various groups at different temperatures and band intensity. OH groups started evolving at 200°C for C1/Pt, 250°C for C2/Pt, and, 250°C for C3/Pt and is much lower in intensity for C3/Pt than C1/Pt and C2/Pt. Formate bands at 2951–2947cm−1 (bridged CH) and 2858–2845cm−1 (bidentate CH) were seen in all the catalysts due to the CH stretching vibrations and the reaction of CO with hydroxyl groups [15]. The CO2 bands at 2359 and 2349cm−1 produced from CO oxidation in the WGS reaction [81] can be seen starting at 100°C for C1/Pt and C3/Pt, however not until 225°C for C2/Pt. Bands around 2170cm−1 for COCe4+ interaction were not detected for C2/Pt. An interesting observation was seen in C3/Pt between 2100cm−1 and 2050cm−1, the region where the interaction between CO and Pt can be observed. A band started evolving at 150°C which continued to shift towards lower wavelengths: 2090cm−1 (150–175°C), 2077cm−1 (175–225°C), 2073cm−1 (250°C), 2070cm−1 (275–300°C), 2067cm−1 (325°C), and 2063cm−1 (350°C). This could indicate the interaction between CO and oxidized Pt at low temperature (150–175°C) which ultimately ended up with the interaction between CO and Pt nanoclusters [82]. Such a peak shift was not noticeable in C1/Pt. A very weak COPt band can be observed in C2/Pt. This could be because the CO adsorption on Pt is not significant for C2/Pt. A weak band was observed at 1963cm−1 (275–350°C) in C3/Pt which could be due to electronic effects, surface energetics or formation of Pt-carbonyls. From the DRIFTS studies of the three catalysts it can be concluded that the formate mechanisms dominate the WGS reaction for C1/Pt and C3/Pt. However, the ceria mediated redox mechanisms cannot be ruled out based on these studies. The presence of only weak formate bands for C2/Pt strongly indicate the ceria mediated redox mechanism for this material. There is a strong bias and disagreement in literature on the formate and redox mechanism and it is imperative that a suitable agreement is reached to enable better design and development of WGS reaction catalysts [31]. The role of the Pt is the extraction of oxygen from the ceria and water splitting to form OH groups. These OH groups are the basis of the WGS reaction. The reaction steps for the redox and formate mechanisms are explained in details in Fig. 7\n                           .\n                     \n                  \n                  \n                     3.2\n                     Water gas shift (WGS) reaction activity\n                     The activity of the three ceria supported Pt catalysts is shown in Fig. 8\n                         as tested from 150 to 450°C with a feed flow rate of 100sccm (composition of 0.94vol% CO, 93vol% Ar and 6vol% water vapor). CO concentration in the products of the WGS reaction was checked in GC by comparing the area under the curve for the output, and calibrated CO. Complete CO conversion was concluded if no peak was obtained for CO. The C1/Pt performed best in this range with a complete CO conversion to CO2 at 225°C followed very closely by C2/Pt at 250°C and C3/Pt at 450°C. No methanation activity was observed in the reaction. All the three catalysts were active at 175°C.",
    "Discussion": "4\n                  Discussion\n                  On the basis of the WGS reaction testing of the three ceria supported Pt catalysts, it was found that the catalyst with sol–gel produced ceria (C1/Pt) had performance superior to the catalyst employing commercial ceria (C3/Pt). Both C1/Pt and C3/Pt performed better than the catalyst employing CCVD produced ceria (C2/Pt). Our previous work [54] and a review of the literature has shown that the characteristics of the catalysts support that are most important for good performance are: (1) high surface area of the ceria and Pt [83], (2) higher Pt dispersion [84], (3) presence of ionic Pt rather than metallic Pt [84], (4) CO adsorption strength at Pt–ceria interface [85], (5) smaller crystallite size of ceria and Pt [52,83,86], (6) non-stoichiometry of ceria [52], (7) presence of active oxygen species on the surface of the catalysts [65,75], (8) better resistance to deactivation [87], and (9) mesoporosity in the ceria support [88]. In this discussion, we will identify the reasons for the importance of these characteristics for catalyst performance and show that the WGS reaction test data presented in this work explains the related catalyst activity as a function of these supports.\n                  WGS kinetics is strongly dependent upon the morphology of ceria support. Bunluesin et al. measured the steady-state, WGS kinetics on Pd supported low temperature sintered (570K) ceria and high temperature sintered (1670K) ceria. They found that with similar Pd dispersions, the low temperature sintered ceria catalysts had a 50 times higher reaction rate and 50% lower activation energy than high temperature sintered ceria catalyst [83]. This could be due to the decrease in the surface area of the ceria support at high temperature sintering. The larger crystallite size of ceria produced by high-temperature calcination prior to noble metal addition (as in commercial ceria, C3) decreases its reducibility and eliminates the ceria mediated process step for CO oxidation [83,94]. The defect sites concentration in ceria is strongly dependent on the surface area. High surface area may correspond to smaller crystallite size which causes an increase in strain at the edges of the particles as reported by Schimming et al. [89]. Similarly, low energy grain boundary formed in smaller ceria particles also facilitates the formation of defects [52]. Higher concentration of defects corresponds to greater non-stoichiometry in ceria which has lower oxygen vacancy formation energy (E\n                     vac) than ordered ceria. Hence, non-stoichiometric ceria can be easily reduced at low temperature [52]. This results in reduced activation energy. On the basis of the WGS reactions results in this study and the findings in literature [83,89,90] we can presume that, there can be an indirect relationship between the activation energy and the BET surface area of the ceria support and the lower BET surface area C2 (78m2/g) required higher activation energy than C1 (187m2/g) and C3 (183m2/g).\n                  In regards to Pt loading comparison with our previous work on WGS reaction activity with 1% nanoparticles Pt loading onto ceria support [54], we see a remarkable similarity in the results. This showed that increasing the Pt metal loading did not improve the WGS reaction activity of catalysts. This can be explained as follows: the role of Pt is to catalyze the partial reduction of ceria and the generation of active OH groups. Relatively few Pt atoms at the Pt–ceria–CO triple phase boundary are available for catalysis in Pt/ceria catalyst [85]. After a threshold loading, no further improvement in catalytic activity can be observed [36,82,84]. At low Pt loading (<1%), highly dispersed Pt can be present on the surface in the ionic state and metallic state. However, at high loading, only a small fraction is present in ionic state and most of it is in metallic state. Fu et al. has proposed that the key catalytic sites for the WGS reaction is highly dispersed Pt–O and the metallic Pt does not participate in the WGS reaction and most of it remains unutilized. Preferential diffusion of ionic Pt in the subsurface of ceria has been considered as an explanation [84]. Similar studies has also been confirmed, both experimentally and by using DFT modelling by Zhai et. al [91]. These observations in literature are consistent with our XPS study that at 5% Pt loading, Pt is available in mostly metallic form consistent with the findings in literature [92].\n                  From the comparison of the DRIFTS band for the CO–Pt at around 2070cm−1, it can be concluded that the CO adsorption strength was highest in C3/Pt followed by C1/Pt and C2/Pt. DFT and micro kinetic modelling has shown that strongly adsorbed CO molecules on Pt–ceria interface could enhance the WGS reaction at the neighboring sites by reducing the CO adsorption strength at those sites [85]. Another reason for the better activity can be attributed to the CO uptake of ceria which is linearly dependent on the surface area [80]. High surface/grain-boundary area enhances the electron-transport properties between the ceria and Pt. This leads to faster CO2 conversion.\n                  Enhanced activity of C1/Pt could also be explained by the small crystallite size of C1 (5.8nm). Ceria particles with crystallite size <10nm shows remarkable catalytic properties and lower heat of reduction per oxygen vacancy as compared to coarser ceria [52] which could be due to the presence of low energy grain boundary, which facilitates the formation of defects. Size dependency of ceria has also been elaborated by Cargnello et al. [86]. Bunluesin et al. has suggested that the activation energy of the WGS reaction is strongly dependent upon the crystal structure of ceria and tends to decrease with the decrease in its crystallite size [93]. This is because the larger crystallite size of ceria produced by high-temperature calcination prior to noble metal addition (as in commercial ceria, C3) decreases its reducibility and eliminates the ceria mediated process step for CO oxidation [83,94].\n                  The WGS reaction rate is directly dependent on the synthesis conditions of ceria [31,82]. From DFT modelling, two types of interactions between Pt and ceria have been defined: transfer of electrons from the Pt nanoparticle to ceria, which is independent of the morphology of ceria, and the oxygen transfer from ceria to Pt, which is strongly dependent on the ceria support and occurs only when the ceria is nanostructured, oxygen deficient and non-stoichiometric (CeO2−x\n                     ) [95]. Non-stoichiometric “ceria” has lower oxygen vacancy formation energy (E\n                     vac) than ordered “ceria”. Hence non-stoichiometric ceria can be easily reduced at low temperature [52]. XPS results indicate the non-stoichiometric characteristics of C1/Pt and C3/Pt due to the presence of Ce3+ and Ce4+ peaks [78]. Raman spectroscopy results in this work also indicate that the ceria in C1/Pt and C3/Pt is non-stoichiometric as evident from the weak and broad peaks at the Raman shift at 600cm−1 \n                     [64]. The 600cm−1 peak intensity is greater in C1/Pt than C3/Pt and C2/Pt. This means that C1/Pt has a higher concentration of defects than C3/Pt and C2/Pt. These results are consistent with the performance of WGS reaction tests in Fig. 8.\n                  Raman spectroscopy also showed the existence of dioxygen such as peroxides and superoxides subspecies at the surface of the catalyst with mesoporous ceria (C1/Pt) and catalyst with commercial ceria (C3/Pt). Formation of these species could also be explained by the following: Peroxides are diamagnetic and could be formed as a result of the interaction of O2 with the oxygen vacancies at the ceria surface because these are two-electron-donor centers. It was shown by DFT calculations that superoxides are formed by direct interaction of O2 with low-coordinated Ce3+ ions on reduced ceria surface [96]. These active oxygen species are formed at one-electron defect sites at the metal–support interface and are preferentially stabilized by ceria which oxidize adsorbed CO to CO2 and increase catalytic activity [75]. Superoxides are also responsible for the re-oxidation of the partially reduced ceria.\n                  Deactivation of the catalysts are a major issue in WGS reactions. Deactivation of the catalysts can also be a cause of different reaction rates which can be caused by: (1) Pt deactivation due to CO poisoning caused by excess CO in the feed which blocks the sites for H2O dissociation [92,97], (2) sintering of Pt to form large clusters [98], (3) formation of highly stable carbonates over the Pt–ceria active sites on the catalyst [99], thereby rendering them unavailable, (4) growth in the crystallite size of ceria under extended operation at high temperature which compromises its reducibility [93], (5) loss of faceted surface of ceria [100] and (6) reduction of the Pt dispersion on ceria [101]. From the BET surface area analysis we found that the surface area of the catalysts reduced by 38% (C1/Pt), 75% (C2/Pt) and 44% (C3/Pt) after 100h of operation. It was also found that the surface area of C2/Pt reduced by 55% at 225°C (13% CO conversion).\n                  Mesoporosity of ceria also plays a major role in improving the WGS activity. In addition to the high surface area, the activation energy of WGS reaction is lower in mesoporous ceria supported Pt catalysts as compared with microporous ceria because mesoporous ceria provides more accessible and higher number of active sites for the reaction intermediates. This also delays the catalysts deactivation by coke formation [87].\n                  Another reason for enhanced catalytic activity by mesoporous ceria could be derived from the pore geometry. The internal concave surface of the pores of the mesoporous ceria possess higher concentration of oxygen vacancies than the surface. This is attributed to the low adsorption energy of OH groups in the pores due to the enhanced inter adsorbate repulsion in the curved walls of the pores, formed during the WGS reaction [88]. The meso-pore expansion on heat treatment of mesoporous ceria as shown by Poyraz et al. certainly contributes to the enhanced activity of the WGS catalyst [51].\n                  Strong metal–support interaction (SMSI) has been recently proposed to describe the chemisorption properties of the small Pt nano clusters as they are dispersed on the ceria support. The support has a strong influence on the catalysts because WGS activity is greatly effected in spite of having the same size and dispersion of Pt as also proved in this work. Bruix et al. has demonstrated, on the basis of theory and experimentation, that the chemical bonding and charge transfer at the metal–support interface could be used to tune the electronic and chemical properties of the WGS active sites. Electronic perturbation of the Pt by the ceria support has been shown to enhance the water splitting at the Pt surface causing upto 20 fold increase in WGS activity [102,103].\n                  Addition of catalyst promotors and dopants can prevent the sintering of noble metals and support. Thermodynamically stable Cu/Pt near surface alloy (NSA) with Cu monolayer preferentially deposited on Pt (111) the has shown to be tolerant for CO poisoning than pure Pt [104]. Addition of zirconium in varying concentration in Pt/ceria catalysts has shown to inhibit the sintering of ceria as well as Pt crystallites by the formation of Zr–Ce metastable phases [14]. It has been shown that the incorporation of basic oxides such as MgO in the catalyst could prevent the formation of carbonates and boost the formic acid dehydrogenation [15]. Similarly, sintering of ceria can be prevented at a temperature as high as 800°C by doping it with La. This results in the formation of several intermediate Ce–La–O phases [105] which inhibit sintering. With the recent advances in techniques such as in-situ environmental transmission electron microscopy (ETEM), it will be easier to design catalysts with better thermal stability [106].",
    "Conclusions": "5\n                  Conclusions\n                  We investigated the role of three different ceria materials for water-gas shift reaction studies for Pt/ceria catalysts. Reasons for the better catalytic activity of mesoporous Pt/ceria catalysts could be attributed to many factors such as noble metal loading, particle size of support and metal, porosity, pore size, concentration of defects, presence of active species etc. Here our main objective was to correlate the influence of the synthesis process, and the resultant structural properties of the ceria support with the performance of the Pt/ceria catalyst for the activity of low temperature water-gas shift reaction. We highlighted these properties and their influence on the WGS reaction which will provide a platform for generating catalyst with improved performance compared to the currently used catalysts. Three different ceria supports were chosen based on various syntheses techniques and 5wt% nano-Pt was applied onto them in the vapor phase using RSDT. The structure and crystallite size were determined using various characterization techniques. The catalysts were tested for WGS reaction in the temperature range of 150–450°C. Following conclusions can be made from this work:\n                        \n                           1.\n                           C1/Pt mesoporous ceria had superior activity with complete CO conversion seen at 175°C followed by C2/Pt (225°C) and C3/Pt (450°C).\n                        \n                        \n                           2.\n                           Increasing the Pt metal loading from 1% to 5% did not improve the WGS reaction activity of catalysts.\n                        \n                        \n                           3.\n                           Catalytically active oxygen species [peroxides (O2\n                              2−) and superoxide (O2\n                              −)] exist on the one-electron defect sites at the metal–support interface as observed from Raman spectroscopy.\n                        \n                        \n                           4.\n                           Formation of OH, surface formate, surface carbonates, CO–Ce4+ and CO–Ce3+ species were seen by in-situ DRIFTS studies which prove the occurrence of both ceria mediated redox and formate mechanism in the WGS reaction.\n                        \n                        \n                           5.\n                           Weak CO–Pt interaction was observed in C2/Pt by in-situ DRIFTS studies which could explain the poor WGS reaction activity.\n                        \n                        \n                           6.\n                           Non-stoichiometry of ceria was noticed by Raman spectroscopy in C1/Pt and C3/Pt.\n                        \n                        \n                           7.\n                           Crystallite size of <10nm attributes to higher surface areas and lower activation rates for the WGS reaction.",
    "Author contributions": "Author contributions\n                  R.J. designed the experiments, synthesized, characterized and tested the catalysts. A.S.P. synthesized and characterized the mesoporous ceria (C1). D.G. and R.J. collected the DRIFTS spectra in J.V.’s lab. R.J. performed the electron microscopy (HRTEM and SEM). R.M. and S.L.S. were the project coordinators. R.J. and R.M. prepared the manuscript. All the authors provided feedback during the preparation of the manuscript."
  },
  "references": []
}