{
  "title": "Enhanced catalytic activity and stability of nanoshaped Ni/CeO2 for CO2 methanation in micro-monoliths",
  "authors": [
    "García-Moncada, Nuria"
  ],
  "publication": {
    "journal": "Catalysis Today",
    "date": "2022-01-01",
    "doi": "10.1016/j.cattod.2021.02.014"
  },
  "abstract": "Coupling inherently fluctuating renewable feedstocks to highly exothermic catalytic processes, such as CO2 methanation, is a major challenge as large thermal swings occurring during ON- and OFF- cycles can irreversible deactivate the catalyst via metal sintering and pore collapsing. Here, we report a highly stable and active Ni catalyst supported on CeO2 nanorods that can outperform the commercial CeO2 (octahedral) counterpart during CO2 methanation at variable reaction conditions in both powdered and μ-monolith configurations. The long-term stability tests were carried out in the kinetic regime, at the temperature of maximal rate (300 °C) using fluctuating gas hourly space velocities that varied between 6 and 30 L h−1·gcat\n                     −1. Detailed catalyst characterization by μ-XRF revealed that similar Ni loadings were achieved on nanorods and octahedral CeO2 (c.a. 2.7 and 3.3 wt. %, respectively). Notably, XRD, SEM, and HR-TEM-EDX analysis indicated that on CeO2 nanorods smaller Ni-Clusters with a narrow particle size distribution were obtained (∼ 7 ± 4 nm) when compared to octahedral CeO2 (∼ 16 ± 13 nm). The fast deactivation observed on Ni loaded on commercial CeO2 (octahedral) was prevented by structuring the reactor bed on μ-monoliths and supporting the Ni catalyst on CeO2 nanorods. FeCrAlloy® sheets were used to manufacture a multichannel μ-monolith of 2 cm in length and 1.58 cm in diameter, with a cell density of 2004 cpsi. Detailed catalyst testing revealed that powdered and structured Ni/CeO2 nanorods achieved the highest reaction rates, c.a. 5.5 and 6.2 mmol CO2 min−1·gNi\n                     −1 at 30 L h−1·gcat\n                     −1 and 300 °C, respectively, with negligible deactivation even after 90 h of fluctuating operation.",
  "keywords": [
    "CO2 methanation",
    "Ni/CeO2",
    "Ceria nanorods",
    "Multichannel monolith",
    "Structured catalyst"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Converting anthropogenic CO2 into valuable fuels (e.g. CH4) using green hydrogen generated, for instance, from water electrolysis driven by renewable electricity is key to enable the energy transition of the chemical industry [1,2]. In the conversion of carbon dioxide to methane, large quantities of heat are released due to the exothermicity of the reaction (CO2 + 4 H2 → CH4 + 2 H2O, ΔH298K = –165 kJ/mol) and, in the absence of heat removal, the adiabatic temperature rise would be rather significant (773 K) [3]. When employing this technology in large-scale Power-to-Gas (P2G) processes, the conversion of CO2 can vary significantly due to the fluctuations in the production of renewable electricity that is used to generate the hydrogen required for the process (for every mole of CO2 4 mol of H2 are needed). This results in large temperature swings as a function of time on stream (typical fluctuations are in the order of minutes) [4]. Hence, the catalyst subjected to these fluctuations undergoes accelerated aging that leads to lower metal surface area (sintering) and porosity (pore-collapsing) [4]. In order to compensate for the accelerated deactivation, one could either use an excess of catalyst, or use a fluidized reactor in which the catalyst is continuously replenished. These strategies, however, could make the process economically unattractive at high catalyst consumption rates. This challenge was highlighted before by Prof. J.D. Grunwaldt and co-workers [4]. The authors argue that coupling of thermo-/electro- catalytic processes with dynamic energy and feed supply will render additional complexities to the chemical industry as reactors are often operated within a narrow operational window for optimal performance. Clearly, new catalysts and reactor concepts are needed to facilitate the commercial take-up of renewables in the chemical industry in the near future.\n                  Supported Ru, Ni, Rh, and/or Co metals on different metal oxide supports (TiO2, Al2O3, SiO2, ZrO2, CeO2…) have been extensively studied for CO2 methanation [5,6,15–18,7–14]. Among them, Ni-based catalysts are the most researched materials, since doped or promoted Ni catalysts have shown good CO2 conversion, high selectivity to methane, and low cost compared to noble-based catalysts. In this catalyst, it has been demonstrated that the support plays a key role, not only modifiying the dispersion of the active phase and textural properties, but also its activity for CO2 activation. High-energy lattice metal oxides such as, cerium oxide and titanium, possess excellent redox properties due to their par M3+/M4+ and it exhibits high oxygen storage capacity [19–21]. As a result, ceria provides a large amount of oxygen vacancies with medium basicity, facilitating CO2 activation-dissociation and metal-support interaction [9,11,29,30,17,22–28]. Nanoshaped ceria (e.g. nanorods or nanocubes) has been synthesized to support Ni, Co or Ru to enhance its catalytic activity [13,15,31–33]. These nanoshaped ceria supports expose well-defined crystal planes that can facilitate stabilization of metal clusters for catalytic applications at elevated temperatures, which makes them suitable for CO2 methanation. In order to compare their activities, Sakpal et al. studied the influence of Ni loading, Ni cluster size, and distribution on three types of nanoshaped ceria. In this report, the authors concluded that the Ni cluster size and distribution, determined by the shape of the ceria support, was the decisive factor in the observed catalytic performance [34]. In general, nanorods-shaped ceria exhibited the highest activity compared to typical polyhedral ceria and nanocubes, mainly due to stronger metal-ceria interaction, large fraction of oxygen vacancies, and high oxygen mobility [32,33,35].\n                  In this context, ceria has been reported to help the metal dispersion and prevent deactivation due to metal sintering, which is one of the main drawbacks in CO2 methanation [12,22,24,36–38]. Despite the good stability reported in CO2 methanation on promoted Ni-ceria based catalysts, its long-term stability under fluctuating conditions remains elusive. Some stability tests have been reported, but often these studies were conducted close to the maximum equilibrium conversion where excess of catalyst can mask the catalyst deactivation. For instance, Ocampo et al. [37] have shown that it is possible to mitigate the catalyst deactivation of Ni/CexZr1-xO2 catalysts for CO2 methanation depending on the ratio of ceria and zirconia. In this study, however, the rate of deactivation was measured from the beginning at thermodynamic equilibrium regime. While significant improvements have been achieved in the past by supporting Ni catalysts on ceria-containing supports, the utilization of conversion levels close to the thermodynamic equilibrium to study the stability of these catalysts generates uncertainty on the validity of the results. [25,26,30,39].\n                  Since the appearance of hotspots and the consequent metal sintering are one the main causes for catalyst deactivation in CO2 methanation, different approaches for structuring the catalyst have been proposed in the last few years, aiming at improving heat and mass transport. Ricca et al. [38] studied the temperature profile inside the catalytic bed for 10 wt.% Ni/CeO2-ZrO2 supported on Al-foam and SiC monolith compared to the powdered catalyst. They observed that the temperature increase inside the reactor bed was reduced in the order powder > Al-foam > SiC monolith. Similarly, Frey and co-workers [40] studied the hotspots appearance and the temperature profiles on Ni/CeO2 based catalysts supported on open foams of Al, Al2O3, and SiC, showing that the highest conversion was obtained on SiC support. In this material, the higher rates per reactor volume led to the formation of hotspots according to IR thermography, which negatively affected the selectivity to methane and the catalyst stability. To mitigate these issues, the authors grew carbon nanofibers on the SiC to improve the hydrodynamic, thermal, and catalytic properties of the structured catalyst. This configuration drastically increased the heat removal, improving the catalyst performance [41]. In the same line, Fukuhara and co-workers [42,43] studied different Al-honeycomb configurations (plain, stacked, segmented, multi-stacked), combining shifted positions of the honeycomb stacks and free spaces or non-catalytic honeycomb stacks. These results showed that structuring of the Ni-Ceria catalyst improved the heat and mass transfer inside the reactor, leading to enhanced activity and stability. The authors, however, measured the stability of these materials near the equilibrium conversion, thus complicating interpretation of the results obtained.\n                  The selection of the material of the support is also important, since not only the heat transfer is a determining parameter. In addition, catalyst loading and adherence, cell density or hydrodynamic design are also important for its feasibility [44]. For instance, Schollenberger et al. [45] proposed a mixed Al-steel honeycomb to optimize the CO2 conversion level and the heat transfer. Among other metallic supports, FeCrAlloy® steel has been extensively proposed due to its good heat transfer, flexibility to create different shapes, very high cell density and ease to segregate an Al2O3 μ-layer to improve the catalyst loading showing excellent catalyst adherences [46–52]. For instance, Hernandez Lalinde et al. [46] tested a Ni/Al2O3 catalyst on FeCrAlloy plates obtaining good catalyst impregnation and homogeneous temperature profile during methanation reaction.\n                  In the present study, we show that by supporting Ni catalyst on CeO2 nanorods it is possible to prevent catalyst deactivation observed during methanation reaction when using conventional Ni supported on commercial CeO2. Our catalyst showed high selectivity to methane of c.a. 95–99 % even under fluctuating reaction conditions, where more severe deactivation is anticipated due to the large temperature swings. We demonstrate that this excellent performance is not caused by excess of catalyst as the performance of the materials was assessed far from the maximum conversion (c.a. 20 % of the equilibrium conversion). Furthermore, we show that structuring this catalyst on metallic FeCrAlloy μ-monoliths can enhance its activity and stability.",
    "Experimental": "2\n                  Experimental\n                  \n                     2.1\n                     Catalyst synthesis and structuring\n                     Synthesis of nanorods shaped CeO2 was performed by hydrothermal process previously reported in our group [13]. In a typical synthesis, 24 g of NaOH (Sigma Aldrich) and 2.17 g of Ce(NO3)3·H2O (Sigma Aldrich) were separately dissolved in 35 mL and 5 mL of deionized H2O, respectively. Then, both solutions were slowly mixed and stirred for 30 min. The resulting slurry was transferred into a Teflon bottle (125 mL) and filled 80 % with water. The Teflon bottle was introduced in a sealed autoclave. The hydrothermal treatment was performed for 24 h at 100 °C to obtain nanorods CeO2. The resulting precipitate was separated by centrifugation (9000 rpm for 10 min) and washed with deionized water until pH 7 was reached. The sample was dried at 100 °C for 4 h, followed by calcination at 500 °C (heating rate: 5 °C/min) for 5 h in air (flow rate: 100 mL/min). On the other hand, octahedral CeO2 with an average particle size below 50 nm was obtained from commercial Sigma-Aldrich and the same calcination step at 500 °C (heating rate: 5 °C/min) for 5 h in air (flow rate: 100 mL/ min).\n                     Deposition of the desired amount of nickel on the prepared nanorods or octahedral ceria was performed by wet impregnation. Typically, 3 g of ceria was added to 60 mL of water under continuous stirring. In another flask, 0.744 g of commercial Ni(NO3)2·6H2O (Alfa Aesar) was dissolved in 20 mL H2O and slowly added to the ceria slurry under stirring. Then, the pH was adjusted to 8 by adding dropwise 0.1 M NaOH aqueous solution. The mixture was stirred at room temperature for ∼165 and ∼315 min for octahedral and nanorods shapes, respectively, in order to obtain similar Ni particle sizes [34]. Finally, the catalysts were centrifuged and dried at 100 °C for 3 h, followed by calcination at 500 °C for 5 h in air (100 mL/min) with a heating rate of 5 °C/min.\n                     On the other hand, FeCrAlloy® sheets (Fe72.8/Cr22/Al5/Y0.1/Zr0.1, GoodFellow) with 0.05 mm in thickness were used to manufacture cylindrical multichannel monoliths. As described elsewhere [53], flat and corrugated foils were co-rolled in pairs resulting in cylindrical metallic monoliths with 15.8 mm in diameter and 20 mm in height with calculated cell density of 2004 cpsi and an exposed surface of 152 cm2 (Fig. 1\n                        ). Then, the manufactured monolith were calcined in air at 900 °C for 22 h (heating ramp of 10 °C/min) in order to form an external porous Al2O3 μ-layer by segregation from the FeCrAlloy material that facilitates the catalyst impregnation [52,53]. The calcined monolithic structure was immersed 1 min in an aqueous colloidal suspension of the desired catalyst (Ni/CeO2 oct or Ni/CeO2 rods). The channels of the monolith were gently cleaned with an airbrush to avoid obstructions. Then, the impregnated monolith was dried at 100 °C for 1 h and weighed. The impregnation process was repeated until the desired amount of catalyst was loaded on the monolithic structure. Finally, the structured catalyst was calcined at 500 °C for 5 h in air, with a slower heating rate of 2 °C/min in order to avoid fissures or fractures in the catalytic layer [54]. The typical thickness of this layer was c.a. 2 μm.\n                     To obtain homogeneous thin layers of catalyst overcoating, a stable colloidal suspension of the catalyst with optimal rheological properties was mandatory for the impregnation process. The optimization of the slurry was aimed at avoiding particles agglomeration to obtain well-controlled homogeneous thin layers over the monolith walls. This was done to prevent diffusional problems, catalyst loss, fractures, and/or peeling. The main variables to control were the particle size, viscosity, and pH of the suspension [48,55]. Particularly, the colloidal suspensions were prepared by slowly adding 20 wt.% catalyst, previously sieved below 38 μm, in deionized water. The colloidal suspensions were aged for 24 h before starting the impregnation, always under continuous stirring at room conditions.\n                  \n                  \n                     2.2\n                     Characterization\n                     The structural analysis of the two synthesized catalysts (named Ni/CeO2 rods and Ni/CeO2 oct) and their prepared nano-shaped ceria supports (named CeO2 rods and CeO2 oct) was conducted by X-Ray Diffraction (XRD) on a Bruker D2 Phaser diffractometer with Cu Kα radiation. Ni phase of the synthesized and reduced catalysts were compared by XRD on an X’Pert Pro PANalytical instrument with Cu Kα radiation. N2-physisorption at 77 K (Micromeritics Tristar) was performed to determine textural properties of the catalysts and ceria supports. Ni loading was determined by XRF (Philips PW 1480). The surface morphology and Ni particle size and dispersion were analyzed by Scanning Electron Microscopy (SEM) in a JEOL JSM-6490 instrument, and by Transmission Electron Microscopy (TEM) micrographs recorded on a Philips CM-200 instrument equipped with energy dispersive X-ray detector (EDX).\n                     In order to analyze the reducibility of the synthesized catalyst, reductive thermogravimetric analysis (H2-TGA) was conducted using a Mettler Toledo TGA/DSC3 +. The gas flow consists of 20 mL/min Argon protective gas and 50 mL/min 90:10 H2:Argon as reactive gas. The sample was weighed in a 70 μL aluminium oxide crucible. Then, the sample was placed inside the analysis chamber and left stabilizing under the H2 environment for 30 min at 25 °C. Afterwards, the temperature was increased with 10 °C/min rate to 900 °C. The sample was kept at 900 °C under H2 environment for 10 min. Then, the reactive gas was changed from 90:10 H2:Argon to pure argon. The sample was then actively cooled to room temperature under Argon atmosphere to safely resume the measurement (i.e. avoiding explosive H2/O2 mixtures).\n                     Finally, XRD, N2-physisorption and TEM analysis were performed in the same instruments and conditions already described on the used catalyst (named “post”).\n                  \n                  \n                     2.3\n                     Catalytic tests\n                     CO2 methanation was carried out in a tailored-made setup at atmospheric pressure, using a cylindrical stainless-steel reactor (Hastelloy C276) of 40 cm in length, 15.8 mm of inner diameter and 2.8 mm of wall thickness, placed in the center of a cylindrical oven of 30 cm in length. Two thermocouples were used. One of them, which controlled the temperature of the oven, was placed in the center of the internal wall of the oven, in contact with the reactor. The other one, placed in the center of the reactor, was used to measure the real temperature achieved in the center of the catalyst (monolith or powder), providing the increment of temperature in the radial section. The feed consisting of a CO2:H2 mixture at the stoichiometric ratio of the reaction (10 % and 40 %, respectively) was balanced with N2 (50 %) using calibrated mass flow controllers (Brooks). Conversion curves vs temperature from 200 °C to 400 or 500 °C were performed in two different total flow rates (10 and 50 mL/min), keeping constant the feed composition. Outgoing gases were analyzed by an on-line GC (Varian CP-3800) equipped with an Agilent CP-Molsieve 5A, PoraPlot Q column and TCD detector. The catalysts (powders and monoliths) were placed in the center of the reactor using quartz wool, always loading c.a. 0.1 g of Ni/CeO2 catalyst. The powdered catalysts were sieved in the 125–250 μm range for the catalytic tests, according to the previous work carried out in our group [13]. Before catalytic tests, the catalysts were activated in situ with a heating rate of 5 °C/min in 100 mL/min of H2/N2 flow (25:75 volumetric ratio) at 400 °C for 2 h and then cooled down in N2.\n                     The stability of the catalysts in CO2 methanation in fluctuating conditions (changing the total flow rate between 10 and 50 mL/min to provide high and low conversion levels) was evaluated at 300 °C, which was found to be the temperature where the CO2 conversion rate is maximal in these operation conditions, according to the previous conversion vs temperature analysis. All the stability tests were carried out during 100 h, varying the two conditions several times.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Characterization\n                     To elucidate the structural properties of the prepared materials, XRD measurements were carried out. Fig. 2\n                         shows the diffractograms of the prepared samples once calcined. All the samples maintained the cubic fluorite type structure characteristic of CeO2 (Fm \n                           \n                              3\n                              ¯\n                           \n                         m, JCPDS 34-0394). A close inspection of the diffraction line corresponding to the (111) crystallographic plane of CeO2 (Fig. 2b) indicates a small contraction of the Full Width at Half Maximum (FWHM) when the Ni was present. Such feature can be attributed to partial migration of the Ni2+ in the ceria structure [41]. It should be noted that this decrease of the lattice parameter (Table 1\n                        ) when Ni is loaded on both ceria shapes (i.e. octahedral and nanorods), can be attributed to the smaller ionic radii of Ni2+ and Ce4+ (0.69 and 0.97 Å, respectively). Notably, the NiO phase is also recognizable (Fm \n                           \n                              3\n                              ¯\n                           \n                         m, JCPDS 47-1049), particularly in the Ni/CeO2_oct sample. As plotted in Fig. 2c, the analysis of the diffractograms of calcined and activated catalysts (i.e. before and after reduction in H2/N2 flow 25:75 volumetric ratio at 400 °C for 2 h) evinces the reduction of NiO phase to Ni (Fm \n                           \n                              3\n                              ¯\n                           \n                         m, JCPDS 04-0850). Table 1 also includes the CeO2 and Ni crystallite sizes estimated by the Scherrer’s Equation on the (111) crystallographic plane. Remarkably, the crystallite size of Ni and ceria on the reduced Ni/CeO2 rods reached values of 9.6 and 14.1 nm, respectively, which are significantly lower than those obtained on the Ni/CeO2 Oct (26.8 and 27.3 nm for Ni and CeO2 phases, respectively). However, it has to be pointed out that the peaks associated to Ni phase are small, decreasing the accuracy of Ni crystallite size calculation on the reduced catalysts. The textural properties obtained by N2-physisorption (Table 1), indicate that ceria nanorods exhibits a higher surface area than the octahedral samples with values of 53 and 32 m2/g, respectively. The increase in surface area was accompanied by a drop in the average pore size of the ceria support from 5 nm in the octahedral CeO2 to 2.6 nm in the nanorods, which are in line with previous reports [13,56]. Notably, the deposition of nickel catalyst on these supports did not affect the surface area as evidenced by the negligible change in BET surface area, pore sizes, and volumes.\n                     Similarly, XRD and N2-physisorption analysis of the structured samples on the monoliths were conducted in order to check the stability of the catalysts after impregnation process. As expected by the simple impregnation method used, the catalysts perfectly preserve their structural and textural properties (see supporting information, Figure S.1 and Table S.1).\n                     From the SEM images of the supports (Fig. 3\n                        a and b) one can immediately recognize the different shapes of the commercial ceria with an octahedral-like shape and the synthesized ceria nanorods. The latter exhibited a size of c.a. 1 μm in length and only few nanometers in diameter. The SEM analysis of the Ni catalysts are identical to their respective supports, since Ni particles are undistinguishable (Fig. 3c and d).\n                     In the micrographs obtained by TEM (Fig. 4\n                        ), the octahedral and nanorods ceria shapes are also distinguishable. Despite low contrast between Ni and Ce in TEM micrographs, identification and measurement of Ni particles have been attempted to estimate the Ni particle sizes distribution. Considering the notable dissimilarity of the Ni/CeO2 nanorods shape, the Ni particle size distribution in this sample is more reliable with 700 measurements, while only 132 measurements are available for the octahedral sample (Fig. 5\n                        ). This analysis indicates Ni had an average particle size of c.a. 7 ± 4 nm in Ni/CeO2 nanorods. In contrast, the Ni/CeO2 octahedral catalyst had a wider particle size distribution, as evidenced by the large Ni particles of about 70 nm present in the sample, and where only over 55 % of the measured particles are in the 4–12 nm range. In this case, majority of Ni particles are averaged to c.a. 16 ± 13 nm. Detailed elemental mapping via energy dispersive X-ray spectroscopy (EDX) supported the previous observations regarding metal dispersion (Fig. 6\n                        ). Here, it can be noted the highly heterogeneous distribution of Ni nanoparticles on the Ni/CeO2-Octahedral (Fig. 6a, Ni) as compared to the narrower distribution of Ni particles with smaller cluster size (Fig. 6b, Ni). Moreover, in the case of Ni/CeO2 nanorods, the averaged particle size (Fig. 5b and Table 2\n                        ) is similar to that estimated by Scherrer calculation of the XRD Ni peak (see Table 1 above). However, in the case of the octahedral shaped catalyst, the Ni crystallite size detected and estimated by XRD (Table 1) is higher than that determined by TEM micrographs (Fig. 5a and Table 2). This is caused by the relatively broad particle size distribution on Ni/CeO2-Octahedral, as observed with TEM, combined with the fact that XRD is much more sensitive for larger particles. The relatively large particles therefore dominate the averaged particle size determined by line-broadening.\n                     Considering the average Ni particle size by TEM of 16 ± 13 nm and 7 ± 4 nm for Ni/CeO2 oct and Ni/CeO2 nanorods, respectively, Ni dispersion has been calculated according to the relationship between particle sizes and apparent dispersion described by Larsson [57]. Table 2 reports the estimated apparent Ni dispersion. As expected, higher dispersion was obtained for Ni on nanorods ceria shape. The Ni loadings according to XRF analysis reached values of 3.3 and 2.7 wt.% for Ni/CeO2 octahedral and nanorods, respectively. While these results indicate that both catalysts had similar metal loading, the resulting metal surface areas were different possible due to the differences in surface area and metal-support interaction [34,58–61].\n                  \n                  \n                     3.2\n                     Catalytic stability\n                     Conversion curves for CO2 methanation on activated Ni/CeO2 catalysts, octahedral and nanorods shapes in powders and monoliths structures, at 10 and 50 mL/min total flow rate (6 and 30 L h−1·gcat\n                        −1, respectively) are shown in Fig. 7\n                        . The set temperature was controlled with a thermocouple inside the oven on the external wall of the reactor, while the real temperature inside the catalyst bed was ∼ 20 °C lower. This internal temperature was measured with a second thermocouple in the center of the catalytic bed or μ-monolith. Thus, the results shown in Fig. 7 indicate the temperature value inside the reactor. Here, one can note that the monolith samples showed temperatures several degrees higher than the powders and closer to the set point, even at similar conversion levels, at high values (T > 300 °C). The smaller temperature difference between the external reactor wall and the center of the catalyst bed can be associated with the enhanced heat transfer in the μ-monoliths. In addition, testing of the calcined μ-monolith without any catalyst confirmed that the metallic monolith has not catalytic activity for CO2 methanation at the reaction conditions herein employed.\n                     The conversion achieved as a function of temperature and space velocity, shown in Fig. 7, indicate that the inflection point of the conversion curve, where the variation of CO2 conversion (rate) with temperature is maximal, is around 300 °C at 6 L h−1 gcat\n                        −1, with c.a. 50–60 % of CO2 conversion (Fig. 7a). As expected, increasing the gas hourly space velocity to 30 L h−1·gcat\n                        −1 led to lower conversions (c.a. 20–30 %) (Fig. 7b).\n                     Based on these results, the stability tests were carried out at 300 °C for 100 h in order to study the catalyst behavior in the kinetic regime. Here, it is important to mention that the selectivity to methane was found in all cases to be around 90–99 %. Moreover, carbon balance was closed above 95 % in all cases during all the reaction time. Indeed, only in the tested points at 450–500 °C at 6 L h−1 gcat\n                        −1 on both samples (Fig. 7a), a small amount of CO was produced (maximal selectivity about 10 %, only found at 6 L h−1 gcat\n                        −1 in the 60–80 % range of CO2 conversion level). In addition, elemental analysis of the powdered samples carried out after stability tests indicated negligible carbon deposited even after c.a. 100 h of operation. The high selectivity of group VIII-X metals (e.g. Ni) towards methane in comparison to metals in group XI (e.g. Cu, Ag) can be rationalized in terms of the electronic structure of the metal center. Broadly speaking the as the center of the d-band of the metal is closer to the Fermi level the stronger the interaction of the adsorbates involved in the hydrogenation of carbon dioxide and carbon monoxides with the metal surface [62,63]. This results in the filling of the anti-bonding states (2p*) of the CO molecule via backdonation that weakens the internal bond of the molecule, facilitating CO bond dissociation [64,65]. In this context, metals in the group XI with fully occupied d-band weekly interact with the adsorbates as anti-bonding states between the metal atoms and the adsorbate are filled. This weak interaction in the case of Cu and Ag metals leads to the formation of η1(O)-CO bonding to the metal surface, while in the case of the Ni, Ru and Pt the η2(CO) surface species are favored [66,67]. This results in the formation of CHxO products in the case of Cu and Ag catalysts while in the case of Ni, Ru, Pt the dissociation into C* and O* species leads to methane formation in the presence of hydrogen. In the case of Ni supported on CeO2 it is believed that COx* species can be stabilized on the oxygen vacancies on the support, which favors the activation of carbon dioxide in the presence of Ni [56,68]. In this sense, it is not surprising that on both catalysts (i.e. Ni-CeO2 nanorods and octahedral) the selectivity observed was 95–99 %.\n                     In order to analyze the activity of the prepared catalysts and their stability under fluctuating conditions (i.e. varying the conversion level by only changing the total flow rate) we conducted long-term stability studies for periods of at least one week per catalyst. The complete stability tests (100 h) are reported in the supporting information (Figure S.2). Fig. 8\n                         presents the performances with several cycles (high and low conversion) during 50 h as CO2 converted per total amount of Ni, discarding thereby the effect of slight variation on the amount of catalyst loading on each monolith. As it is shown in Fig. 7 on these catalysts the conversion of CO2 at 300 °C and 6 and 30 L h−1 gcat\n                        −1 varied in the ranges of 50–60 % and 20–30 %, respectively. Since these catalysts are operating at relatively similar levels of conversion and far from equilibrium limitations it is possible to compare their initial activity at low and high space velocities. Fig. 9\n                         plots the activities at both space velocities to facilitate the analysis of metal oxide support (nanorods vs. octahedral ceria) and structuration (powered vs. μ-monoliths) at the beginning of the reaction, where catalyst deactivation effects are minimal.\n                     Notably, nanorods shaped catalysts showed higher activity than the octahedral catalysts on both powdered and μ-monolithic forms. This is in good agreement with the higher BET surface area obtained on nanorods and the well-dispersed Ni clusters indicated by TEM analysis. This is also supported by the disappearance of the Ni peak in the reduced XRD on Ni/CeO2 nanorods. Moreover, as it was discussed previously, some migration of Ni2+ into ceria lattice cannot be discarded, which can stabilize Ni as NiCeO3 spinel. In previous studies similar observations have been reported. Konsolakis et al. [15] showed that metal cations can be stabilized as spinel species in CeO2. For instance, Du et al. [33] studied the morphology dependence of the catalytic activity of Ni/CeO2 for CO\n                           2\n                         methanation. The authors observed higher activity with nanorods shaped catalysts than with nanopolyhedral structures. This higher activity was ascribed to stronger anchoring of Ni nanoparticles providing better metal dispersions. One can anticipate that higher affinity between the Ni clusters and metal oxide support should also improve the stability of the catalyst to metal sintering. In this line, our studies on the long-term stability of the catalysts indicate that the powdered octahedral shaped catalyst (blue line) suffered fast deactivation from the beginning. In sharp contrast, nanorods shaped sample (green line) showed stable activity over periods of ∼50 h of operation under fluctuating operation (Fig. 8). As mentioned earlier, CeO2 nanorods expose a large fraction of (111) facets [56,69], which are richer in defects providing a large number of oxygen vacancies with high ion mobility. This in turn can increase the metal “wettability” of the surface leading to more robust catalysts while enhancing the activity by pre-activating the CO2 molecule. In addition, the higher reducibility on nanorods-shaped ceria according to reported H2-TPR analysis [56,69] and the performed H2-TGA (see Fig. S4), supports the observed higher catalytic activity of this Ni/CeO2 nanorods sample. Here, it can be observed that CeO2 nanorods undergo a significant weight loss (c.a. 7.5 wt. %) when compared to the CeO2 octahedral (c.a. 2.5 wt. %) after reducing the catalyst at 900 °C in H2. Addition of nickel facilitated the reduction of octahedral the CeO2 leading to a weight loss of c.a. 4 wt. %, while in the case of the nanorods the extent of reduction remained constant, reaching a value of c.a. 7.4 wt. %. Similar results were observed by Gong et al. [31] during CO2 methanation. In that case, the authors assigned the higher CO2 uptake and activity of Ni supported nanorods ceria to the larger fraction and mobility of oxygen vacancies as analyzed by in situ IR and DRIFTS.\n                     Notably, structuring the octahedral Ni/CeO2 sample clearly improved stability too (orange line vs blue line). Deactivation of the powdered sample from the beginning is in good agreement with observations by Ocampo et al. [37], Zhou et al. [39] and Iglesias et al. [28]. In contrast to previous work on CO2 methanation using Ni/CeO2 catalysts, where high Ni loadings ranging from 10 to 26 wt.% yielded good stability at conversion levels close to thermodynamic equilibrium [25,26,30], our work demonstrates that Ni/CeO2 on octahedral ceria powder easily deactivates under harsh reaction environments, such those exerted during dynamic reactor operation. These results would suggest that it is possible to mitigate catalyst deactivation by supporting the catalyst on a metallic μ-monolith, thanks to the highly efficient heat diffusion inside the reactor.\n                     Ni/CeO2 nanorods not only provides higher activity due to the nano-shaped ceria, as discussed above, it also inhibits Ni sintering and deactivation [33], showing good stability under stressful and fluctuating conditions. This is supported by post-reaction TEM analysis of the powder samples (Fig. 10\n                         and Table 3\n                        ). Nanorods-shaped catalyst hinders the sintering compared to the octahedral sample, since the averaged Ni particle sizes increases during the stability tests from 16 nm to 23 nm in the case of Ni/CeO2 oct, but only from 7 nm to 9 nm for the nanorods-shaped catalyst. Moreover, as is shown in Fig. 10, the particle size distribution becomes flatter, increasing the relative frequency of particle sizes in 15–30 nm range.\n                     In addition, XRD analysis shown the deactivation by sintering, where the peak associated to Ni phase increased (see supporting information, Fig. S.3). The calculation of crystallite size by Scherrer equation (summarized in Table 4\n                        ) supports the higher sintering of Ni particles in the octahedral catalyst. As it was discusses above, the XRD primarily detects large clusters. However, the increase of the Ni particles size follows the same trend. Thus, in Ni/CeO2 nanorods, Ni particles increased from 7 to 9 nm by TEM and from 9.6–13.2 by XRD (factor of 1.3–1.4), while in Ni/CeO2 octahedral, averaged Ni particles increased from 16 to 23 nm by TEM and from 26.8–50.5 by XRD (factor of 1.4–1.9). On the other hand, N2-physisorption analysis demonstrates that the catalyst keeps its textural properties during the catalytic tests (summarized in Table 4).\n                     Hence, in the case of Ni/CeO2 nanorods, structuring by deposition on the monolith does not further improve stability, as it is observed in Fig. 8, since the nanorods support already significantly hinders the catalyst deactivation by Ni sintering. However, and remarkably at higher space velocity, the activity of nanorods supported on monolith is increased compared to the powder sample, indicating that monolithic structure improves the contact between catalytic surface and reactant flow, as demonstrated by Fukuhara and co-workers [42,43]. Our estimations of the coating layer indicate that for both catalysts, Ni/CeO2 nanorods and Ni/CeO2 octahedral, the thickness of the catalyst layer is around 2 μm, which can explain the fast rates of heat and mass transport in the monoliths.",
    "Conclusions": "4\n                  Conclusions\n                  Ni/CeO2 catalyst for CO2 methanation exhibits good activity and high selectivity to methane (above 95 %). However, in stressful and fluctuating conditions, it undergoes fast deactivation. Two approaches were developed in order to improve its stability, including: (1) synthesis of nanorods-shaped ceria to support the Ni and (2) catalyst structuring on metallic multichannels μ-monolith. It was observed that nanorods shaped catalysts provided higher activity, attributed to the enhancement of formation and mobility of oxygen vacancies and the increase of Ni-support interaction and dispersion. Moreover, this nanoshaped catalyst already exhibited high stability in the powdered form, indicating that nanorods can delay Ni sintering. On the other hand, supporting Ni/CeO2 octahedral powder catalyst on the monolith provided enhanced stability during fluctuating conditions, compared to the same catalyst in fixed bed operation. Moreover, catalyst structuring on the μ-monolith resulted in slightly higher catalytic activity than the powder form, indicating the relevance of efficient heat and mass transfer in the methanation reaction.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Nuria García-Moncada: Conceptualization, Data curation, Formal analysis, Funding acquisition, Investigation, Methodology, Writing - original draft, Writing - review & editing. Juan Carlos Navarro: Investigation, Formal analysis, Writing - review & editing. José Antonio Odriozola: Conceptualization, Writing - review & editing. Leon Lefferts: Conceptualization, Funding acquisition, Investigation, Methodology, Project administration, Resources, Supervision, Validation, Writing - review & editing. Jimmy A. Faria: Conceptualization, Data curation, Formal analysis, Funding acquisition, Investigation, Methodology, Project administration, Resources, Supervision, Validation, Visualization, Writing - original draft, Writing - review & editing."
  },
  "references": []
}