{
  "title": "The pH-dependant attachment of ceria nanoparticles to silica using surface analytical techniques",
  "authors": [
    "Dawkins, K."
  ],
  "publication": {
    "journal": "Applied Surface Science",
    "date": "2015-08-01",
    "doi": "10.1016/j.apsusc.2015.03.170"
  },
  "abstract": "The adhesion and removal of ceria particles to a silica surface was investigated with the use of X-ray photoelectron spectroscopy (XPS), scanning electron microscopy (SEM) and auger electron spectroscopy (AES) measurements. A model is presented based on electrophoretic mobility measurements of ceria slurry and silica particles at different pH's. XPS results show that at acidic pH values, ceria is present on silica surfaces, but at alkaline pH values, far less ceria is present, or no ceria is present in the extreme case. SEM results corroborated the XPS results showing uniform distribution of ceria particles on silica surface at pH 6 while a clean silica surface is observed at pH 12. However, SEM images show agglomeration of ceria particles occurring at the isoelectric point of ceria at ∼pH 9.6. High resolution Ce 3d XPS analysis indicates that ceria present on the surface is composed ∼31% Ce(III) and ∼69% Ce(IV). AES mapping done at specific points on the silica surface validated both XPS and SEM results. Based on XPS, SEM and AES analyses, it is clear that an alkaline pH is necessary to minimize particulate contamination of silica surface by ceria.",
  "keywords": [
    "Adhesion",
    "Si",
    "Ce",
    "X-ray photoelectron spectroscopy",
    "Chemical mechanical polishing"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Over the past decade, ceria particles have attracted significant attention due to their physical and chemical properties which have proven to be very useful especially in integrated circuit fabrication technology such as chemical mechanical polishing (CMP) [3–7]. Cerium oxide is ambiguous, containing multiple valences of which the most commonly used are: cerium (III) oxide, Ce2O3 or cerium (IV) oxide, CeO2. However, the most prevalent form in which cerium oxide exists is CeO2 \n                     [1], which enhances chemical action on oxide surfaces. For the remainder of this paper we will use cerium oxide and ceria, interchangeably, to refer to CeO2.\n                  CeO2 possesses a fluorite structure with a lattice constant of 0.541nm [1]. The earliest use of cerium oxide was as a hydrocarbon catalyst during the high temperature cleaning process of self-cleaning ovens [2]. Cerium oxide based slurries have been used for decades in glass and optical lens polishing [3,4]. Recently, ceria based slurries have emerged as important abrasives in CMP applications such as shallow trench isolation (STI), liquid crystal display (LCD) and interlayer dielectrics (ILD) applications [3–7]. STI is an isolation technique used for semiconductor devices with small line widths and high transistor density [5]. STI embeds field oxide into silicon and establishes an abrupt, near vertical interface between the oxide and active-area regions hence preventing “bird's peak” which results from the lateral encroachment of oxide into the active area of the substrate below the nitride mask which is used in the local oxidation of silicon (“LOCOS”) process [5]. The STI process starts with growing pad oxide on a silicon wafer, followed by deposition of a nitride layer, lithography and patterning, and then a shallow trench is etched into the silicon substrate using the patterned nitride layer as a mask. This is followed by liner oxidation, and CVD oxide gap fill [5]. The last steps include oxide CMP to remove the overburden silicon dioxide (stopping on the nitride) followed by nitride strip [5]. Ceria abrasives are used widely in STI CMP slurries due to their high selectivity [4–7], that is, the oxide removal rate is high while the nitride removal is low. Ceria particles have the ability to absorb silicate ions in the removal of silica during the CMP process. Ceria based slurries have higher polish rates than silica based slurries and, at the same time, improved surface finish [4,7]. Several studies have been done to investigate the mechanism of both the high selectivity of ceria slurries and the CMP of silica surfaces by ceria abrasives [3–11,14] yet no exact polishing mechanism is known for CeO2. Most of these studies were based on the adhesion/interaction of the ceria abrasive with the silica substrate. The “chemical tooth” model was proposed by Cook [8] for glass polishing, which is said to be responsible for the high oxide removal. In this model, a temporary chemical bond initially exists between the ceria abrasives and the silica substrate which is said to be responsible for the removal of the silica during the polishing process, as shown in Eq. (1) below:\n                        \n                           (1)\n                           CeOH+SiO−\n                              ↔SiOCe+OH−\n                           \n                        \n                     \n                  \n                  However, Cook's explanation is only a theoretical explanation of the removal of silica in the CMP process. Furthermore, Osseo-Asare et al. [9], in their study, concluded that the adsorption phenomenon is responsible for the material removal mechanism. To explain the nature of ceria/silica interaction, Abiade et al. [4] examined the effect of ceria slurry pH on silica removal. Using atomic force microscopy (AFM), X-ray photoelectron spectroscopy (XPS) and scanning electron microscopy (SEM) to examine particle–surface interaction, they showed that the removal of silica is strongly dependent on the pH of the ceria slurry with the maximum removal occurring near the isoelectric point of the slurry.\n                  Despite the many advantages of using ceria slurry, it is difficult to remove ceria particles from silica surfaces during CMP cleaning steps. CeO2 removal from the SiO2 surface is critical because remaining particles cause defects [10], and the STI process occurs at a very sensitive location in the process, that is, at the transistor level. In the CMP process, micro-scratches are one of the main problems in the planarization of SiO2 surfaces that is caused by contaminants or the use of crushed abrasives. However, the nature of this scratch formation is not fully understood. Volkov et al. [11], in their study of the adhesion of ceria abrasive on silica surfaces during the CMP process, showed a correlation between adhesion and the creation of scratches, specifically higher adhesion correlates with a higher number of defects. They went on to propose that the agglomeration of abrasive particles also causes the number of defects to increase. The interaction between CeO2 abrasives and SiO2 surface can be explained by electrostatic and van der Waals forces. In the semiconductor industry, defect minimization is a major challenge and also of great interest especially in the manufacture of sub 15nm devices. From the literature [10] it is understood that defects are formed mainly due to the interaction between the slurry and wafer surface during the CMP process. Therefore, defects can be reduced through a fundamental understanding of the slurry particle–wafer surface interaction to enable the removal of the particles. Zhang et al. [12] suggested that the slurry composition can be designed in such a way that prevents particles from depositing onto the wafer surface during the CMP process and that a repulsive electrostatic force is necessary to inhibit particle-wafer deposition. This can be achieved by measuring the zeta potential between the abrasive and the film surface as function of pH. A repulsive electrostatic force can be reached when both abrasive and wafer surfaces have the same sign. Additives/chelating agents can also be used in the slurry to modify its pH/zeta potential and also will minimize particulate contamination arising from particle-wafer interaction. Zhang et al. [12] studied the effect of using a common pH/chelating agent, citric acid, to control alumina particle deposition on tungsten and oxide surfaces. They found that the use of citric acid can minimize alumina contamination significantly on both tungsten and oxide surfaces. It has also been stated that the pH of the solution is critical to the adhesion and removal of particles from surfaces [10]. Furthermore, based on a study of Cu CMP, it was concluded that alkaline slurry is required to control particulate contamination. However, in practice changing the slurry pH can be detrimental to the CMP process.\n                  XPS is an effective technique for surface analysis and has been used extensively in many areas of surface and materials analysis due to the exceptional combination of compositional and chemical information that it provides. SEM, along with Auger emission spectroscopy (AES) imaging and point analysis, were applied to obtain information about wafer surface topography and composition of the multi-elemental sample, at various pH levels (pH 6, 9, and 12) chosen based on the results of the zeta potential determination. The experimental analysis of the effect of pH on ceria–silica interaction for the subsequent removal of ceria abrasives from silica surfaces will be useful to obtain clean silica surfaces and to design slurries that limit contact between abrasive and substrate during the CMP process. To the best of our knowledge, there are no other studies which employ these surface characterization techniques to understand the mechanism of residual CeO2 contamination and removal.",
    "Experimental procedures": "2\n                  Experimental procedures\n                  \n                     2.1\n                     Ceria slurry preparation\n                     The ceria slurry used in this study, namely CeO2, from Nyacol Nano Technologies, had a 20wt% ceria concentration. De-ionized water (Milli-Q UV PLUS), referred to as Milli-Q water, was used for slurry dilution to 5wt% concentration. The pH of solutions/suspensions was measured by an Accumet Basic AB15 pH metre, which was calibrated each time prior to use. Citric acid and potassium hydroxide were used to adjust the pH of suspensions. A silicon oxide wafer which was cleaved into three 1cm×1cm pieces was used as the substrate for this experiment. The substrate was dipped into the ceria suspension for 1min at a stirring speed of 286revolutions/min. It was then rinsed in Milli-Q water for 1min at a flow rate of 250mL/min and dried in air.\n                  \n                  \n                     2.2\n                     Zeta potential measurements\n                     In order to measure the surface charge of the particles in the slurry and on the wafer surface, the zeta potentials of ceria and silicon dioxide particles were measured over a wide pH range (3–12) using a Nano ZS Zetasizer from Malvern Inc. The suspensions used were prepared by a dilution of the original slurries to approximately 1wt% for ceria and 0.5wt% for silica using Milli-Q water. The pH of the suspensions was adjusted using citric acid and potassium hydroxide. The zeta potential measurement recorded was an average of three consecutive measurements for each sample. The refractive indices used were 1.457, 1.33 and 2.1 for silica, water and ceria, respectively, while the absorptivity was set at 0.01 for silica and 0.05 ceria. All measurements were done at room temperature (25°C). The viscosity was set at 8.872×10−4\n                        Pas.\n                  \n                  \n                     2.3\n                     Particle size distribution\n                     Particle size and size distribution of the ceria slurry was found using a Malvern Nano ZS Zetasizer, which was previously used for the zeta potential measurements. The ceria suspension used was prepared by dilution of the original slurry to 0.5wt% using Milli-Q water and the pH was adjusted to approximately 4±0.03. A small disposable cuvette was used to hold the suspension. All measurements were done at room temperature, 25°C. The refractive index was set at 2.1 and 1.33 for ceria and water, respectively. Again, the final measurement recorded was an average of three consecutive measurements. The average particle size was determined to be ∼5nm at pH 4 (Fig. S1 in supplementary information), and is consistent with the particle size given by the slurry supplier. At pH 4, the particles were mono-dispersed and therefore show little or no agglomeration.\n                     Supplementary Fig. S1 related to this article can be found, in the online version, at http://dx.doi.org/10.1016/j.apsusc.2015.03.170.\n                     \n                        \n                           \n                              \n                           \n                        \n                     \n                  \n                  \n                     2.4\n                     XPS measurements\n                     All XPS measurements (except pH 12 survey spectrum – discussed below) were completed using a Kratos Axis Ultra spectrometer equipped with a monochromatic Al Kα (hv\n                        =1486.7eV) radiation source. The spectrometer was operated at 144W with a hybrid lens and a spot size of 700μm×400μm. The sample wafers were secured to the sample bar with copper strips and transferred to the analysis chamber, which was maintained at ∼10−9\n                        Torr. Samples were not sputter-cleaned, and charge neutralization was not required.\n                     To determine the surface composition of the different wafers after slurry treatment, survey spectra for all three samples (pH 6, 9, and 12) were collected with the following parameters: for pH 6, and 9: binding energy (BE) range=0–1100eV, pass energy=80eV, step size=0.4eV, and dwell time=0.1s. For pH 12, a Mg Kα source (1253.7eV operated at 120W) was used with the following parameters: BE range=0–1100eV, pass energy=80eV, step size=0.4eV, and dwell time=0.1s. To better understand the chemical composition of Ce on the surface, high resolution Ce 3d spectra were also collected, where applicable, based on the survey spectra, with the following parameters: BE range=877–921eV, pass energy=20eV, step size=0.12eV, and dwell time=0.2s. The collected spectra were analyzed using the CasaXPS software package [13]. All spectra were calibrated to the C 1s core-line at 284.8eV arising from the CC/CH bonds in adventitious carbon. Core-lines were fitted to a pseudo-Voight lineshape (70% Gaussian, 30% Lorentzian) to account for peak broadening after the background was removed using a Shirley function. The precision of the binding energies is estimated at ±0.1eV and the precision of the compositional analysis is estimated at ±0.1%.\n                  \n                  \n                     2.5\n                     SEM and AES measurements\n                     To investigate the particle–wafer interaction and the extent of particle contamination, SEM and Auger electron spectroscopy was used to image the surfaces and perform chemical analysis using a JAMP-9500F Auger microprobe (JEOL) at the Alberta Centre for Surface Engineering and Science, University of Alberta. A Schottky field emitter was used to produce electron probe diameter of approximately 3–8nm at the sample surface. The SEM and Auger imaging were done with an accelerating voltage and emission current of 15kV and 8nA, respectively. The sample was rotated at 30° to face the electron energy analyzer. Auger spectroscopy and imaging was carried out with a M5 lens with 0.6% energy resolution.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Zeta potential measurements\n                     Coulombic interactions are the cause for adhesion of particles to many surfaces which, in general, results in particle contamination on wafer surfaces. Based on these coulombic interactions, same surface charges repel while opposite charges attract. As a result of this phenomenon, zeta potential measurements of ceria particles and silica surfaces were used to study these electrostatic interactions.\n                     In order to investigate the surface charge of ceria particles in the slurry and the charge of the silica surface, the zeta potential of ceria and silica particles were measured over a wide pH range (3–13) as shown in Fig. 1\n                        . From the figure, it can be observed that silica has a negative zeta potential over the entire pH range studied. On the other hand, ceria has an isoelectric point at approximately pH 9.6; the ceria zeta potential is positive for pH<9.6 and negative for pH>9.6. Therefore, positively charged ceria particles are expected to be attracted to negatively charged silicon dioxide surface over the pH range of 1–9.6 due to electrostatic attraction as illustrated in Fig. 2(a). In contrast, for pH>9.6 ceria is negatively charged and is expected to be repelled by similarly charged silica surface as represented in Fig. 2(b). Abiade et al. [4] reported that the negative charge that is observed for the silica substrate is due to the deprotonation of surface hydroxyls according to the following equation:\n                           \n                              (2)\n                              SiOH↔SiO−\n                                 +H+\n                              \n                           \n                        \n                     \n                     In our experiments, three pH values were selected for the ceria slurry which are 6, 9 and 12, representative of attractive, neutral and repulsive pHs. These pHs were chosen because at acidic pH values, the ceria–silica interactions should be completely attractive while in very basic media, a predominantly repulsive interaction is expected since both surfaces are negatively charged according to the zeta potential measurements. pH 9 was selected as it was found to be close to the isoelectric point of ceria particles. Therefore, to minimize ceria particulate contamination on the silica substrate, a high pH is required so both surfaces are negatively charged and a repulsive electrostatic force exists.\n                  \n                  \n                     3.2\n                     XPS analysis\n                     XPS is a surface sensitive technique (sampling between 3 and 10nm [14]), therefore, it is ideally suited to quantify the ceria remaining on the Si wafers; however, because the average particle size (∼5nm, as determined from the particle size distribution diagram shown in Fig. S1) is well below the maximum sampling depth, XPS also provides an excellent means to characterize the ceria nanoparticles. Thus, it was important to examine both survey spectra, and high resolution Ce 3d spectra. The surface composition was determined for samples 1–3 (pH 6, 9, and 12, respectively). Survey spectra obtained are shown in Fig. 3\n                        .\n                     Analysis of the as-received surfaces confirmed the presence of C, O, and Si (identified with C 1s, O 1s, and Si 2s core-lines), as expected, on all samples. Ce was detected (identified with Ce 3d core-line) on silica samples that were dipped into the ceria slurry at pH 6 and 9, with the greater amount present on the silica surface at pH 6. A slight excess of O was observed in the pH 6 sample, this is primarily attributed to surface hydration and oxidation as a result of exposure to atmosphere. Ce was not detected in the pH 12 sample (Fig. 3(c)).\n                     The effect of slurry pH on the % Ce surface concentration is shown in Fig. 4\n                        . The composition of the Ce found on the surface was at the highest with 2.6% for the pH 6 slurry, while only a trace of Ce was detected on the pH 9 slurry sample (<1% atomic concentration). The adhesion in sample 2 is believed to be weak since the ceria particles are not electrostatically attached to the silica surface and the ceria particles will agglomerate on the surface. Unlike the ceria particles in sample 1 (pH 6), which are electrostatically bound to the Si surface, those in sample 2 (pH 9) adhere in a different way. On preparation of the pH 9 ceria slurry, rapid settling was observed. This is generally attributed to the formation of agglomerates of unstable CeO2 nanoparticles, which are held together by relatively weak electrostatic interactions [5,15]. The few ceria nanoparticles that remain on the surface are probably remnants dislodged from agglomerates after the wafer was rinsed with DI water. Another possible reason for this is that ceria and silica may have formed a CeOSi bond at pH 9, but this could not be confirmed from the XPS data. The absence of cerium on the pH 12 slurry sample validated our theory of electrostatic repulsion between same charge surfaces.\n                     High resolution Ce 3d spectra (Fig. 5\n                        ) show significant fine structure, induced by a multitude of shakedown satellite features, and are difficult to interpret. The complexity of Ce 3d spectra is well documented [16–26], and the overall lineshape shown in Fig. 5 is consistent with systems of mixed Ce valence [17]. The envelope comprises ten different peaks that can be further categorized into five spin–orbit split, 3d5/2 and 3d3/2, core–hole pairs. In keeping with the most common labelling scheme, we denote all spin-up (j\n                        =5/2) final states as v, and all spin-down (j\n                        =3/2) as u \n                        [16]. The pairs, v/u, v″/u″, and v‴/u‴, are attributed to the various Ce(IV) final states (Ce 3d94f2 O 2p4, Ce 3d94f1 O 2p5, and Ce 3d94f0 O 2p6, respectively), while v\n                        0/u\n                        0, and v′/u′, are associated with Ce(III) final states, Ce 3d94f2 O 2p5 and Ce 3d94f1 O 2p6 \n                        [16,17]. Because of the incredible complexity in a Ce 3d spectrum, the presence of the u‴ peak is often considered a fingerprint for the existence of Ce(IV) [17,23]. The spin-orbit splitting is approximately 18.3eV which is consistent with literature values [17,23]. The peak positions and compositional data are tabulated in Table 1\n                        .\n                     By adding the component peaks, in accordance with the literature [24,25], associated with both Ce(III) (v\n                        0\n                        +\n                        u\n                        0\n                        +\n                        v′+\n                        u′) and Ce(IV) (v\n                        +\n                        v″+\n                        v‴+\n                        u\n                        +\n                        u″+\n                        u‴), the Ce(III)/Ce(IV) composition was determined to be 30.8%/69.3%. It is clear from the Ce 3d spectrum collected at pH 6 that the Ce remaining on the surface is mostly Ce(IV). The Ce 3d spectrum stacked above the deconvoluted spectrum in Fig. 5 resulted from the sample treated with the pH 9 slurry. All features discussed previously with the pH 6 sample persist in the pH 9 sample, as highlighted by the vertical dashed lines, however the significantly decreased concentration of particles remaining on the surface resulted in a poorer signal to noise ratio which precluded any significant quantification. Interactions between silicon-based substrates and deposited thin films are documented and varied. Some cases (e.g. TiO2 on SiO2 \n                        [27]) report temperature-dependent Si diffusion from the substrate into the target film, while other cases suggest interfacial reaction as in the formation of cerium silicate species in heat treated CeO2/Si films [24,26]. The amount of Ce(III) present in this work (∼31%) is consistent with that reported in the previously mentioned thin-film studies [24,26] where it is largely attributed to the reduction of CeO2 to Ce2Si2O7 and various cerium sub-oxides (Ce2O3, and Ce7O12). The extent to which the silicate formation applies to the non-heated nanoparticles presented here is unclear. The use of nanoparticles will decrease the overall interfacial surface area as compared to a thin film, but it will increase the surface area available for surface hydration and sub-oxide formation. It is likely that the true picture is a mixture of both scenarios.\n                  \n                  \n                     3.3\n                     SEM and AES analysis\n                     Scanning electron microscopy (SEM) of the sample surfaces (Fig. 6\n                        ) clearly showed the presence of a number of particles on the silica surface at pH 6, a fewer number at pH 9, and no particles at pH 12, in agreement with the XPS data and the electrostatic model. Ceria is an insulator and appears as small white dots due to charging. Fig. 6(a) shows uniform ceria particle distribution on the silica surface confirms particle contamination when both surfaces are oppositely charged. Since the ceria particles have the same charge, they tend to distribute uniformly when they electrostatically attach to silica. However, at pH 9, a non-uniform particle distribution on the substrate is observed as shown in Fig. 6(b). It was also observed that the number of ceria particles that can be seen on the substrate is significantly less than at pH 6 and the ceria particles appear agglomerated in contrast to the particles at pH 6 which tend to be more individual. This is in agreement with previous studies, which showed that over a pH range of 7–10.5, ceria particles tend to agglomerate quickly due to particle–particle bonding of unstable ceria particles [15]. The SEM of the pH 12 sample, shown in Fig. 6(c), serves as a visual confirmation of the absence of ceria particles noted from the XPS data.\n                     Auger electron spectroscopy mapping was done on both the pH 6 and pH 9 samples to confirm the presence of ceria. Two different points were measured per sample; the results are shown in Fig. 7\n                        . The images, Fig. 7(a) and (d), for pH 6 and 9 respectively, show similar results to the previously discussed SEM images in Fig. 6. The particles deposited on the wafer at pH 6 are generally much smaller (largely invisible due to the much larger scale bar when compared to the SEM), with less overall agglomeration than with the pH 9 sample. The Auger spectra (shown in Fig. 7(b), (c), (e), and (f) as the signal derivative) all show the presence of Ce, O, and Si, in agreement with the XPS results. Carbon was detected in both points of the pH 9 sample but not in the pH 6 sample (carbon was detected in all XPS survey spectra). This discrepancy is likely the result of a slightly longer exposure to atmosphere for the pH 9 sample resulting in a buildup of dust and adventitious carbon. We consider the points measured to be representative of sample surfaces.",
    "Conclusions": "4\n                  Conclusions\n                  The removal of ceria abrasives from silica surfaces has been evaluated using XPS, SEM, and AES. The zeta potential of ceria exhibited a positive surface charge in the pH range of 3–9.6 with an IEP at approximately pH 9.6 and a negative surface charge for pH>9.6 while silica maintained a negative surface charge in the pH range of 3–13. Based on the zeta potential measurements, it was suggested that a high pH (>9) is required to prevent ceria particles from interacting with silica surface due to electrostatic repulsion. This was explained using coulombic interactions and was confirmed by the experimental findings (XPS, SEM and AES). Of the tested samples, the adhesion of ceria particles to the silica substrate was greatest at pH 6 and decreased through pH 9, where only limited adhesion was observed, to pH 12, for which the silica wafer was devoid of ceria. Ceria present on the surface at pH 6 was shown, through high-resolution Ce 3d XPS analysis, to be composed of a ∼31%:69% ratio of Ce(III):Ce(IV). The pH 9 sample showed similar lineshape, and, likely, a similar Ce(III):Ce(IV) ratio, however the decrease magnitude prevented any meaningful quantitative analysis. Based on XPS, SEM and AES analyses, it is clear that an interaction exists between the ceria and silica surfaces, however, the nature of this interaction was not studied in detail and will be investigated in subsequent work.\n                  In addition, it is suggested that for the cleaning process in CMP, pH modification can be used of the slurry may be a useful strategy to enhance cleaning of the wafer. This work has demonstrated that the optimum pH for obtaining a clean silica surface, after exposure to a ceria slurry, is pH>9.6, and we know from previous work that the preferred pH for the polishing of silica substrates with ceria is approximately pH 4 [5]. To rectify this, one possible approach would be to polish wafers with optimum removal pH, and conclude the last few seconds of the polish process with a high pH slurry by adding potassium hydroxide, for example, to the polishing slurry on the pad. Emphasis should be placed on designing slurries that limit contact between the abrasive and the substrate, at least in the final stage of the polish process."
  },
  "references": []
}