{
  "title": "Investigations on the mechanism of silica particle removal during the Cu buff cleaning process",
  "authors": [
    "Liu, Pengzhan"
  ],
  "publication": {
    "journal": "Colloids and Surfaces A: Physicochemical and Engineering Aspects",
    "date": "2021-10-20",
    "doi": "10.1016/j.colsurfa.2021.127156"
  },
  "abstract": "A new buff cleaning method to remove particles remaining on the Cu surface after chemical mechanical polishing was developed. Because the van der Waals force is the dominant adhesion force when silica particles are attached to a blanket Cu film, an alkaline solution or hot water was previously recommended to increase the lifting force and weaken the van der Waals force, thereby improving the cleaning efficiency by 92.58% and 92.71%, respectively. In this study, the temperature effects on physical and chemical bonding were thoroughly compared for silica and ceria samples. Soft pads are recommended to improve the particle removal efficiency and prevent scratching the Cu surface during the buff process. Almost all of the particles were dislodged and scratching was successfully prevented after optimization. This work elucidates the mechanisms of particle adhesion and removal in Cu buff cleaning from the standpoints of force and energy, thus optimizing Cu buff cleaning and achieving an ideal cleaning efficiency.",
  "keywords": [
    "Post-CMP cleaning",
    "Buff",
    "Particle removal mechanism",
    "Cleaning efficiency"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Chemical mechanical polishing (CMP) makes use of chemical reactions and physical friction among the target wafer, slurry, and CMP pad to achieve global and local planarization. Generally, silica, ceria, and alumina particles are used as abrasives to polish copper (Cu), tungsten, silicon oxide (SiO2), poly-silicon, and other materials. The nanoparticles in the slurry can accelerate the material removal but remain on the wafer after the CMP process. Therefore, post-CMP cleaning is needed to detach and drain or else particles as large as dozens of nanometers will make the die fail and reduce the yield rate [1–3]. Post-CMP cleaning has become increasingly important with the shrinkage of the technology node in semiconductor manufacturing.\n                  Multiple particle removal methods have been developed for post-CMP cleaning. Currently, commercial companies integrate roll brush cleaning systems, pen brush systems, megasonic cleaning systems, and dry systems in the polishers [4–6]. Megasonic cleaning utilizes adjacent microbubbles that oscillate near the substrates and exert interfacial and pressure gradient forces on the particles to dislodge them [7]. Roll brush cleaning and pen brush cleaning both use friction torque and hydrodynamic drag as the driving forces to dislodge the particles. Polyvinyl acetal (PVA) is a common material for manufacturing soft roll brushes. All of these methods require proper chemical cleaning solutions [8]. For roll brush cleaning, particles and some metal oxidation accumulate in the brush pores which then recontaminate the wafer [9,10]. The recontamination problem also occurs in the immersion method during megasonic cleaning. As a result, avoiding this particle recontamination is as important as the initial removal process [11,12]. In addition, other advanced cleaning technologies, including supercritical CO2 cleaning [13], gas cluster cleaning [14], and the laser-induced high-pressure micro-spray process [12], have the potential to revolutionize the traditional wet cleaning approach.\n                  The post-CMP cleaning of silica particle removal from the Cu surface has been studied using different methods and cleaning solutions. Hong et al. studied the effects of additives in post-Cu CMP cleaning on particle adhesion and removal [15]. Zhang et al. further investigated the mechanism of post-CMP cleaning from the perspectives of the lift-off effect, prevention of particle re-deposition, and enhancement of Cu surface wettability [16]. Chen et al. developed HNO3/BTA buffing and PVA brush scrubbing with a nonionic surfactant to remove colloidal silica abrasives from the CMP-polished Cu surface [17]. Hong et al. explored the action mechanisms of the influence of a chelating agent on the removal of defects in post-CMP cleaning [18]. Ryu et al. immersed contaminated wafers in a commercial cleaning solution for 1 min and rinsed them with DIW followed by N2 drying to study the corrosion inhibitor effects on the particle removal efficiency (PRE) [19]. Yang et al. innovatively mixed a penetrating agent and chelating agent to achieve a higher colloidal silica PRE during post-Cu CMP cleaning [20]. Qu et al. firstly used a compound surfactant to dislodge particles and studied its mechanism after the Cu CMP process [21].\n                  The mechanical action of removing particles is a process that balances several kinds of force. The adhesion force between the particles and the substrate usually originates from the chemical bonding and physical adsorption in an aqueous environment. Capillary force only exists if the particles and the substrate were exposed to a requisite range of relative humidity [22], where it can be ignored in aqueous states and absolutely dry conditions. Electrostatic force can be either an attraction force or repulsion force, depending on the surface zeta potential of the particles and substrate [23]. Regardless, forces from a fluid are limited by the boundary layer and particle size [24]. The hydrodynamic drag force and lift force are well-known removal forces, but the latter is so small for nano-sized particles that it can be neglected. Except for these implied removal forces, other mechanical forces such as friction require the application of well-designed tools such as brushes.\n                  The buff cleaning method described in this research is aimed at removing particles instantly after the CMP process. It can also be regarded as a pre-treatment step for the next standard cleaning procedure. This method can utilize the same tool as the CMP process and can be fabricated quickly and cost-effectively. Freshly polished wafers that are covered with residual slurry are contaminated. Subsequent buff cleaning can dislodge most of these particles without damaging the surface and the few remaining particles can be accumulated in the PVA brush pores. Thus, recontamination in brush cleaning and scratching the soft copper substrate can both be prevented [10].\n                  In prevailing buff cleaning research, the role of each parameter in the polisher recipe has been optimized [25] and hydrogen water has been recommended as the cleaning solution to improve ceria abrasive removal [26]. Kim et al. [27] studied the viscosity effect of cleaning solutions in ceria removal. The present work focuses on the removal of silica particles on the Cu surface. Alkaline deionized water (DIW) and the 50 °C DIW effect on cleaning were assessed, and their corresponding mechanisms were studied. In particular, the temperature effects on different particle removal processes are compared and soft pad buff cleaning was evaluated to determine whether it helps to improve the cleaning efficiency and eliminate scratches.",
    "Experimental setup": "2\n                  Experimental setup\n                  \n                     2.1\n                     Buff cleaning consumables\n                     The dipping method was used to contaminate the blanket Cu film for the experiments. The same recipe was used for the fouling and polishing slurry, except that the silica concentration was as high as 20 wt% in the fouling slurry. The particle size of the colloidal silica was ~ 80 nm. The detailed information is listed in \n                        Table 1. The colloidal silica (ACS nano 2080s, Ace Nanochem, Korea) particle was the main cleaning target, followed by the addition of 1 wt% glycine and 0.1 wt% benzotriazole (BTA). Potassium hydroxide was then used to raise the pH value to 10. 1 wt% hydrogen peroxide was used as the oxidizer. Glycine is a chelating agent and BTA is a common inhibitor. The experiments were carried out at ambient temperature (23 °C) except for the high temperature (50 °C) DIW buff cleaning. Generally, the pH of the DIW used was around 6.5 because of trace amounts of dissolved CO2. A high abrasive concentration is beneficial for attaching more particles on the wafer surface and distinguishing between particles relatively well after optimization. A potassium hydroxide (KOH) solution was added into DIW to adjust the pH to 11 for the alkaline DIW buff cleaning. The commercial CMP pads used in the experiments were supplied by DuPont (Wilmington, DE, USA). Three pads with different hardness values were evaluated, as shown in \n                        Fig. 1. The main difference among the pads was compressibility, as described by the supplier, which was verified to be proportional to the pad hardness. The wafers were 4 cm × 4 cm coupon samples cut from a commercial blanket wafer. Each cleaning condition used three coupon wafers to obtain uniform results.\n                  \n                  \n                     2.2\n                     Buff cleaning process\n                     The schematic of the buff cleaning process is shown in \n                        Fig. 2. Each prepared coupon wafer was dipped into the slurry for 60 s at a stirring speed of 1000 rpm. Three coupon wafers were used for each group experiment. The slurry was replaced by a fresh batch after each group experiment. This was necessary to maintain consistency of the contamination level and prevent the slurry chemical ingredients from becoming unstable, especially the labile H2O2.\n                     After the dipping, each wafer was rinsed in DIW for 10 s and placed into the CMP polisher (Poli-400; GnP Technology, Korea) head for 20 s of buff cleaning. Rinsing the wafer could prevent recontamination from the backside or edge after the cleaning, which would affect the experiment results. The buff cleaning settings are listed in \n                        Table 2. Finally, pure N2 gas was used to dry the wafer for characterization.\n                     The hardest pad (pad A) was conditioned for 10 min before each group experiment. Just before the start of the buff cleaning, the pad was conditioned again for 1 min followed by in situ conditioning during the 20 s buff process. However, the softer pads, B and C, were only cleaned by a DIW rinse for 1 min after each buff process because there was no corresponding conditioner.\n                     The conditioner plays a role in maintaining the roughness and cleanliness of the pad surface by dressing the pad asperity. The IC 1000 hard pad has a thick (2.15 mm) and hard polyurethane layer for the dressing process, while the commercial soft pad has a thin (0.65 mm) and soft polyurethane layer, which is not suitable for the same conditioning process. This is an advantage of using a hard pad in buff CMP cleaning. In the experiments, the hard pad was applied during in situ and ex situ conditioning to keep the surface clean and rough where the soft pad was only rinsed to keep it clean.\n                  \n                  \n                     2.3\n                     Characterization measurement\n                     To characterize the PRE, the Cu surface morphology was evaluated by atomic force microscopy (AFM) (NX 10; Park Systems Corp., Suwon, Korea), as shown in Fig. 2. The scanned area was 5 µm × 5 µm. After each operation, the particle numbers could be automatically counted by the AFM system, as shown in \n                        Fig. 3(a) (image of labeled particle numbers on a wafer). As shown in Fig. 3(b), the height of the particles was much higher than on the original wafer surface because 80 nm colloidal silica was the source of contamination. The main cleaning target was silica particles and the abnormally small particles may not be silica. Therefore, a minimum particle height of 20 nm was set in the AFM counting system. Roughness is an important parameter to evaluate the planarization of a deposited Cu film and at least three points were characterized to calculate the average value after post-CMP cleaning.\n                     Buff cleaning scratched the Cu surface and resulted in visible scratches, as viewed by an optical microscope. The coefficient of friction (COF) could be acquired by an integrated system in the polisher, specifically using a sensor installed inside the polisher head that could determine the total shear stress induced by buff cleaning. The COF value was calculated by the shear force over the downside pressure.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Cleaning solution and mechanism\n                     The cleaning solution properties play a key role in particle removal and directly affect the final efficiency. It has been widely recognized that the pH and temperature of the cleaning solution should be adjusted in surface cleaning. Tseng et al. reported that the zeta potentials of Cu, silica abrasives, and polyurethane are all negative with highest absolute values at a pH of 11 [23]. At this pH, the electrostatic repulsion between the particles and Cu surface can be the highest to obtain the expected particle removal efficiency. Heating the solution to improve cleaning efficiency is a common method in traditional RCA cleaning [28]. Park et al. used different temperature slurries to study the effects of temperature on the removal rate in Cu CMP [29]. 50 °C was used as the highest temperature to perform qualitative research because the buff cleaning uses the same polisher as the CMP process. These two parameters were studied in this buff cleaning research.\n                     \n                        \n                        Fig. 4 shows the Cu surface after being cleaned by rinsing and buffed with different solutions. Also, the original blanket Cu film was supplied to compare the morphology and explore the cleaning mechanism. Many different-sized particles remained after the DIW rinse and the largest ones were probably the result of small particle aggregation in dipping. Because both large and small particles remained after rinsing, simple water flow was insufficient to overcome the particle adhesion. The newly developed buff cleaning method with DIW removed most of the large particles but many nominal and small particles remained, demonstrating that the cleaning was not efficient enough. The drag force (\n                           \n                              \n                                 F\n                              \n                              \n                                 D\n                              \n                           \n                        ) can be determined by the fluid viscosity (\n                           μ\n                        ), particle size (\n                           \n                              \n                                 ⅆ\n                              \n                              \n                                 p\n                              \n                           \n                        ), and gap between the CMP pad and wafer (\n                           h\n                        ) [25].\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       \n                                          F\n                                       \n                                       \n                                          D\n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          3\n                                          π\n                                          μ\n                                          \n                                             \n                                                d\n                                             \n                                             \n                                                p\n                                             \n                                             \n                                                2\n                                             \n                                          \n                                       \n                                       \n                                          2\n                                          h\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     Optimizing the cleaning solution improved the cleaning performance. Both pH = 11 DIW and 50 °C DIW buff cleaning detached almost all of the particles, where the surface roughness did not change significantly. The average value was distributed to be more or less than 10% of that of the original Cu surface. In addition, the wafer used in the experiments was not polished previously so that the roughness has strong fluctuations among the detected points. The numbers of particles left on each 5 µm × 5 µm wafer by the different cleaning methods are depicted in \n                        Fig. 5. The results confirm that optimizing the cleaning solution results in significant improvement of the buff cleaning efficiency. In contrast to simple DIW water cleaning, pH = 11 DIW and 50 °C DIW improved the cleaning efficiency by 92.58% and 92.71%, respectively. The newly developed buff cleaning method is more efficient than simply immersing the wafer into a commercial cleaning solution for 1 min and rinsing with DIW, which achieved the highest PRE of 66% after optimizing corrosion inhibitors [19].\n                     Although the two optimized cleaning solutions produced almost the same PRE, the topographies of the wafer surfaces were different. The alkaline water buff maintained almost the same topography as the original blanket Cu film, while the 50 °C DIW buff flattened the surface. The topography discrepancy was probably caused by the different cleaning mechanisms, as illustrated in \n                        Fig. 6, which reveals the interaction behavior between the particles and pad asperity. The hydrodynamic lift force was too small to lift the particles off the wafer surface [30]. The double-layer electrostatic repulsion force offset some part of the adhesion force when buffed with pH = 11 DIW. The electrostatic repulsion interaction (\n                           \n                              \n                                 ϕ\n                              \n                              \n                                 EL\n                              \n                           \n                        ) between one particle and the substrate can be determined by the particle zeta potential (\n                           \n                              \n                                 ψ\n                              \n                              \n                                 p\n                              \n                           \n                        ), solid surface zeta potential (\n                           \n                              \n                                 ψ\n                              \n                              \n                                 ss\n                              \n                           \n                        ), and aggregate variable k [31].\n                           \n                              (2)\n                              \n                                 \n                                    \n                                       \n                                          ϕ\n                                       \n                                       \n                                          EL\n                                       \n                                    \n                                    =\n                                    k\n                                    tanh\n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      ψ\n                                                   \n                                                   \n                                                      p\n                                                   \n                                                \n                                             \n                                          \n                                       \n                                       ×\n                                       tanh\n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      ψ\n                                                   \n                                                   \n                                                      ss\n                                                   \n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     Horizontally, solution flow within the gap between the pad and the wafer had an approximate velocity of 0.5 m/s [27]. The hydrodynamic drag force can produce rolling toque and can separate the particles and substrate [32]. Then, solution flow on the pad surface immediately carries these particles away and the negative surface zeta potential on the Cu, pad, and silica surface can prevent recontamination. The pad asperity drag is another source of rolling torque.\n                     Among these comprehensive interactions, the determining factor was the electrostatic repulsion force, which had the most striking difference with the DIW buff. Compared to alkaline water, 50 °C DIW could soften the pad [33] and weaken the general van der Waals (vdW) force [34]. From the perspective of energy, the mechanism of particle removal involved shifting the free energy of detachment to nearly zero [12]. The surface energy equation is shown below:\n                           \n                              (3)\n                              \n                                 \n                                    dG\n                                    =\n                                    −\n                                    SdT\n                                    +\n                                    Vdp\n                                 \n                              \n                           \n                        where dG is the surface energy, S is the enthalpy of the system, dT is the temperature change, V is the volume of the system, and dp is the pressure change of the system. From this equation, it can be derived that increased temperature could remove more particles by reducing the surface energy of the Cu surface and particles. In addition, the water viscosity decreased with increasing temperature, resulting in less hydrodynamic drag force [27].\n                     A softened pad at high temperature can create more contact area with the wafer by the enhanced deflection of peak asperities [35,36]. A higher contact ratio in the unit area increases the friction between the pad and the wafer. As a result, the greater friction force can detach particles from the wafer by a sliding action [37,38]. The measured COF values are shown in the \n                        Fig. 7, where the experimental data support these derivations. The weakened vdW force and the enhanced friction force jointly led to the sliding detachment process.\n                     Based on this discussion, the rolling and sliding actions can both dislodge particles but they create different substrate morphologies, which are well matched with the topographies shown in Fig. 4.\n                  \n                  \n                     3.2\n                     Temperature effect in the different particle removal processes\n                     Although most cleaning processes tend to use a high temperature to optimize the procedure, including those reviewed in this study, high temperature is not beneficial for all particle removal processes. In commercial polishers, the cleaning solution temperature will increase during buff cleaning where friction with a high relative velocity and significant downward pressure generates a certain amount of energy, which heats the pad surface and cleaning solution [39]. It is meaningful to compare the temperature effect for different particle removal techniques for temperature control. Ceria slurry is currently used to polish SiO2 in semiconductor manufacturing processes. Kim et al. [27] demonstrated that a low-temperature cleaning solution can enhance the cleaning effect because of the increased drag force, which is proportional to the solution viscosity.\n                     We reran the same experiment at temperatures of 20 °C and 50 °C to evaluate the temperature effect on Cu and oxide buff cleaning. The results are shown in \n                        Fig. 8.\n                     Compared to the ambient-temperature (20 °C) DIW, the high-temperature (50 °C) DIW was more suitable for silica particle removal, which is the opposite of ceria particle removal. This contradiction was mainly caused by the different adhesion principles, as elucidated in \n                        Fig. 9. Fig. 9(a) shows the bonding parameters of physisorption and chemisorption [40], which suggest that high temperature has an adverse effect on physisorption and a positive effect on chemisorption. The influence on adhesion force is more obvious in chemisorption because of the high adsorption heat, but buff cleaning technology must overcome both kinds of adsorption. As shown in Fig. 9(b), silica particles are attached on the Cu surface by hydrogen bonding after the CMP process [17], while ceria particles are chemisorbed on the SiO2 surface by CeOSi bonding [26].\n                     Generally, chemical bonding provides stronger particle adhesion than physical bonding, so a high drag force is required in ceria DIW buff cleaning. When 50 °C DIW was injected on the pad surface to help scrub off the particles, the higher friction force and higher adhesion force counteract each other but the adhesion force increase is more dominant as a result of the large heat of adsorption. Furthermore, the 50 °C DIW environment has a low viscosity and imparts a lower hydrodynamic drag force on the particles. Finally, 50 °C DIW buff cleaning has a lower cleaning efficiency than ambient-temperature DIW in ceria buff cleaning. For silica removal, low adhesion force and high friction force result in a high cleaning efficiency in the 50 °C DIW environment.\n                     In summary, the high-temperature (50 °C) DIW plays a positive role in silica cleaning from the Cu surface but a negative role in ceria removal from the SiO2 surface. For silica removal, high temperature weakens the general vdW force and softens the pad to increase the friction between the Cu film and pad. Therefore, the silica particles are mainly dislodged by the increased friction and slightly weakened adhesion force. Knowing this, the soft pad effect on silica cleaning was studied to obtain the same cleaning efficiency as 50 °C DIW buff cleaning. For ceria cleaning, the high temperature enhances the chemisorption between ceria and oxide surface, making it more difficult to clean.\n                  \n                  \n                     3.3\n                     Pad hardness effect\n                     Given the mechanism of improved cleaning efficiency by 50 °C DIW, softened pads can further enhance the cleaning efficiency. Serious scratching was detected after Cu buff cleaning, so soft pads are expected to be a better choice to obtain better cleaning results (including the least remaining particles) and also eliminate scratches.\n                     \n                        \n                        Fig. 10 shows the top view of Cu surfaces taken by AFM after a DIW rinse and buffing with pH = 11 DIW. Obviously, many particles were still attached to the wafer that was only DIW rinsed. Several large-sized particles were still left after the hard pad (pad A) buff, small particles were left after the softer pad (pad B) buff, and almost no particles remained after the softest pad (pad C) buff. Thus, the surface cleanliness was positively correlated with pad hardness. Pad A was a circular groove type and pads B and C were an x-y groove type. In terms of pad hardness or compressibility, a soft pad can increase the contact area because more pad asperities can be deflected in the buffing process. As confirmed by the COF values shown in Fig. 7, a greater COF was induced by high temperature and commercial soft pads. As the pad hardness decreased, the COF increased and the softest pad C had the highest COF. Pad asperity plays a more important role in cleaning due to the elevated contact force. In short, the buff cleaning efficiency was improved with softer pads.\n                     Preventing scratching during buff cleaning is of vital importance, especially for soft Cu films. The images of scratched Cu surfaces after buff cleaning are shown in \n                        Fig. 11. The DIW buff resulted in the most scratches, where most of them were deep and long. The next most seriously scratched Cu surface was buffed by 50 °C DIW. These two buff processes with DIW could not provide enough repulsion force among the particles, pad asperity, and pad debris, so that small particles aggregated into larger ones and scratched the Cu surface [41]. A single hard asperity can also scratch the Cu surface when it is plastically deformed [42]. There was less scratching in the 50 °C DIW buffing because of the pad softening effect [43]. Finally, there was no scratching during the buff cleaning with pads B and C and pH = 11 DIW. An alkaline environment can prevent recontamination by repulsion force after the particles have been pulled off. The x-y groove pad allows more water to flow and flush out the removed particles [44], and prompt discharge of the water with dislodged particles is helpful to keep the pad surface clean and avoid scratching. The soft asperities in the pad can also lower the hardness ratio of the pad to the Cu surface, which was proved to be helpful in preventing scratching [45].",
    "Conclusion": "4\n                  Conclusion\n                  Newly developed buff cleaning methods were applied for silica particle removal from the Cu surface after the CMP process. The cleaning condition and consumables were optimized and the corresponding mechanisms were explored. An alkaline DIW buff generated electrostatic repulsion among the particles, substrate, and pad, resulting in a higher cleaning efficiency and less scratching. A 50 °C DIW buff weakened the particle adhesion and provided high friction force, sufficient to remove particles based on rolling and sliding behavior. A higher temperature had a positive effect on removing silica that was physically bonded on the Cu surface, but a negative effect on breaking the CeOSi chemical bonding during ceria cleaning. Finally, softer pads with alkaline DIW are recommended to produce improved cleaning efficiency and prevent scratching.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Pengzhan Liu: Term, Conceptualization, Methodology, Formal analysis, Investigation, Resources, Data curation, Writing – original draft, Writing – review & editing. Seokjun Hong: Methodology, Validation, Formal analysis, Investigation, Resources, Data curation. Sanghuck Jeon: Formal analysis, Investigation, Data curation. Jaewon Lee: Formal analysis, Investigation, Data curation. Donggeon Kwak: Formal analysis, Investigation, Data curation. Yutaka Wada: Term, Methodology, Resources, Project administration, Funding acquisition. Hirokuni Hiyama: Term, Methodology, Resources, Project administration, Funding acquisition. Satomi Hamada: Term, Methodology, Resources, Project administration, Funding acquisition. Taesung Kim: Term, Conceptualization, Methodology, Investigation, Resources, Writing – review & editing, Supervision, Project administration, Funding acquisition."
  },
  "references": []
}