{
  "title": "Effect of pad groove width on slurry mean residence time and slurry utilization efficiency in CMP",
  "authors": [
    "Mu, Yan"
  ],
  "publication": {
    "journal": "Microelectronic Engineering",
    "date": "2016-05-01",
    "doi": "10.1016/j.mee.2016.02.035"
  },
  "abstract": "This paper studies the effect of pad groove width on slurry mean residence time (MRT) in the pad–wafer interface as well as slurry utilization efficiency (η) during chemical mechanical planarization. Three concentrically grooved pads with different groove widths were tested at different polishing pressures to experimentally determine the corresponding MRT using the residence time distribution (RTD) technique. Results showed that MRT and η increased significantly when the groove width increased from 300 to 600μm. On the other hand, when the groove width increased further to 900μm, MRT continued to increase while η remained constant. Results also indicated that MRT was reduced at a higher polishing pressure while η did not change significantly with pressure for all three pads.",
  "keywords": [
    "Mean residence time",
    "Slurry utilization efficiency",
    "Chemical mechanical planarization"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  It is well known that the presence of slurry in the pad–wafer interface is critical to the chemical mechanical planarization (CMP) process [1–3]. Various factors such as slurry mixing and transport, slurry film thickness and the tribological mechanism in the pad–wafer interface can affect material removal rate and planarization efficiency. Different pad groove designs are used to transport fresh slurry into the pad–wafer interface [4,5]. In addition, pad grooves discharge polish debris, heat and spent slurry from the pad–wafer interface and also prevent wafer hydroplaning [4,5]. The effect of different pad groove designs on coefficient of friction (COF), pad surface temperature, and material removal rate for interlayer dielectric (ILD) and copper CMP has been investigated extensively [5–9]. Additionally, Muldowney introduced a 3D fluid flow model for simulating the influence of pad groove pitch, width and depth on slurry flow in the pad–wafer gap which revealed that it took longer to renew the slurry in the pad–wafer gap for a pad with larger groove pitch and wider and deeper groove design [10]. While pad groove width is an important factor that impacts slurry flow during wafer polishing, no experimental study has been performed to illustrate the effect of groove width on slurry mixing and transport in the pad–wafer interface.\n                  In previous studies, classical residence time distribution (RTD) technique was used to investigate slurry mean residence time (MRT) in the pad–wafer interface [11,12]. MRT represents the average time it takes for fresh incoming slurry to replace the existing slurry in the region bound between the pad and the wafer. As the used slurry contains polishing by-products and pad conditioning debris that have been shown to cause polishing defects [13], a shorter slurry MRT is preferred to reduce polishing defects and increase process yield.\n                  In this study, MRT was obtained for three concentrically grooved pads with different groove widths at different polishing pressures using the RTD technique. Results illustrated how groove width affects slurry mixing and transport in the pad–wafer interface. In addition, slurry utilization efficiency was calculated to show that the pad groove width can be optimized to increase slurry utilization and minimize slurry usage for CMP processes.",
    "Theoretical approach": "2\n                  Theoretical approach\n                  For a typical CMP process, MRT can be extracted from the corresponding RTD curve by employing classical reactor design principles to CMP as described by Levenspiel [11]. According to Levenspiel, an imaginary reactor can be assumed to form between the pad–wafer as shown in Fig. 1\n                     , with its volume defined as the space bound in that interfacial region. The slurry may enter or exit the reactor anywhere along its circumference. The slurry remains within the reactor for a finite amount of time, and the average period that the fluid remains in the system can be quantified using the reactor design theory. With silica nano-particles, the extremely low values of Stokes number (calculated to be less than 0.1) suggest that we can assume to have creeping flow in the pad–wafer interface where the abrasive nano-particles present in the slurry ought to follow along the same flow fields as the bulk fluid. Based on this assumption, the slurry MRT obtained for the CMP process is considered to be representative of both the fluid and the suspended solid abrasive particles.\n                  To understand and predict the fluid dynamics behavior of a reactor, it is important to determine how long fluid elements reside in the system. The distribution of residence times of the flowing fluid can be determined by introducing a stimulus in the form of a tracer and then measuring the response at the outlet. Due to the fact that fluid elements take different routes through the reactor, they require different lengths of time to exit the reactor. The distribution of these times for the fluid leaving the vessel is referred to as the residence time distribution (RTD).\n                  RTD measurements are done by abruptly introducing a tracer into a system that has been running at steady state. The tracer may be introduced into the reactor in the form of a step input of a particular fluid. Beginning with the introduction of a tracer input, a series of steps are required to construct an RTD or E-curve and to calculate MRT values.\n                  With no tracer present initially, a step input of a tracer of concentration (C\n                     0) is imposed on the fluid stream that is entering the system. At the moment of introduction, the tracer concentration at the exit stream (C) is measured. The results are normalized such that time is reset to zero (t\n                     0\n                     =0) when the tracer is introduced. The concentration of the tracer in the exit stream is normalized as C/C\n                     0, thus resulting in a response curve that rises from 0 to 1 over time. This plot is referred to as the F-curve. Furthermore, the E-curve can be plotted by differentiating the F-curve with time:\n                        \n                           (1)\n                           \n                              E\n                              =\n                              \n                                 dF\n                                 dt\n                              \n                              \n                              .\n                           \n                        \n                     \n                  \n                  The slurry mean residence time (τ) is then calculated from the E-curve:\n                        \n                           (2)\n                           \n                              τ\n                              =\n                              \n                                 \n                                    ∫\n                                    0\n                                    ∞\n                                 \n                                 t\n                                 ×\n                                 Edt\n                                 ,\n                              \n                              \n                           \n                        \n                     where Edt represents the fraction of the fluid leaving the reactor with an age between t and t\n                     +Δt.\n                  It should be noted that by definition, the slurry mean residence time (τ) is defined as:\n                        \n                           (3)\n                           \n                              τ\n                              =\n                              \n                                 \n                                    V\n                                    total\n                                 \n                                 \n                                    q\n                                    actual\n                                 \n                              \n                              ,\n                           \n                        \n                     where V\n                     \n                        total\n                      is the total volume of the CMP reactor and q\n                     \n                        actual\n                      is the actual slurry flow rate through the reactor.",
    "Experimental procedure": "3\n                  Experimental procedure\n                  All polishing work was performed on an Araca APD-500 polisher, which is capable of measuring shear force and down forces in real-time. The polisher and its associated hardware for tribometry have been described in details elsewhere [14–15]. Three different Dow IC1000 pads [16] were used each one with a different concentric groove pattern. The groove width and depth, as well as the land area width are listed in Table 1\n                     . The three pads have the same land area width and groove depth, but different groove width (see Fig. 2\n                     ).\n                  Blanket 200-mm silicon wafers were used as the polishing substrate. A 3M A165 diamond disk [17] was used to condition the pads. Prior to polishing, each pad was conditioned at a down force of 25.8N for 30min with deionized (DI) water at a flow rate of 150mL/min. The conditioner rotated at 95RPM and swept across the pad surface 10 times per minute. The same rotational velocity and oscillation frequency were used for in-situ conditioning. During polishing, a Hitachi Chemical ceria slurry was applied near the pad center at a fixed flow rate of 200mL/min. The distance between the slurry application point to the wafer carrier was about 2.5cm. The silicon wafers were polished at 3 and 5 PSI at a sliding velocity of 0.83m/s (i.e. 55RPM). Both the carrier head and platen rotated counter-clockwise at the rotational velocity.\n                  For each experiment, a wafer was first polished with the ceria slurry containing 1wt% abrasives until a stable frictional force was achieved. Then the 1wt% initial fluid was switched instantaneously to 0.1wt% ceria slurry. A 70-second polish was performed after switching to the 0.1wt% slurry to allow the system to achieve a new steady state. Throughout this entire process, COF was measured at 1000Hz in real-time and recorded as a function of time. To confirm the experimental reproducibility, at each pressure, 2 wafers were polished.",
    "Results and discussion": "4\n                  Results and discussion\n                  As an example, Fig. 3\n                      shows the calibration curves obtained for three pads at 5 PSI at four different ceria concentrations (e.g. 0.1, 0.25, 0.5 and 1.0wt%). As seen from the shape of the best fitting curve, the relationship between COF and ceria concentration is non-linear. Exponential series is used to best fit the calibration curves. The best fitting equations for the fitting curves for Pads A, B and C are y\n                     =0.424x\n                     −0.028\n                     ,\n                     y\n                     =0.419x\n                     −0.034\n                     ,and\n                     y\n                     =0.415x\n                     −0.032 respectively.\n                  \n                     Fig. 4(a) shows how COF changes with time during RTD experiment for Pad A at 3 PSI. Initially, polishing is done with a ceria slurry containing 1wt% abrasives which allows the system to reach steady state with respect to COF in about 60s. Starting at 60s and continuing until 130s, the process is switched to a 0.1wt% ceria slurry and eventually results in a new steady state to be reached with respect to COF at or about 130s. A 5-point moving average method is used to smoothen the raw data. The curve in Fig. 4(a) combined with the correlation plot of Fig. 3 is then used to construct abrasive concentration vs. time curve as shown in Fig. 4(b).\n                  By normalizing the results such that time is zero (t\n                     \n                     =\n                     0) at the moment the more concentrated slurry is introduced, and by compiling the concentration of the tracer in the exit stream as (C−C\n                     \n                        i\n                     )/(C\n                     \n                        f\n                     \n                     \n                        −C\n                     \n                        i\n                     ), where C\n                     \n                        i\n                      is the average slurry abrasive concentration at the first steady state and C\n                     \n                        f\n                      is the average slurry abrasive concentration at second steady state, such that the resulting curves all rise from 0 to 1 over time (i.e. the F-curve shown in Fig. 5\n                     ). Then the F curve fitting is obtained by using 6th order polynomial fit with R2\n                     =0.997. Eqs. (1) and (2) allow the construction of the E-Curve and the analytical integration of the respective MRTs.\n                  \n                     Fig. 6\n                      shows the slurry MRT for the three pads as a function of polishing pressure. Results indicate a general increase in slurry MRT with increasing groove width at a given pressure. At both 3 and 5 PSI, the pad with the widest groove design (Pad C) results in the longest MRT, while the pad with the narrowest groove design (Pad A) generates the shortest MRT. This is consistent with the results simulated by Muldowney, which shows a longer time is required to renew the slurry in the pad–wafer gap for a pad with larger groove pitch and wider and deeper groove design [10]. The positive correlation between the MRT and groove width can be explained using classical reactor design theory. In a typical CMP process, the reactor volume can be approximated by the slurry holding capacity underneath a wafer [18–19]. The total reactor volume V\n                     \n                        total\n                      consists of two parts, V\n                     \n                        land\n                      and V\n                     \n                        groove\n                     , as shown in Fig. 7\n                     . The film thickness of slurry between the wafer and pad depends on various factors such as wafer pressure, pad–wafer sliding velocity and slurry flow rate [20–23]. For the purpose of estimating the contribution of V\n                     \n                        land\n                      and V\n                     \n                        groove\n                      to V\n                     \n                        total\n                     , a reasonable assumption is made by assuming the film thickness to be 15μm at 3 PSI and 10μm at 5 PSI [20]. Using the pad parameters listed in Table 1, the estimated volumes for the three pads are calculated at each applied wafer pressure and listed in Table 2\n                     . Considering the fact that h\n                     \n                        groove\n                      is much larger than h\n                     \n                        land\n                      (400μm vs. 10–15μm), the contribution of V\n                     \n                        groove\n                      to V\n                     \n                        total\n                      may be considered to be dominant. As a result, the V\n                     \n                        groove\n                      and V\n                     \n                        total\n                      of Pad C are larger than those of Pad A and Pad B. Because MRT is equal to the ratio of reactor volume to the actual slurry flow rate beneath the wafer (see Eq. (3)), the pad with a larger V\n                     \n                        total\n                      exhibits a longer slurry MRT at a given slurry flow rate. This explains why the slurry MRT increases with increasing groove width at both wafer pressures as shown in Fig. 5.\n                  \n                     Fig. 5 also shows that slurry MRT observed at 5 PSI is generally shorter than that at 3 PSI. This negative trend between MRT and wafer pressure has also observed in a previous study using somewhat similar polishing conditions (i.e., pad–wafer sliding velocity of 0.93 and 1.24m/s, and wafer pressure of 4 and 6 PSI) [19]. As the slurry film thickness between the wafer and pad decreases at a higher wafer pressure, less time is required to replace the spent slurry with the fresh slurry, thus resulting in a shorter slurry MRT.\n                  In a CMP process, only a small percentage of slurry introduced to the pad actually reaches the pad–wafer interface and participates in wafer polish [24]. Slurry utilization efficiency (η) can be defined as:\n                        \n                           (4)\n                           \n                              η\n                              =\n                              \n                                 \n                                    q\n                                    actual\n                                 \n                                 \n                                    q\n                                    total\n                                 \n                              \n                              ×\n                              100\n                              %\n                              ,\n                           \n                        \n                     where q\n                     \n                        actual\n                      is the slurry flow rate beneath the wafer and q\n                     \n                        total\n                      is the total slurry flow rate introduced onto the pad. In this study, q\n                     \n                        total\n                      is kept constant at 200mL/min. Based on Equation [3], q\n                     \n                        actual\n                      can be obtained by:\n                        \n                           (5)\n                           \n                              \n                                 q\n                                 actual\n                              \n                              =\n                              \n                                 \n                                    V\n                                    total\n                                 \n                                 τ\n                              \n                              ,\n                           \n                        \n                     \n                  \n                  where V\n                     \n                        total\n                      is the total reactor volume calculated in Table 2 and τ is the measured slurry MRT shown in Fig. 5. The calculated values of q\n                     \n                        actual\n                      are listed in Table 3\n                     . Using Eq. (4), the average slurry utilization efficiency (η) for each pad is then calculated and listed in Table 3.\n                  When pad groove width increases from 300 to 600μm (from Pad A to Pad B), η increases by 35% and 39% at 3 and 5 PSI, respectively. This doubling of the pad groove width increases V\n                     \n                        groove\n                      significantly which in turn leads to a significant increase in V\n                     \n                        total\n                      and η. On the other hand, when groove width increases further from 600 to 900μm (from Pad B to Pad C), η does not change significantly. This is due to the fact that both V\n                     \n                        total\n                      and τ increase significantly for Pad C (Table 3). Comparing Pad B and Pad C, their ratios of V\n                     \n                        total\n                      to τ (i.e., q\n                     \n                        actual\n                     ) are similar. Therefore, Pad B and Pad C result in similar values of slurry utilization efficiency. In summary, the slurry utilization efficiency first increases with pad groove width and then reaches a plateau with further increases in groove width in the range of parameters used in this study.\n                  \n                     Table 3 also shows that for all three pads, both V\n                     \n                        total\n                      and τ decrease when the wafer pressure increases from 3 to 5 PSI. As the slurry film thickness between the wafer and pad decreases at 5 PSI, less time is required to replace the spent slurry with the fresh one. While both V\n                     \n                        total\n                      and τ decrease at 5 PSI, the ratio (i.e., q\n                     \n                        actual\n                     ) does not change significantly, resulting in similar values of slurry utilization efficiency at 3 and 5 PSI. This indicates that the wafer pressure has little effect on the slurry utilization efficiency in the range of parameters used in this study.",
    "Conclusions": "5\n                  Conclusions\n                  Using the residence time distribution technique and classical reactor design theory, slurry mean residence time (MRT) and slurry utilization efficiency (η) were investigated for three pads with different groove widths. When groove width increased from 300 to 600 and then to 900μm, total reactor volume bound between the pad and wafer increased significantly, leading to an increase in MRT. For all three pads, MRT was reduced at a higher wafer pressure as slurry film thickness between the wafer and pad decreased. The analysis on slurry utilization efficiency showed that wafer pressure had little effect on η in the range of parameters chosen for this study. On the other hand, when the groove width increased from 300 to 600μm, η increased significantly, but when the groove width was increased further to 900μm, η did not change. The above results indicate that pad groove width can be optimized to achieve shorter slurry MRT and higher slurry utilization efficiency for CMP processes."
  },
  "references": []
}