{
  "title": "Research progress on the application of ceria nanoparticles as abrasives in dielectric layer CMP and post cleaning: Structure, morphology, doping, and mechanism",
  "authors": [
    "Han, Xinyu"
  ],
  "publication": {
    "journal": "Colloids and Surfaces A: Physicochemical and Engineering Aspects",
    "date": "2023-12-20",
    "doi": "10.1016/j.colsurfa.2023.132551"
  },
  "abstract": "Cerium oxide is the main abrasive used in the chemical mechanical polishing (CMP) process of shallow trench isolation (STI) in integrated circuit manufacturing. It is widely believed that the trivalent cerium ions (Ce3+) on the surface of cerium oxide particles can form Ce-O-Si bonds with silicon dioxide dielectric. Therefore, the application of cerium oxide in the medium CMP process has been widely studied. The particle size and morphology of cerium oxide particles, the concentration of Ce3+ and surface modification will all affect the performance of SiO2 dielectric CMP. In addition, due to the presence of the barrier layer of silicon nitride, the selectivity of the removal rates of silicon dioxide and silicon nitride is also an important factor to be considered in the CMP process. The current research on cerium oxide abrasives mainly focuses on the modification and doping of abrasive particles, as well as the control of particle size. In addition, the presence of Ce-O-Si bonds leads to the adsorption of cerium oxide particles on the surface of the medium after polishing, and the problem of particle adsorption is particularly prominent when using small particle size cerium oxide to reduce defects. Researchers have also done a lot of work to achieve better surface quality. How to achieve high removal rate, high selectivity and low surface defects after CMP is currently a research hotspot. This work mainly reviews the polishing mechanism of cerium oxide, the factors affecting the CMP rate and the improvement methods. In the aspect of CMP cleaning, the introduction of additives, water cleaning, chemical cleaning and other cleaning methods are summarized. On this basis, some suggestions were proposed to provide valuable references for the STI CMP and post cleaning based on cerium oxide abrasive.",
  "keywords": [
    "Cerium oxide",
    "Removal rate",
    "Selectivity",
    "Post cleaning"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  In advanced integrated circuit manufacturing processes, dielectric materials are commonly used for electrolyte insulation, surface passivation, diffusion masking [1], and reducing RC delay [2]. The dielectric materials used mainly include silicon dioxide, silicon nitride, high k/low k dielectrics, etc. Silicon dioxide is widely used in the field of integrated circuit manufacturing due to its low cost, easy preparation, excellent dielectric properties, and good process compatibility. It is usually used as an insulation layer, dielectric isolation, protective layer, passivation layer, gate oxide layer, or diffusion mask layer. With the development of NAND (Negative-AND) flash memory technology, it is difficult for planar lithography technology to continue to be suitable for the exponential growth of sensing area. The 3D stacking technology using the etching process has been widely adopted due to its advantages of high density, good performance and low cost. \n                     Fig. 1 shows (a) pipe-shaped bit-cost-scalable (P-BiCS) and (b) terabit-cell-array transistor (TCAT) for 3D NAND, respectively. Typically, silicon nitride is used as a charge trapping layer (CTL) to store charges, while silicon oxide or alumina is used as a barrier oxide (BOX) layer [3]. As can be seen from the NAND structure, isolation processes are essential. The traditional local oxidation of silicon (LOCOS) process is a commonly used isolation technology in the manufacturing of complementary metal oxide semiconductor (CMOS). However, the conventional LOCOS process is greatly limited due to the fact that oxygen diffused into silicon dioxide will come into contact with the silicon on the side, leading to field oxygen erosion in the direction of the active area and causing the \"beak effect\" [4]. This problem is well solved by the shallow trench isolation (STI) process, mainly including etching grooves on the silicon substrate, oxide filling and oxide flattening to achieve isolation of the active area, as shown in \n                     Fig. 2 \n                     [5]. Because STI technology can achieve smaller isolation spacing and superior latch protection, it is widely used in technology nodes of 0.25 µm and below.\n                  In the STI process, the flattening of oxides is a particularly important part, as shown in Fig. 2(d). At this point, the silicon nitride on the silicon surface acts as a barrier layer to prevent damage to important surfaces during planarization and epitaxial growth processes. When performing oxide flattening, it is necessary to retain silicon nitride while removing the silica. Therefore, the chemical mechanical polishing (CMP) process of STI should not only consider the surface morphology and polishing rate, but also consider the removal rate selection ratio of silicon dioxide and silicon nitride. As the feature size of semiconductor technology continues to decrease, STI technology requires abrasives for CMP (as shown in Fig. 2d) process to have high selectivity and low defect levels while guaranteeing high polishing rates. In order to meet the process requirements, the removal rate selection ratio of silica and silicon nitride needs to be 30:1. In the absence of any additives, the removal rate selection ratio of silica and silicon nitride polished with the slurry containing cerium oxide, alumina, silica and silicon carbide abrasives was compared [6]. At the same speed and pressure, the slurry containing cerium oxide abrasive can achieve the highest removal rate of silica, and the highest selection ratio of silica and silicon nitride. Therefore, for the STI process, cerium oxide abrasive becomes a preferred choice for the oxide planarization.\n                  Cerium oxide is a fluorite oxide with a face-centered cubic crystal structure, as shown in \n                     Fig. 3 \n                     [7], with each cerium atom surrounded by eight oxygen atoms. Since cerium ions in cerium oxide can finish reversible electron transfer between the two valence states (Ce3+ and Ce4+), oxygen vacancies are formed in the lattice, that is, the appearance of Ce3+ must be accompanied by the formation of oxygen vacancies, which contributes to the formation of CeO2 and CeO2−x. This property also endows cerium oxide nanoparticles with redox ability, which can be used as catalysts for oxidation or reduction reaction. The strength of redox capacity is closely related to the concentration of oxygen vacancies, which can be reflected by the determination of Ce3+/Ce4+ in cerium oxide, or quantified by oxygen storage capacity (OSC) [8], which is the number of moles of oxygen released per gram of the initial material. The redox capacity of cerium oxide can be controlled by changing its surface properties, particle size, particle shape, and preparation process.\n                  Due to its redox properties, cerium oxide can be used in catalysts [9], fuel cell electrolytes [10], automobile exhaust cleaning agents [11], biomedicine [12], chemical mechanical polishing [13] and other fields. With the decreasing of feature size in integrated circuits, the requirements for the removal rate of oxide layer and surface quality are also increasing. How to obtain a wafer surface with fewer defects and lower roughness under the premise of high polishing rate and selectivity is a problem worth exploring. In addition, the removal of residue cerium oxide particles after polishing is also the focus of current research. Because residual particle will lead to uneven morphology of the micro areas on the wafer surface, affecting lithography accuracy, and even chip failure. How to remove cerium oxide particles without damaging the wafer surface is also one of the key issues that need to be paid attention to.\n                  In this article, the research progress of cerium oxide in the field of CMP was reviewed. Firstly, the polishing mechanism of cerium oxide is introduced, with the formation of Ce-O-Si bonds being the main role. Subsequently, the effects of particle size, the ratio of Ce3+ to Ce4+ and surface modification of ceria on polishing performance were analyzed, with a focus on methods to improve the polishing performance, including improving the removal rate selection ratio of silica to silicon nitride, as well as solving the existing problems of dishing, surface uniformity after polishing. Finally, the current cleaning methods for dielectric materials polished with cerium oxide were introduced, mainly including acid cleaning solution and alkaline cleaning solution, as well as their improvement methods. This will provide reference for improving the performance of dielectric CMP and post-polishing cleaning based on cerium oxide abrasive in IC manufacturing processes.",
    "Correlation mechanism between CeO2 abrasive and SiO2 dielectric layer": "2\n                  Correlation mechanism between CeO2 abrasive and SiO2 dielectric layer\n                  The particle size, Ce3+/Ce4+ value and surface properties of ceria abrasives will affect polishing performance such as the polishing rate, surface morphology, and selectivity. Therefore, the research progress in these aspects is summarized and suggestions for improving polishing performance are proposed.\n                  CMP is a particularly important part of integrated circuit manufacturing process. CMP treatment of wafer surface can greatly improve the flatness of wafer, which will affect the subsequent process. The process of polishing the fused silica surface with abrasives and the scratches caused by abrasives are shown in \n                     Fig. 4\n                     [14]. The fused silica adhered to the polishing head is placed on the polishing pad under a certain pressure, and the polishing head rotates at a constant speed, while the polishing slurry drops on the polishing pad at a certain speed. In this process, the abrasive will leave certain scratches on the fused silica, which should be avoided as much as possible during the polishing process. The shape and hardness of the abrasive play a decisive role in the removal effect and scratch state of the material. Therefore, it is very important to find an appropriate abrasive shape to improve the polishing performance.\n                  The hardness of cerium oxide is 5.5, which is much lower than that of diamond, alumina, silicon dioxide, etc. From the mechanical point of view, it is not suitable for polishing silicon dioxide, but from the chemical perspective, it will catalyze the hydration of the surface of silicon dioxide, which is very dependent on water. The interaction between the SiO2 surface and water is one of the main steps of polishing process. Hydration steps are shown in Eqs. (1) and (2) \n                     [7]:\n                        \n                           (1)\n                           \n                              \n                                 −\n                                 Si\n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 O\n                                 →\n                                 −\n                                 Si\n                                 −\n                                 OH\n                                 →\n                                 −\n                                 Si\n                                 −\n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       −\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       +\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     \n                        \n                           (2)\n                           \n                              \n                                 −\n                                 Si\n                                 −\n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       −\n                                    \n                                 \n                                 +\n                                 Ce\n                                 −\n                                 OH\n                                 →\n                                 −\n                                 Si\n                                 −\n                                 O\n                                 −\n                                 Ce\n                                 −\n                                 +\n                                 O\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       −\n                                    \n                                 \n                              \n                           \n                        \n                     \n                  \n                  The hydrated silica film is much softer than before, making it more suitable for removal. At the same time, due to the low hardness of the material, it is not easy to scratch the surface of the material in the polishing process. In 1990, COOK et al. [15] first proposed the concept of \"chemical teeth\". Cerium oxide has chemical teeth, which can accelerate the breaking of chemical bonds on the surface of silicon dioxide and the removal rate of reaction products is greater than the formation rate of surface compound. So, cerium oxide is a good abrasive for silica CMP. The following is a detailed introduction to the principle of removing silica with cerium oxide.\n                  The adsorption of cerium oxide on the surface of silicon oxide involves multiple aspects, and research methods mainly include immersion and polishing. Immersion refers to soaking a silica sample in cerium oxide slurry, so that the surface of the sample is contaminated with cerium oxide. Compared with immersion, polishing also involves pressure and rotation friction related to the physical properties of the polishing pad. Therefore, for these two methods, the adsorption degree of cerium oxide on the surface of samples is different, and it is expected that the samples obtained through polishing will adsorb more cerium oxide. Han K-M et al. [16] found through experiments that when using the immersion method to contaminate samples, the samples were more seriously polluted at lower pH; but for polishing, the samples adsorbed more particles when pH was high. And in general, the polishing process produces more particle adsorption than the soaking process. Therefore, in order to study the action mechanism of cerium oxide in the polishing process more accurately, the following discussion mainly focuses on the contamination of samples by polishing.\n                  Cerium oxide is adsorbed on silica surface by electrostatic and chemical forces. The pH value at the Zeta potential of 0 is called the isoelectric point (IEP). Within the pH range of 3–11, the Zeta potential measurements of cerium oxide and TEOS (Tetraethyl orthosilicate) are shown in \n                     Fig. 5\n                     [16]:\n                  The IEP of cerium oxide is between 7 and 8. The Zeta potential is positive when the pH is lower than the IEP, while it is negative when the pH is greater than the IEP. The Zeta potential of TEOS is always negative and becomes more negative as the pH increases in the range of pH 3–11. Therefore, when the pH is lower than the IEP of cerium oxide, i.e., at low pH, there is a large electrostatic attraction between cerium oxide and silicon dioxide, while at high pH, there is a strong electrostatic repulsion between the two. In polishing process, there are more particles adsorbed on the surface of samples when the pH value is high, indicating that the effect of electrostatic repulsion can be ignored, and chemisorption may be the main reason. Under different pH conditions, the existence states of cerium oxide and silicon oxide are different. At lower pH, cerium oxide exists in the form of Ce-OH2+, while silicon oxide exists in the form of Si-OH2+. At higher pH, cerium oxide exists in the form of Ce-OH or Ce-O-, while the silicon oxide exists in the form of Si-OH or Si-O- \n                     [17]. The acid-base equilibrium formula of the oxides of cerium oxide [15] and silicon oxide [18] under different acid-base conditions is as follows, where \n                        \n                           p\n                           \n                              \n                                 H\n                              \n                              \n                                 pzc\n                              \n                           \n                        \n                      represents the pH of the solution at the zero charge point of cerium oxide:\n                        \n                           (3)\n                           \n                              \n                                 Ce\n                                 −\n                                 O\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       2\n                                    \n                                    \n                                       +\n                                    \n                                 \n                                 ↔\n                                 Ce\n                                 −\n                                 OH\n                                 +\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       +\n                                    \n                                 \n                                 ,\n                                 pH\n                                 <\n                                 p\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       pzc\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     \n                        \n                           (4)\n                           \n                              \n                                 Ce\n                                 −\n                                 OH\n                                 ↔\n                                 Ce\n                                 −\n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       −\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       +\n                                    \n                                 \n                                 ,\n                                 pH\n                                 >\n                                 p\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       pzc\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     \n                        \n                           (5)\n                           \n                              \n                                 Si\n                                 −\n                                 O\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       2\n                                    \n                                    \n                                       +\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 O\n                                 ↔\n                                 Si\n                                 −\n                                 OH\n                                 +\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       3\n                                    \n                                 \n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       +\n                                    \n                                 \n                                 ,\n                                 p\n                                 \n                                    \n                                       K\n                                    \n                                    \n                                       a\n                                       1\n                                    \n                                 \n                                 =\n                                 0.2\n                              \n                           \n                        \n                     \n                     \n                        \n                           (6)\n                           \n                              \n                                 Si\n                                 −\n                                 OH\n                                 +\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 O\n                                 ↔\n                                 Si\n                                 −\n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       −\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       3\n                                    \n                                 \n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       +\n                                    \n                                 \n                                 ,\n                                 p\n                                 \n                                    \n                                       K\n                                    \n                                    \n                                       a\n                                       2\n                                    \n                                 \n                                 =\n                                 5.4\n                              \n                           \n                        \n                     \n                  \n                  According to the theory proposed by Cook L M et al. [15], in the polishing process, cerium compounds react with silicon compounds as follows:\n                        \n                           (7)\n                           \n                              \n                                 Ce\n                                 −\n                                 OH\n                                 +\n                                 Si\n                                 −\n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       −\n                                    \n                                 \n                                 ↔\n                                 Ce\n                                 −\n                                 O\n                                 −\n                                 Si\n                                 +\n                                 O\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       −\n                                    \n                                 \n                              \n                           \n                        \n                     \n                  \n                  It can be seen that the formation of Ce-O-Si bonds is the main reason for chemisorption. Hingston F J et al.[19] found that the degree of non-specific adsorption of silicic acid and metal oxides is greater. The formation and deprotonation of silicic acid are shown in Formula (8):\n                        \n                           (8)\n                           \n                              \n                                 Si\n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 +\n                                 2\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 O\n                                 ↔\n                                 Si\n                                 \n                                    \n                                       (\n                                       OH\n                                       )\n                                    \n                                    \n                                       4\n                                    \n                                 \n                                 ↔\n                                 SiO\n                                 \n                                    \n                                       (\n                                       OH\n                                       )\n                                    \n                                    \n                                       3\n                                    \n                                    \n                                       −\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       +\n                                    \n                                 \n                              \n                           \n                        \n                     \n                  \n                  Under different pH conditions, different cerium compounds react with silicon compound SiO(OH)3\n                     -, as shown in formula (9) - (11)[20]:\n                        \n                           (9)\n                           \n                              \n                                 −\n                                 Ce\n                                 −\n                                 O\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       2\n                                    \n                                    \n                                       +\n                                    \n                                 \n                                 +\n                                 SiO\n                                 \n                                    \n                                       (\n                                       OH\n                                       )\n                                    \n                                    \n                                       3\n                                    \n                                    \n                                       −\n                                    \n                                 \n                                 ↔\n                                 −\n                                 Ce\n                                 −\n                                 O\n                                 −\n                                 SiO\n                                 \n                                    \n                                       \n                                          \n                                             OH\n                                          \n                                       \n                                    \n                                    \n                                       2\n                                    \n                                    \n                                       −\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       3\n                                    \n                                 \n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       +\n                                    \n                                 \n                                 ,\n                                 pH\n                                 <\n                                 p\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       pzc\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     \n                        \n                           (10)\n                           \n                              \n                                 −\n                                 Ce\n                                 −\n                                 OH\n                                 +\n                                 SiO\n                                 \n                                    \n                                       (\n                                       OH\n                                       )\n                                    \n                                    \n                                       3\n                                    \n                                    \n                                       −\n                                    \n                                 \n                                 ↔\n                                 −\n                                 Ce\n                                 −\n                                 O\n                                 −\n                                 SiO\n                                 \n                                    \n                                       \n                                          \n                                             OH\n                                          \n                                       \n                                    \n                                    \n                                       2\n                                    \n                                    \n                                       −\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 O\n                                 ,\n                                 pH\n                                 =\n                                 p\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       pzc\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     \n                        \n                           (11)\n                           \n                              \n                                 −\n                                 Ce\n                                 −\n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       −\n                                    \n                                 \n                                 +\n                                 SiO\n                                 \n                                    \n                                       (\n                                       OH\n                                       )\n                                    \n                                    \n                                       3\n                                    \n                                    \n                                       −\n                                    \n                                 \n                                 ↔\n                                 −\n                                 Ce\n                                 −\n                                 O\n                                 −\n                                 SiO\n                                 \n                                    \n                                       \n                                          \n                                             OH\n                                          \n                                       \n                                    \n                                    \n                                       2\n                                    \n                                    \n                                       −\n                                    \n                                 \n                                 +\n                                 O\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       −\n                                    \n                                 \n                                 ,\n                                 pH\n                                 >\n                                 p\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       pzc\n                                    \n                                 \n                              \n                           \n                        \n                     \n                  \n                  \n                     \n                     Fig. 6 \n                     [16] shows the mechanism of polishing silicon oxide with cerium oxide at pH 4 or 8. According to the existence forms of cerium oxide and silicon oxide at different pH values mentioned above, the Ce-O-Si bond formed by the two is weaker under acidic conditions, but stronger under alkaline conditions due to the absence of excessive acidic ions. Therefore, under alkaline conditions, more cerium oxide particles will be adsorbed on the surface of silicon oxide.\n                  In addition, in order to obtain a smoother silicon oxide surface, the cleaning process after CMP is also particularly important. According to the bonding method shown in Fig. 6, the fracture of Ce-O/Si-O bonds can also be used as a breakthrough point for post CMP cleaning.",
    "Effect of CeO2 Abrasive on the performance of dielectric CMP": "3\n                  Effect of CeO2 Abrasive on the performance of dielectric CMP\n                  \n                     3.1\n                     Effect of cerium oxide particle size\n                     Generally, the preparation methods of cerium oxide include calcination [21], sol-gel method [22], precipitation method [23], hydrothermal method [24], Solvothermal method [25], hydroxide mediated method [26], etc., of which the calcination method is the most commonly used. In the production of cerium oxide, different calcination temperatures will lead to different particle sizes of cerium oxide. \n                        Fig. 7 \n                        [13] shows the average particle size, Ce3+ concentration, and corresponding polishing removal rate of silicon dioxide for cerium oxide calcined at different temperatures. It can be seen that the particle size of cerium oxide abrasive increases with the increase of calcination temperature, and the fastest increase occurs at 600–800 ℃. At the same time, the material removal rate (MRR) showed a trend of first increasing and then decreasing, with a boundary point of approximately 1000 ℃ between the increase and decrease. It is speculated that the increase in MRR is due to the increase of Ce3+ concentration caused by the increase in cerium oxide particle size. The reason why the polishing rate did not increase monotonically may be attributed to the decreasing of Ce3+ concentration at too high temperature. The particle size of ceria can affect the MRR and surface roughness in the polishing process, both of which are the key factors in evaluating the polishing performance. Therefore, it is of great significance to study the influence of abrasive particle size on polishing performance.\n                     Sampurno Y et al.[27] found through experiments that the coefficient of friction (COF) and MRR of plasma-enhanced tetraethylorthosilicate (PETEOS) chips are directly related to the median particle size of cerium oxide abrasives. Generally speaking, the larger the particle size of abrasive, the higher the COF value. Usually, the higher the COF, the larger the corresponding MRR. Because high COF means high shear force, enabling the oxide film to be removed quickly. However, the optimal particle size was not indicated, and the roughness of polished surface was not taken into consideration. In the actual production, it is unrealistic to blindly pursue the polishing rate. The increase in particle size will lead to the increase of surface roughness. Therefore, it is suggested to determine the optimal particle size based on the surface state of the wafer. Oh M H et al. [28] synthesized cerium oxide particles with good uniformity using the flux method. The particle size was controlled by changing the calcination conditions, and the main particle sizes were 88, 166, 295 and 417 nm, respectively. Using cerium oxide abrasives with different particle sizes to polish silicon oxide and silicon nitride, the MRR shows varying degrees of increase with the increase of abrasive size, so the selection ratio changes. The MRR of silica is about 3989 Å/min, while that of silicon nitride is about 127 Å/min using cerium oxide abrasive with a particle size of 295 nm. In this case, the maximum selection ratio is 32:1. However, the within-wafer nonuniformity (WIWNU) increases with the increase of the abrasive particle size. This is because as the abrasive particle size increases, the distribution of abrasive particle size in the slurry becomes wider. Different particle sizes of abrasives have different fluidity on the wafer, so a wider particle size distribution will result in different uniformity between the center and edge of the wafer. When the particle size is 295 nm, the WIWNU is 14.6%. Considering MRR, removal rate selection ratio and WIWNU, 295 nm is a good choice. This provides a reference for the particle size selection of cerium oxide abrasives in practical production. Xu G et al. [14] synthesized cerium oxide nanoparticles with controllable diameter and uniform shape by hydrothermal method. The particle size, corresponding roughness and MRR are shown in \n                        Table 1. It can be seen that within a certain particle size range, the surface roughness and MRR are negatively correlated with the abrasive particle size, which is inconsistent with the previous conclusions, and it is speculated that the synthesis method of cerium oxide is different. Although the MRR of silicon oxide polished with cerium oxide synthesized by this method is lower than that using commercial cerium oxide abrasives, the surface roughness of the wafer is 45% lower than that samples polished with commercial cerium oxide, making it more suitable for fused silica polishing.\n                     In conclusion, the particle size of cerium oxide abrasive affects the performance parameters of silicon oxide CMP such as MRR, surface roughness, selection ratio, WIWNU and other aspects. In most cases, the particle size of cerium oxide is positively correlated with MRR, that is, the larger the particle size of abrasive, the greater the MRR. However, there are also completely opposite situations, which are related to the synthesis of cerium oxide abrasives. Cerium oxide particles with different sizes can be obtained by controlling the preparation conditions. In the actual CMP process, excessive particle size or strong agglomeration can lead to more scratches [29], while too small particle size will cause more Ce residue on the surface of silica. Therefore, when determining the particle size, it is necessary to comprehensively consider the possible defects that may be introduced.\n                  \n                  \n                     3.2\n                     Effect of Ce3+ concentration\n                     At present, the polishing mechanism of cerium oxide is generally believed to be that Ce3+ plays a major role in the polishing process. Ce3+ forms Ce-O-Si bonds by chemically interacting with silica to form Ce-O-Si bonds. Therefore, the concentration of Ce3+ has a significant influence on MRR. In addition, it is also necessary to pay more attention to the influence of Ce3+ on the selection ratio and surface roughness.\n                     Lee J et al.[30] prepared cerium oxide by hydrogen reduction. Under high temperature isothermal conditions, the reaction time and hydrogen concentration are strictly controlled to prevent the agglomeration of cerium oxide. The hydrogen reduction process and polishing mechanism are shown in \n                        Fig. 8. As can be seen from Fig. 8(a) (b), the number of oxygen vacancies increases significantly, resulting in an increase in Ce3+ concentration. Fig. 8(c) shows that the number of Ce3+ on the surface of cerium oxide significantly increases after hydrogen reduction, promoting the formation of Ce-O-Si bond in the polishing process, thereby improving the polishing efficiency.\n                     The Ce3+ concentrations obtained by hydrogen at different temperatures are shown in \n                        Table 2, and the data in the table were obtained through X-ray photoelectron spectroscopy (XPS). It can be seen that the concentration of Ce3+ increases with the increase of reaction temperature.\n                     Cerium oxide particles (main particle size: 100 nm) treated by hydrogen reduction at different temperatures were used to polish silica, and the results are shown in \n                        Fig. 9. It can be seen from Fig. 9(a) that MRR increases with the increase of treatment temperature. As can be seen from Table 2, Ce3+ concentration is positively correlated with the temperature range of 400–1000 ℃. Therefore, within this temperature range, the higher the concentration of Ce3+, the higher the MRR. As can be seen from Fig. 9(b) - (e), the surface roughness does not fluctuate obviously, because the hydrogen reduction does not alter the basic physical properties of cerium oxide. When the temperature of 1000 ℃, the concentration of Ce3+ increased by 12.7% and the MRR increased by 37.7%, compared with that before reduction. However, the polishing performance of ceria after hydrogen reduction at higher temperatures are not mentioned, so it is expected to further improve the polishing rate without reducing the surface quality. It is suspected that the reason why the temperature did not increase further is that cerium oxide can aggregate at too high temperature.\n                     Myong K K et al. [31] controlled the concentration of Ce3+ on the surface of cerium oxide nanoparticles by ultrasonic treatment with deionized water or 15 vol% hydrogen peroxide, in which the average particle size of ceria nanoparticles was 32.6 ( ± 6.1) nm. The Ce3+ concentration before treatment was 16.3%, while after treatment it was 21.1% (H2O2 treatment), 21.5% (ultrasonic treatment) and 25.1% (H2O2 and ultrasonic treatment), respectively. Therefore, the concentration of Ce3+ can be increased by hydrogen peroxide and ultrasonic treatment. The relationship between Ce3+ concentration and the interaction between ceria and silica was tested using AFM and QCM. It was found that the higher the concentration of Ce3+, the stronger the interaction between them. However, the strong interaction also leads to the cerium particles easily remaining on the wafer surface after CMP, increasing the difficulty of cleaning after CMP. Therefore, the concentration of Ce3+ should be adjusted appropriately to balance the performance of CMP and the possible difficulties that may be encountered in cleaning after CMP. Netzband C et al. [32] treated cerium oxide particles (average particle size: 68 nm) with a concentration of 1.0 wt% using deionized water and different concentrations of hydrogen peroxide (0.5–5 wt%). The surface of silica was polished with the treated slurry and commercial cerium oxide abrasive (average particle size: 50 nm) to analyze the effect of hydrogen peroxide concentration on MRR and surface roughness, as shown in \n                        Fig. 10:\n                     When hydrogen peroxide concentration was 0.5 wt%, both the maximum MRR and the minimum surface roughness were obtained, which is very rare. Although the particle size is larger than that of commercial cerium oxide, the surface roughness after polishing is smaller than that of commercial cerium oxide. Furthermore, the Si3N4 surface was polished with the determined optimal slurry (ceria with a concentration of 1.0 wt% and average particle size of 68 nm, 0.5 wt% hydrogen peroxide, pH 8), and the selection ratio of SiO2 to Si3N4 was 3:1. Although the selectivity is superior to than that of commercial cerium oxide slurry, there is still a large gap compared to 30:1 selection ratio required for the polishing process.\n                     It can be concluded that the concentration of Ce3+ can be changed through methods such as hydrogen reduction, controlling the calcination temperature, adding hydrogen peroxide additives, and ultrasonic treatment. A higher concentration of Ce3+ may not necessarily be better, and the subsequent cleaning process needs to be considered. At the same time, the selection ratio between SiO2 and Si3N4 should be also considered. In addition, the CMP performance of the dielectric can also be optimized through surface modification, which will be discussed in detail in the next section.\n                  \n                  \n                     3.3\n                     Effect of surface modification of cerium oxide\n                     \n                        3.3.1\n                        Doped lanthanide metals - Physical modification\n                        Research has shown that doping lanthanide metals with lower oxidation state than Ce4+ can reduce the formation energy of oxygen vacancies in cerium oxide nanoparticles [33] and produce more oxygen vacancies. The structure of cerium oxide doped with neodymium(Nd) is shown in \n                           Fig. 11\n                           [34]. The addition of Nd causes more oxygen atoms to escape, forming oxygen vacancies. Oxygen vacancies can reduce Ce4+ in cerium oxide to Ce3+, resulting in a decrease of Ce4+ concentration and an increase in Ce3+ concentration [35]. However, not all trivalent lanthanide metals can increase the concentration of Ce3+. Lanthanide metals with positive binding energy to oxygen vacancy (Sm, Nd, etc.) can increase the concentration of Ce3+, while lanthanide metals with negative binding energy to oxygen vacancy (Ho, Er, etc.) can reduce the concentration of Ce3+ \n                           [36].\n                        The physical and chemical properties of ceria can be improved by doping La, Nd, Yd and other less reductive lanthanide elements into ceria nanoparticles. At the same time, adding appropriate dispersants such as polyacrylamide (PPI), polyvinyl alcohol (PVA), polyvinyl pyrrolidone (PVP), and sodium dodecyl sulfonate (SDS), can improve the stability of doped cerium oxide. The cerium oxide doped with La/Nd/Yb precipitated after one day. After adding 1 vol% PVA, the prepared La/Nd/Yb doped cerium oxide can remain stable for up to 7 days [37]. Cheng J et al. [38] prepared cerium oxide nanoparticles doped with 5 wt% La, 5 wt% Nd and 5 wt% Yb respectively by impregnation method. The experimental results showed that this doping method could promote the formation of oxygen vacancy on the surface of cerium oxide particles without affecting the surface morphology of cerium oxide, so as to convert Ce4+ into Ce3+ and improve the concentration of Ce3+, the TEM test results of the particle surface are shown in \n                           Fig. 12. It can be seen from Fig. 12 that the impurity distribution is uniform, and the doped particles are close to spherical shape, with little change compared to before doping. The CMP results show that at pH 5, the dielectric MRR with doped cerium oxide nanoparticles is lower than that without doped cerium oxide at pH 5. At pH 9.5, the MRR of ceria nanoparticles doped with La, Nd and Yb increased by 20.9 wt%, 29.6 wt% and 4.3 wt%, respectively, compared to undoped cerium oxide. After polishing with doped cerium oxide nanoparticles, the surface roughness of silicon oxide dielectric is 10 Å, which is less than 14 Å using No.2815 commercial cerium oxide. This provides a reference for polishing abrasives under alkaline conditions. However, there is no consensus on the different results at different pH values. It just shows that for undoped ceria, the MRR of silica under acidic conditions is greater than that under alkaline conditions because of the coulombic force. It is speculated that for doped ceria, the reason for the increase in MRR under alkaline conditions is the increase in Ce3+ concentration, but the reason for the decrease in MRR under acidic conditions remains to be studied.\n                        Kim E et al. [39] synthesized cerium oxide nanoparticles by hydrothermal method and doped with La or Nd with low molar concentration of 20% or high molar concentration of 50%, respectively. The samples were marked as HTC (undoped ceria), NDC-L (ceria doped with 20% Nd), NDC-H (ceria doped with 50% Nd), LDC-L (ceria doped with 20% La), LDC-H (ceria doped with 50% La). It is found that when the pH range is 4.2–4.5, the doped cerium oxide can significantly increase the MRR of silica, with a maximum value of 5000 Å/min. The XPS results of HTC, LDC-L, and NDC-L samples are shown in \n                           Fig. 13. The Ce3+ concentration was calculated according to the results in Fig. 13, and the values in the three samples of HTC, LDC-L, and NDC-L were 24.54%,30.40% and 32.57%. Therefore, the reason for the increase in MRR is that the addition of Nd or La increases the concentration of Ce3+. At the same time, the MRR of silicon nitride also improved, but only by a fraction compared to the increase in the MRR of silica. Therefore, the selection ratio of SiO2 and Si3N4 polished with doped cerium oxide is also improved, which provides a way to improve the selectivity of silica to silicon nitride. The surface roughness of silica obtained by high concentration Nd doping is 0.135 nm, which is lower than that of commercial ceria slurry and pure ceria abrasive. Therefore, the silica CMP performance with high MRR, high selectivity and low surface roughness can be obtained using cerium oxide doped with 50% Nd.\n                        Ma J et al. [40] studied the effect of doping different concentrations of La in cerium oxide at pH 9 on CMP performance. That is, the x values in Ce1−xLaxO2 were changed to 0, 0.1, 0.2, and 0.3, respectively. The MRR values were 59.31 ± 9.95, 81.75 ± 13.53, 92.43 ± 16.34 and 101.12 ± 15.37 nm/min, respectively. This is because the addition of La leads to the decrease in the particle size of cerium oxide, and thus increasing the concentration of Ce3+, which promotes the increase in MRR. The surface roughness after polishing is also improved. In conclusion, doping lanthanide metals with positive binding energy to oxygen vacancy can improve MRR and surface quality without changing the surface morphology of cerium oxide basically, and also provide a physical modification approach for improving the selectivity. However, under similar acidic conditions, the opposite results were obtained in the above paper, which may be caused by the difference of doping concentration. The mechanism of pH changes affecting doping and Ce3+ concentration still needs further study.\n                     \n                     \n                        3.3.2\n                        Core-shell structure composite abrasives - physical modification\n                        Core-shell composite structure abrasives are usually composed of two or more materials, including core and shell parts. According to the types of materials, they can be divided into inorganic/inorganic, inorganic/organic, organic/inorganic and organic/organic materials, with the former as the core material and the latter as the shell material [41]. The stability of nano ceria is a challenge in the field of materials. In the core-shell structures, shell materials can change the reactivity and thermal stability of the core material, so as to improve the stability of the whole material. At the same time, it can also improve the polishing performance of cerium oxide nanoparticles [42].\n                        Chen Y et al. [43] synthesized polystyrene (PS)/cerium oxide abrasive by chemical precipitation method. The CMP results showed that the MRR and root mean square (RMS) with pure ceria nanoparticles were 208 ± 45 nm/min and 0.43 ± 0.03 nm, respectively, while the values obtained using the PS/CeO2 core-shell composite abrasives were 186 ± 29 nm/min and 0.28 ± 0.04 nm, respectively. Although the MRR obtained with the core-shell structure is smaller than that with pure cerium oxide, it is still larger than most abrasives due to the advantage of cerium oxide abrasives themselves. In addition, the RMS with core-shell structure abrasives is 34.9% lower than that with pure cerium oxide, with fewer scratches, which greatly contributes to the surface quality of the polished wafer. The reason for the reduction of scratches may be that the prepared composite abrasives have good structural stability. \n                           Fig. 14 shows the transmission electron microscope (TEM) images of the abrasives before and after CMP. It can be seen that the abrasive can still maintain the spherical shape after CMP, indicating good structural stability, which is also the main reason for the improvement of the surface quality after CMP. It can be explained that the improvement of CMP performance with the core-shell structure abrasives is the synergistic effect of organic core and inorganic shell materials. In the CMP process, the PS core increases the contact area between the shell abrasive and the wafer, thus reducing roughness and mechanical damage.\n                        Chen A et al. [44] first prepared hexagonal mesoporous silica (H-mSiO2) particles, and then obtained H-mSiO2-CeO2 core-shell composite structure abrasive through solution synthesis. The MRR of 203 nm/min and RMS of 0.17 ± 0.01 nm were obtained using H-mSiO2-CeO2 abrasive for dielectric CMP. The polishing efficiency and quality were greatly improved compared to the result obtained with commercial ceria (MRR 87 nm/min, RMS 0.44 nm). This may be due to the low particle density of H-mSiO2-CeO2 abrasives, resulting in an increase in the number of active particles and the dielectric MRR. In addition, the particle size of cerium oxide will decrease during the synthesis process. From the previous description of the influence of cerium oxide particle size on polishing performance, it can be seen that a reduction of particle size will lead to an increase of Ce3+ concentration, thus also improving the polishing efficiency.\n                        It can be concluded that polishing performance, including polishing efficiency and surface quality can be improved by core-shell structure. From this perspective, the advantages of other composite materials can make up for the lack of cerium oxide abrasives.\n                     \n                     \n                        3.3.3\n                        Modifier - Chemical modification\n                        The chemical modification of cerium oxide nanoparticles can increase the cohesion, improve the dispersion, reduce the surface energy, eliminate the surface charge, and weaken the surface polarity. The usual approach is to add coupling agents or surfactants [45].\n                        Wortman-Otto K M et al. [46] found by the UV–visible spectrum that additives containing carboxylic acid functional groups can inhibit the MRR of the oxide, such as benzoic acid (BA), glutamic acid (Glu), 4-Hydroxybenzoic acid (4-HBA). Additives containing amino acids or hydroxyl functional groups can promote the MRR of oxides, such as dextrose (Dex), PA, glycine (Gly), and hydroquinone (HQ). The inhibition mechanism of additives with carboxylic acid functional groups is that these additives have strong adsorption force on cerium oxide surface at pH 4, resulting in reduced contact between cerium oxide and the surface of the wafers, thus reducing MRR. There is only a weak electrostatic interaction between additives with amino acid functional groups and cerium oxide nanoparticles. Amino acids with a ratio of 1:1 between carboxylic acid and amine can replace the binding oxygen on the surface of cerium oxide to achieve the purpose of increasing Ce3+/Ce4+. Dex and HQ can be used as redox reagent to regulate the concentration of Ce3+. However, researches based on chemical modification is relatively limited compared with physical modification. At present, there are few reports on the surface morphology of the SiO2 wafer CMP with chemically modified cerium oxide.\n                        In summary, the development of ceria CMP slurry needs to consider not only MRR, but also the defects introduced to the wafer surface. Uneven particle size distribution can cause an increase in WIWNU. Strong acid/alkaline polishing slurry can cause certain corrosion to the surface of the wafer and also have a certain impact on the environment. Therefore, it is necessary to comprehensively consider multiple factors to achieve a relative balance between MRR and surface quality. In order to promote the industrial production of cerium oxide polishing slurry, subsequent research should comprehensively improve the performance of the polishing slurry. A green and environmentally friendly cerium oxide CMP slurry with high MRR, low defects, and industrial production potential will be the future development trend.",
    "Removal of cerium oxide particles during post CMP cleaning": "4\n                  Removal of cerium oxide particles during post CMP cleaning\n                  The minimum feature size of integrated circuits has been reduced to 7 nm and below, post-CMP cleaning faces a more serious challenge of obtaining smooth and defect-free surfaces [47]. The most critical factor for reducing the yield of silicon-based semiconductor devices is the existence of defects [48]. Cerium oxide nanoparticles mainly play a role in forming strong Ce-O-Si bonds in dielectric CMP process [49], and are easily absorbed on the wafer surface with other pollutions after CMP, which may lead to scratches and other defects. Therefore, the cleaning of cerium oxide nanoparticles after CMP becomes particularly important. The Ce-O-Si bonds are more easily formed on the surface of small size ceria particles than in large size ceria particles. Therefore, most large size cerium oxide particles can be removed by physical cleaning, but small size particles often need to be removed by chemical cleaning [50].\n                  \n                     4.1\n                     Introduction of additives\n                     Kim J et al. [51] added glycerin to deionized water as an additive to study the effects of viscosity and temperature on particle removal during post CMP cleaning process by inductively coupled plasma mass spectrometry (ICP-MS). It was found that as the glycerin concentration increased, the Ce3+ concentration on the cleaned wafer surface decreased gradually. Therefore, the viscosity of the cleaning solution increases with the increase of glycerin concentration, and the corresponding resistance to the particles also increases, which facilitates the removal of cerium oxide particles. By comparing the experimental results at 0 ℃ and 20 ℃, it is found that the lower the temperature, the higher the viscosity of the cleaning solution. Glycerol can be used as an effective additive for removing cerium oxide particles. However, the paper lacks the analysis of the surface morphology of the cleaned wafers. The final surface state of wafers plays a decisive role in the performance of semiconductor devices, so it needs to be further studied. Yan M et al.[52] studied the effect of adding Gly, ethylenediamine tetraacetic acid (EDTA) and 1.2-bis-(3-aminopropylamino) ethylenediamine (TAD) to the cleaning solution on the removal of residual cerium oxide after polishing. The results of scanning electron microscope (SEM) after cleaning are shown in \n                        Fig. 15. It was found that when 0.15 wt% EDTA was added into the cleaning solution with pH 11, the particle removal efficiency (PRE) reached the highest (99%), and the surface roughness decreased to 0.45 nm. The PRE of the cleaning solution with Gly and TAD added was 96.8% and 93.8%, respectively, and the surface roughness was 0.95 nm and 1.41 nm, respectively. Through the analysis of the mechanism of action, it was found that EDTA broke the Si-O bond through the downward cutting effect of carboxyl functional groups in EDTA, and formed a soluble complex with Ce3+through the complexation reaction.\n                     Therefore, glycerin or complexing agents containing carboxyl functional groups can be added to the cleaning solution to increase PRE of ceria in the cleaning process and obtain better surface morphology.\n                  \n                  \n                     4.2\n                     Water cleaning\n                     Yun J et al. [53] improved the polishing and cleaning process by first polishing with cerium oxide slurry, and then polishing and cleaning the wafer simultaneously with remaining cerium oxide slurry on pad and deionized water (DIW), referred to as the ceria/DIW combined process. The process steps are shown in \n                        Fig. 16. The entire process is set at 60 s, and the effectiveness of the process is explored by setting different times for the two-step process. the optimal process time is ceria 40 s/DIW 20 s. Under this process, the particle area ratio (the ratio of the area of cerium particles to the total area) decreased from 9.035% to 0.839%. The Ce concentration decreased from 1552.55 ppb to 83.25 ppb through ICP-MS testing. The surface roughness is 0.150 nm. Therefore, cleaning efficiency and surface quality have reached a higher level.\n                     Liu P et al. [54] prepared N2 water and CO2 water using a gas dissolved water system. The pH values of DIW, N2 and CO2 water are 6.2, 5.2 and 3.9, respectively. The results showed that PRE of ceria obtained by N2 water and CO2 water cleaning were both greater than that obtained by DIW, and the PRE obtained by CO2 water cleaning was the highest. The residual cerium oxide particles on the wafer surface are easy to agglomerate after N2 water and DIW cleaning, but the residual particles obtained after CO2 water cleaning are relatively dispersed. The experiments were conducted by changing the concentration of CO2 in CO2 water, and it was found that PRE of ceria decreased with the decrease of CO2 concentration. The surface roughness is 0.613 ± 0.025 nm when the particle size is large, while the surface roughness is 0.077 ± 0.010 nm when the particle size is small. The PRE of ceria obtained through CO2 water cleaning is the highest and the surface roughness is the lowest, whether the cerium oxide particles with large or small size are cleaned. The CO2 water cleaning mechanism is (as shown in \n                        Fig. 17) mainly relies on CO2 (with negative Zeta potential) adsorption on the surface of cerium oxide particles (with positive Zeta potential) to prevent the aggregation and accumulation of cerium oxide particles on the substrate surface. Lee J et al. [55] used tangential flow filtration (TFF) system to filter out cerium oxide particles with smaller particle size (< 50 nm) for dielectric CMP, and then cleaned them with DIW. This method increased the PRE of water cleaning by 18.1%, achieving performance similar to SC1 (NH4OH:H2O2:H2O，1:1:5) solution.\n                     When using water cleaning, the PRE of ceria can be increased by improving the process time or dissolving gas in water. Adding CO2 to water provides a new way for removing small-sized cerium oxide nanoparticles. Although the TFF system improves the PRE of ceria for water cleaning, it is only suitable for the using large-sized cerium oxide particles for CMP. Water cleaning can achieve larger PRE of ceria without causing secondary pollution, which not only saves costs but also protects the environment. In line with the concept of green and environmental protection, water cleaning is a big trend in the future.\n                  \n                  \n                     4.3\n                     Chemical cleaning\n                     Chemical cleaning is generally combined with physical cleaning methods. Chemical cleaning plays a major role in the post CMP cleaning process due to the special Ce-O-Si bond between cerium oxide and silicon dioxide. The most commonly assisted physical cleaning methods are polyvinyl alcohol (PVA) brushing [56,57] and ultrasonic cleaning [58]. Seo J et al. [50] studied the cleaning efficiency (CE) of SC1 cleaning solution with different component proportions under ultrasonic on cerium oxide particles with size of 10, 30 and 90 nm. It was found that when H2O2 (30 wt%) accounted for 43% and NH4OH (30 wt%) accounted for 57%, that is, the molar concentration was basically equal, the CE of the three different particle size abrasives was relatively high, all of which were 99%, exceeding the CE of the standard SC1 solution (19%, 58%, 94%). This is because the molar concentrations of peroxide and hydroxide are essentially equal, and the concentration of HO2- in the solution reaches its maximum value. HO2- removes cerium oxide particles from the wafer surface by breaking the Si-O bond in Ce-O-Si. The removal process is shown in \n                        Fig. 18. This method can effectively solve the cleaning problem of small-sized cerium oxide nanoparticles. However, the literature did not mention the analysis of the surface morphology of the cleaned wafers. If the surface roughness is low, this method of high efficiency particle removal can be promoted.\n                     Sahir S et al. [59] found that both megasonic cleaning and PVA brush cleaning could only achieve higher PRE for cerium oxide with larger particle size, while chemical cleaning is more effective in removing ceria with small particle size. When SC1 was used to clean wafers for less than 10 min, the PRE of ceria exceeded 95% for ceria nanoparticles with particle sizes of 30,60 and 90 nm. SC1 cleaning solution mainly generates relatively strong electrostatic repulsion by changing the surface charge of particles and wafers, and has a slight etching effect to achieve a better cleaning effect. Diluted hydrofluoric acid (DHF) can be used to remove cerium oxide particles through lower shear mechanism and etching. However, it has a good effect on ceria only with small particle size. For cerium oxide particles with size of 30 nm and 60 nm, the PRE can reach more than 95% by cleaning the wafer surface with DHF for 60 s. But for 90 nm particles, PRE is below 80%. SPM (H2SO4:H2O2，2:1–4:1) is also more suitable for the removal of small-sized cerium oxide particles, mainly because it can promote the dissolution of cerium oxide. For 30 nm cerium oxide, the PRE reaches 99%, but for 90 nm particles, the PRE is less than 20%. Therefore, in actual production, it is necessary to determine the type of cleaning solution according to the particle size of cerium oxide to be removed. However, due to the strong acidity of the reagent used, the surface morphology of the wafer may be greatly affected. Song J et al.[60] developed a new cleaning solution consisting of tetramethylammonium hydroxide (TMAH), EDTA and dispersant. The silicon dioxide and silicon nitride films were respectively cleaned with the proposed cleaning solution. The particle cleaning efficiency (PCE) of silica surface reached 99.5%, among which ceria cleaning efficiency (CCE)reached 98.3%. The PCE and CCE of silicon nitride surface reached 97.8% and 96.3% respectively. Because the cleaning solution has no etching effect, the surface roughness obtained is better than that obtained by SC1 and SPM. However, the paper did not mention the particle size of cerium oxide. Since most cleaning methods have a certain degree of selectivity for particle size, it is necessary to compare the performance of cleaning solutions towards various particle size.\n                     In SC1, SPM and DHF chemical cleaning, a large amount of cleaning solution is used, but they all cause certain etching on the wafer surface. Therefore, for future research directions, on the one hand, further dilution of the cleaning solution or the addition of mild additives should be considered to reduce the etching effect and improve the surface quality; On the other hand, it is necessary to develop a new environmentally friendly cleaning solution to meet the removal of small particles. The development trend of future cleaning solutions should also consider green environmental protection and more use of harmless organic compounds for human health. In addition, room temperature cleaning processes are also a focus of research and development. The green cleaning solution with low cost and high CE for removing cerium oxide is the future development direction.",
    "Conclusion": "5\n                  Conclusion\n                  With the reduction of feature size in integrated circuits, the performance and surface residue requirements of dielectric layer CMP based on cerium oxide abrasives have become increasingly stringent. This article mainly summarizes the factors that affect the CMP performance of cerium oxide abrasives, including the particle size of cerium oxide abrasives, the value of Ce3+/Ce4+and surface modification. The particle size can be controlled by changing the calcination temperature or preparation method. Generally speaking, particle size is proportional to MRR, but the optimal particle size needs to be determined based on the surface quality of CMP chips. Ce3+enhances chemical interactions during wafer CMP process by forming Ce-O-Si bonds on the surface of silica, thereby improving MRR. The concentration of Ce3+ can be changed by methods such as hydrogen reduction or introducing oxygen vacancies with other additives. Physical and chemical modifications can alter the inherent chemical properties of cerium oxide without altering its surface morphology. This provides a reference for the changes in Ce3+ concentration and the improvement of selection rate. In addition, Ce particles will remain on the surface of the chip after dielectric CMP, which will have a serious impact on the subsequent process of integrated circuit manufacturing and even cause failure. Therefore, this article analyzes the method of cleaning cerium oxide particles after CMP, which improves the cleaning efficiency of cerium oxide by adding additives such as glycerol or complexing agents containing carboxyl functional groups, or by dissolving gas in water. The use of acidic/alkaline chemical reagents can effectively remove cerium oxide particles, but it is necessary to consider how to achieve the best cleaning effect with the lowest concentration of reagents for different cerium oxide particle sizes. The improvement of MRR and the reduction of defects usually cannot be achieved simultaneously, so more systematic research is needed to balance the relationship between the two. Furthermore, the development trend of cerium oxide abrasive CMP slurry and post cleaning is prospected, and it will be the optimal choice for cerium oxide abrasive CMP and post cleaning to be environmentally friendly and efficient.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Xinyu Han: Writing – review & editing, Writing – original draft. Renhao Liu: Writing – review & editing. Baimei Tan: Writing – review & editing, Supervision, Funding acquisition. Fangyuan Wang: Writing – review & editing. Mei Yan: Writing – review & editing. Xinyu Zhao: Writing – review & editing. Jiadong Zhao: Writing – review & editing."
  },
  "references": []
}