{
  "title": "Phase development of nanocrystalline cerium oxide via cerium sulfate",
  "authors": [
    "Tsai, Ming-Shyong"
  ],
  "publication": {
    "journal": "Journal of Crystal Growth",
    "date": "2006-03-15",
    "doi": "10.1016/j.jcrysgro.2005.11.081"
  },
  "abstract": "Nanograde cerium oxide is formed successfully by a normal-pressure aging process via cerium sulfate. The nanograde cerium oxide is formed by the precursor of cerium sulfate decomposition during aging in urea solution. There are two pH stages in the aging process: one is in pH=5–6 and the other is in pH=7–8. The first pH stage is the particle decomposed stage in which the particles were decomposed gradually. In the last stage, the final product is uniform aggregated particles which are formed by complete decomposition. The crystalline size of cerium oxide formed by this method is about 6–7nm. The decomposed rate of precursor is increased by increasing urea concentration or increasing the aging time, respectively.",
  "keywords": [
    "A1. Crystal morphology",
    "A1. Nano-structure",
    "B1. Rare-earth compound"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Cerium oxide (CeO2) is a material with a rapidly increasing number of applications, such as gas sensors, electrode materials of solid oxide fuel cell [1,2], amperometric oxygen monitors, automobile exhaust system's catalysis, and, especially, abrasives of chemical mechanical polishing (CMP) slurries [3–10]. Kim et al. [10] indicated that the very important process of CMP application is in the shallow trench isolation (STI) process on the silicon substrate. A proper global planarization is required to secure a sufficient depth of focus to make the process margin widely related to the exposure equipment used in fine-pattern process technology. There are both chemical and mechanical interactions between ceria particles and the oxide film during polishing [10]. The selectivity between silicon oxide and silicon nitride of ceria slurry is good. Using ceria slurry, the oxide layer polishing can stop on the nitrate surface and provide global planarization of the STI process. Several methods were investigated to produce the fine cerium oxide powders [6–16]. Wang [6] synthesized cerium oxide with a particle size range of 30–50nm via a hydrothermal process. Wang and Lu [16] used cerium nitrite and urea as reactants to form cerium hydroxide carbonate via hydrothermal process. Fluorite structure cerium oxide was synthesized by further calcinations of the intermediate at 500°C. In the present work, a synthesis method of nanograde cerium oxide is studied. Cerium sulfate is hydrolyzed in DI water to form an amorphous precursor. The precursors were decomposed to form a nanograde crystalline cerium oxide by a normal-pressure aging process. Urea concentration and aging time are studied in this article.",
    "Experimental procedure": "2\n                  Experimental procedure\n                  The experimental flow chart of this study is presented in Fig. 1\n                     . Precursors were formed by titrating the desired concentration of 200ml urea solution into 200ml 0.12M cerium sulfate solution. The mixed solutions were heated with the reflux apparatus and with the stirred rate of 500rpm at 100°C for 5h. Products of different aging time were sampled for studying the formation process of this route. Products were characterized crystalline structure by X-ray diffraction (XRD) (Rigaku MultiFlex, Tokyo, Japan). The scan range is 20–70° with the scan step of 0.02° and the scan rate of 4°/min. The slow scan diffraction peaks of (111) with scan rate of 0.5°/min were used to evaluate the crystalline size of the products by Scherrer formular [17]. The ratio (200)/(111) was calculated by Kirk and Wood's method [18]. Morphologies of products were observed by transmission electron microscopy (TEM; JEM-1200EX, JEOL, Japan).",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     Fig. 2\n                      is the morphology of precursor formed by hydrolysis of cerium sulfate in urea solution. The precursor is a smooth particle approximately 100nm in diameter. During the aging process, pH value of heated solution is divided into two stages: the first stage is in pH=5–6 and the last stage is in pH=7–8, as shown in Fig. 3\n                     . Aging time for reaching the last stage is short as urea concentration increases. However, only one stage was found at 0.5M urea solution after 5h of aging. Urea is decomposed to ammonium hydroxide by heating at above 70°C. In Fig. 3, increasing the pH value of the heated solution may be due to decomposed urea reacting with precursor at 100°C. The chemical reaction equations may be written as follows:\n                        \n                           (1)\n                           CO(NH2)2(aq)+3H2O→2NH4\n                              +\n                              (aq)+2OH−\n                              (aq)+CO2(g),\n                        \n                     \n                     \n                        \n                           (2)\n                           Ce(SO4)2(ppt)+2OH−\n                              (aq)→Ce(OH)4(s)+2SO4\n                              2−,\n                        \n                     \n                     \n                        \n                           (3)\n                           Ce(OH)4(s)→CeO2(s)+2H2O.\n                        \n                     \n                  \n                  Reactions of Eqs. (2) and (3) may be the reactions that occur in the first pH stage. After completely precipitating, the excess urea is continuously decomposed, which induces pH increase in the last stage of Fig. 3.\n                  The product of 0.5M urea reaction shows the fluorite structure of cerium oxide after aging longer than 4h, as shown in Fig. 4\n                     . The precursor and the products of aging time less than 4h are shown in Fig. 4(a)–(d), an unknown structure which may be the complex cerous-ceric sulfate that was similar to the information reported in the literature [19]. Fig. 5\n                      is the XRD patterns of the products formed in 1.5M urea reaction. The fluorite structure was formed after aging longer than 1h. The intensities of diffraction peaks of Figs. 4 and 5 are increased with increase in aging time. Kirk and Wood [18] indicated that the intensity ratio (200)/(111) of XRD peak of cerium oxide is changed with calcination temperature. The accelerated growth of (111) plane occurs because its free energy is lower than that of (200) planes during grain growth. Cerium oxide would change its shape from hexagon (truncated octahedron) to tetragon (a similar structure of octahedron), as shown in Fig. 6\n                      \n                     [17].\n                  \n                     Figs. 7 and 8\n                     \n                      show the results of the variations of crystalline size and the intensity ratio of (200)/(111) with different urea concentration and with different aging times. The crystalline size of cerium oxide is increased with increase in urea concentration, as shown in Fig. 7. The intensity ratio of (200)/(111) decreases rapidly as urea concentration reaches to 0.75M and then decreases slightly to a stable value, approximately 0.28. Value of (200)/(111) is very close to the minimum value (0.29) of Kirk and Wood's results [18], which was calcined at 1150°C at a very high temperature. The growth rate of (111) plane is faster than that of (200) plane in this aging process. Fig. 8 shows that the aging time helps to reduce the intensity ratio of (200)/(111) and to increase the crystalline size of cerium oxide. The particle shapes during the first pH stage are shown in Fig. 9\n                     . The particle sizes of larger particles in Fig. 9 are similar to particle sizes of precursor, as shown in Fig. 2. However, smaller particles may be the decomposed particles during aging process. After 5h of aging, pH value reaches the range of the last pH stage, and particle shape changes to a uniform and aggregate particle. The crystalline size is about 6–7nm, which was observed by TEM photographs; it is consisted with the result of Fig. 10\n                     . However, it still has some particles without decomposing, as shown in Fig. 10(a), which is the case aged in 0.5M urea solution. From the results of Figs. 4 and 10(a), we can conclude that 0.5M urea solution is not enough for reaction with cerium sulfate. The nanograde cerium oxide can be formed by cerium sulfate in higher urea concentration and longer aging time. Fig. 11\n                      shows the enlarged scale of particle morphologies. After aging 2h, the particles are shown as hexagon in shape; however, they are changed to tetragon in shape after aging for 5h. This result is consistent with the model of Fig. 6. Nanograde cerium oxide is grain growth in the aging process.",
    "Conclusions": "4\n                  Conclusions\n                  Nanograde cerium oxide is formed successfully by a normal-pressure aging process. Crystalline size of cerium oxide is increased by increasing concentration of urea and increasing aging time. On the other hand, intensity ratio of (200)/(111) decreases with concentration of urea and increases with aging time."
  },
  "references": []
}