{
  "title": "Size distribution monitoring for chemical mechanical polishing slurries: An intercomparison of electron microscopy, dynamic light scattering, and differential mobility analysis",
  "authors": [
    "Lee, Jihyeon"
  ],
  "publication": {
    "journal": "Powder Technology",
    "date": "2022-01-31",
    "doi": "10.1016/j.powtec.2021.10.045"
  },
  "abstract": "In chemical mechanical planarization (CMP), a particle slurry is used in polishing semiconductor wafers. Key to CMP performance is the size distribution of the particles. We evaluate the potential of an aerosol technique, namely differential mobility analysis (in a liquid nanoparticle sizer, LNS, system) to characterize size distributions of CMP slurries. LNS measurements are compared to size distributions inferred from electron microscopy (SEM), and dynamic light scattering (DLS). LNS measurements are more repeatable than DLS measurements, and for 4 silica slurries, LNS distributions are in better agreement with SEM measurements than DLS. We find also that the LNS can quantify multimodal size distributions. For non-silica slurries, LNS, DLS, and SEM measurements have geometric mean diameters which can vary from another by 10 nm or more. However, because each measurement type is internally consistent, the combination of LNS and DLS, which are automated, yields augmented information on slurry properties.",
  "keywords": [
    "Chemical-mechanical polishing slurry",
    "Differential mobility analysis",
    "Size distribution measurement",
    "Dynamic light scattering"
  ],
  "sections": {
    "Variable dictionary": "Variable dictionary\n                  \n                     \n                        \n                           Unlabelled Table\n                           \n                              \n                              \n                              \n                                 \n                                    \n                                       N\n                                    \n                                    Particle number concentration\n                                 \n                                 \n                                    \n                                       N\n                                       \n                                          M\n                                       \n                                    \n                                    Measured particle number concentration\n                                 \n                                 \n                                    \n                                       N\n                                       \n                                          A\n                                       \n                                    \n                                    Aerosol number concentration\n                                 \n                                 \n                                    \n                                       V\n                                       \n                                          A\n                                       \n                                    \n                                    Aerosol volume concentration\n                                 \n                                 \n                                    \n                                       V\n                                       \n                                          sol\n                                       \n                                    \n                                    Hydrosol volume concentration\n                                 \n                                 \n                                    \n                                       N\n                                       \n                                          sol\n                                       \n                                    \n                                    Hydrosol number concentration\n                                 \n                                 \n                                    \n                                       d\n                                       \n                                          D\n                                       \n                                    \n                                    Droplet diameter\n                                 \n                                 \n                                    \n                                       d\n                                       \n                                          p\n                                       \n                                    \n                                    Particle mobility diameter\n                                 \n                                 \n                                    \n                                       Z\n                                       \n                                          p\n                                       \n                                    \n                                    Particle mobility\n                                 \n                                 \n                                    \n                                       \n                                          \n                                             dN\n                                             \n                                                dln\n                                                \n                                                   Z\n                                                   p\n                                                \n                                             \n                                          \n                                       \n                                    \n                                    Particle mobility distribution function\n                                 \n                                 \n                                    \n                                       \n                                          \n                                             dN\n                                             \n                                                dln\n                                                \n                                                   d\n                                                   p\n                                                \n                                             \n                                          \n                                       \n                                    \n                                    Particle size distribution function\n                                 \n                                 \n                                    \n                                       ε\n                                       \n                                          T\n                                       \n                                    \n                                    Transmission efficiency of DMA\n                                 \n                                 \n                                    \n                                       ε\n                                       \n                                          Det\n                                       \n                                    \n                                    Detection efficiency of CPC\n                                 \n                                 \n                                    \n                                       ε\n                                       \n                                          Chg\n                                       \n                                    \n                                    Charging efficiency of bipolar charger\n                                 \n                                 \n                                    \n                                       VAR\n                                    \n                                    Volume aerosolization rate\n                                 \n                                 \n                                    \n                                       DF\n                                    \n                                    Dilution factor\n                                 \n                                 \n                                    \n                                       Q\n                                       \n                                          A\n                                       \n                                    \n                                    Aerosol flow rate\n                                 \n                                 \n                                    \n                                       λ\n                                    \n                                    Average frequency in a Poisson distribution",
    "Introduction": "1\n                  Introduction\n                  Chemical mechanical planarization (CMP) has been widely used in the integrated circuit (IC) industry since its development in the 1980s. A slurry is utilized in CMP, which consists of abrasive nanoparticles, an oxidizer, and organic compounds in deionized water. Prior research has examined the effects of the abrasive nanoparticle size on the removal rate in CMP [1–7]. In general, large particles (either large primary particles or agglomerates of smaller particles) can cause defects on the wafer [8,9] through their action with the surface. The particle size distribution parameters are significantly correlated to microscratch performance. [10] The CMP process is therefore extremely sensitive to the size and shape distribution of the nanoparticles in the slurry, and the cost of slurry manufacturing accounts for the nearly 50% of the total cost of the entire polishing process [11]. Regular characterization of the full size distribution of particles in slurries, i.e. not only the mean particle size but size, polydispersity, and distribution modality, is necessary to ensure repeatability of CMP processes.\n                  The nanoparticles in slurries are commonly metal oxides, including but not limited to silica (SiO2), alumina (Al2O3), titania (TiO2), zirconia (ZrO2), and ceria (CeO2). Commercially applied CMP slurries typically do not contain highly monodisperse particles, which are prohibitively expensive to synthesize at the volumes required industrially. Instead, modestly-to-highly polydisperse suspensions wherein the particles may also be highly irregularly shaped are utilized. Such broad and non-spherical particle size distributions present a challenge in characterization, as conventional size distribution analysis methods, namely electron microscopy (EM, with size determination of single particles) and dynamic light scattering (DLS, where distributions are fit) are often tailored to spherical, low polydispersity and unimodal distributions. There thus has been and continues to be a need to improve size distribution characterization techniques for CMP slurries, both in slurry product development and as a part of regular quality control processes.\n                  In contrast to EM and DLS, aerosol size distribution measurement systems, specifically incorporating differential mobility analyzers (DMAs) [12,13] coupled with condensation particles counters (CPCs) [14–16] and upstream particle charge modulation [17,18], are capable of accurately analyzing polydisperse, multimodal particle size distributions in the 2 nm–500 nm mobility equivalent size range. They are applicable to both spherical and irregularly shaped particles. [19–21] The DMA-CPC combination (often termed a scanning mobility particle sizer when the DMA is operated in a scanning mode) [22] would be advantageous to apply to CMP slurries, but its use first requires a hydrosol-to-aerosol conversion minimizing agglomeration and CMP slurry particle size change due to non-volatile residue attachment. A number of studies have previously demonstrated the hydrosol-to-aerosol conversion for aerosol based size distribution measurement along these lines. However, they largely focus on monodisperse particles and combinations of monodisperse particles. Key to these efforts has been the use of electrosprays to produce small monodisperse droplets [23–26] as well as nebulizers producing sub-micrometer droplets [27–29]. Here, we expand upon these efforts to demonstrate that aerosol-based size measurement approaches can be applied to highly polydisperse and non-spherical CMP slurry particle characterization, for more broadly distributed particles in a size range from 4 nm – 150 nm. Specifically, we utilize a unique small droplet size distribution nebulizer for hydrosol to aerosol conversion, with online dilution to reduce aerosolization-induced aggregation and non-volatile residue effects [28,29]. The CMP slurry aerosol is then analyzed by a DMA-CPC combination, with a soft X-ray ionizer for particle charge modulation. We compare aerosol measurements to both DLS and electron microscopy for 8 types of CMP slurries.\n                  In describing the methods applied in the subsequent section we pay specific attention to the details of data inversion [30] utilized in aerosol measurements, examine the effect of droplet size distribution on the potential for particle agglomeration and non-volatile residue influences [31,32], and make efforts to correlate measurements to the concentration in the slurry (i.e. quantitative size distributions). For these reasons, we believe the current study advances the application of aerosol instruments in colloidal analysis. At the same time, we do note there have been several successful efforts to apply aerosol technology to CMP slurry analysis, though such studies do point to the need for a more systematic investigation for a wider variety of CMP slurries (i.e. the present study). Kim et al. [33] appears to be the first effort to apply aerosol instruments for CMP slurry characterization, measuring the size distribution of a silica sample and three ceria samples. They utilized a rather standard air-jet nebulizer with a commercial DMA-CPC system and compared measurements to a static light-scattering (SLS) system. Particles fell largely within the 100 nm −300 nm size range (on the larger side for CMP slurries). Good agreement was found between DMA-CPC and the SLS system for silica, but unresolved differences in size distributions were observed between the two measurement systems for ceria samples. Roth et al. [27] used an electrospray for aerosolization and measured the sizes of alumina, silica, and ceria samples in the 10 nm–100 nm range using EM, DLS, DMA-CPC, and SP-ICP-MS (single particle inductively coupled plasma-mass spectrometry) and further estimated nanoparticle concentration using DMA-CPC, SP-ICP-MS, and ICP-OES. While their reported sizes and concentrations agreed reasonably well with one another, full size distributions were not reported from measurements, which are critical for CMP slurries. Jang et al. [34] aerosolized CMP slurry particles using an air-jet nebulizer and measured particle size distributions in the 10 nm – 300 nm size range using a DMA-CPC, two distinct DLS systems, and EM for a ceria slurry and 3 silica slurries. Agreement in size distribution was improved between instruments in this study, but information on potential for agglomeration during aerosolization, non-volatile residue, and on the DMA-CPC data inversion routine applied was not provided. Similarly, Shin et al. [35] measured size distributions of standard silica dispersions in the 10 nm–300 nm size range using a DMA-CPC, DLS, and EM, using an air-jet nebulizer and a similar nebulizer to that applied in the present study. They uniquely found that DLS results were concentration-dependent, but found good agreement between the DMA-CPC and EM measurements for the narrowly distributed silica suspensions studied. Finally, Kwak et al. [36] measured the size distribution of standard colloidal silica particles (20 nm and 80 nm) and two commercial ceria slurry abrasives below 10 nm in size using an air-jet nebulizer-DMA-CPC system, an electrospray-DMA-CPC system, and EM analysis. They highlight the importance of generating small droplets, as the air-jet nebulizer led to agglomeration during aerosolization, while with the electrospray, pH adjustment was required for dispersion stability. This study expands upon these prior works through (1) demonstrating use of a volume standard to infer nanoparticle concentration in the slurry from DMA-CPC measurements, (2) describing important details on the data inversion process applied and any sample-specific methods needed for a wider range of samples than tested previously, and (3) advancing methods to estimate the potential for agglomeration and non-volatile residue incorporation during the aerosol-to-hydrosol conversion.",
    "Methods": "2\n                  Methods\n                  We measured the size distribution of CMP slurry particles using an air-jet nebulizer-DMA-CPC system, a DLS system, and an EM system. We examined the size distribution for 4 distinct SiO2 slurries, one Al2O3 slurry, a TiO2 slurry, a ZrO2 slurry, and a CeO2 slurry. Each commercial water-based slurry was purchased from Nyacol Nano Technologies, Inc. The manufacturer sample names, manufacturer provided nominal size, and refractive index for the materials are summarized in Table 1\n                     . The refractive index for SiO2, Al2O3, and TiO2 were taken from the MALVERN reference guide and those for ZrO2 and CeO2 were taken from previous studies. [37,38] Beyond the additional sample preparation steps noted for each measurement system, samples were examined without modification.\n                  \n                     2.1\n                     An air-jet nebulizer-DMA-CPC\n                     In air-jet nebulizer-DMA-CPC measurements, particles are nebulized under conditions wherein there are fewer than one particle per droplet, and droplet evaporation yields aerosol particles originally from a hydrosol, which are subsequently analyzed via a DMA-CPC combination with bipolar charging carried out prior to DMA measurement. For these measurements, we employed the Kanomax FMT 9310 liquid nanoparticle sizer (referred to as LNS hereafter), which incorporated a nebulizer containing an impactor to remove large droplets (nanoparticle nebulizer, NPN), an online water dilution system prior to nebulization, a soft X-ray bipolar charger [39,40] to ionize particles, and a DMA and butanol based CPC. The LNS system target liquid particle concentration range is 3 × 107–3 × 1011 # mL−1 after all dilution steps; however, the number concentration in samples is unknown prior to measurement. Therefore, for all samples, a 1000:1 dilution (with ultrahigh purity water, Smith Engineering Inc) was performed offline, prior to system injection. For samples where particles were not detected at this dilution level, the extent of dilution was progressively reduced until a signal was detected. The eventual dilution ratios applied are noted in Table 1. Samples of silica, alumina, and titania were directly measured by the LNS system after the dilution. We found that zirconia and ceria required additional preparation for LNS measurements due to the presence of excess non-volatile residue (NVR) particles, formed from non-volatile solutes within empty droplets. Many more empty droplets are produced than particle-containing droplets (a requirement to avoid aerosolization induced agglomeration), and NVR particle signal can overwhelm actual particle signal if the NVR particles are too large. To reduce NVR levels, we centrifuged the zirconia and ceria samples for 20 min at 8000 rpm (Eppendorf 5418 centrifuge). The deposited material at the bottom of the centrifuge vial was mixed with 30 mL of ultrapure water. All samples were prepared immediately before measurement to minimize the effects of environmental changes brought on by dilution (e.g. pH changes).\n                     During LNS measurement, each sample was first injected into the NPN using a peristaltic pump and was diluted online with ultrapure water. We used sample flow rates in the range of 50–100 μL min−1 and dilution flow rates in the range of 100–200 mL min−1 to obtain online dilution ratios of 1000:1 to 2000:1 (hence total dilution factors in excess of 106 for many samples). A subsample of the diluted flow at a flow rate of 1–2 mL min−1 was then dispersed into a carrier gas of clean dry air flow at 0.6–0.8 L min−1 and the mixture of sample and the gas passed through the nebulizer, yielding small droplets. Large droplets (nominally larger than 500 nm) were removed by an impactor positioned right in front of the nebulizing disk. The resulting small droplets were introduced to an evaporator held at 70 °C. After droplet evaporation, an additional clean gas flow of 1.0 L min−1 was mixed with the sample flow, and 1.5 L min−1 of the resulting aerosol flow was directed to the DMA (Length:10.00 in., inner radius: 0.70 in. outer radius: 1.00 in.). The excess flow was vented directly before the outlet of the nebulizer. Only 0.6 L min−1 of this flow was sampled first into an ionization region for bipolar charging (with soft X-ray generated ions [39]), and then into the DMA, which was operated with a recirculating sheath flow rate of 6 L min−1 of air at 300 K and atmospheric pressure. DMAs act as mobility filters and 0.6 L min−1 of nearly monomobile particles were transmitted through the DMA to a CPC for detection. By stepping the voltage on the DMA with a log-linear slope of 0.0718 from 3.25 V–4.77 kV with measurement times of 2 s per voltage, mobility spectra were collected. Each sample was measured at two online dilution ratios (1000:1 and 2000:1) and 5 replicates were obtained at each dilution ratio. As described subsequently, data inversion procedures were applied to determine particle size distributions from DMA-CPC measurements. Inversion corrects for particle charge distribution effects as well as DMA transmission efficiency, and by comparison to measurement of a standard, yields slurry particle concentration.\n                  \n                  \n                     2.2\n                     DLS measurements\n                     A Zetasizer Nano ZS (Malvern) was used for DLS measurements. Before measurements the real and imaginary refractive index were input into the Malvern software operating the instrument for each material. For all measurements the dispersant was ultrapure water with a temperature of 298 K, a viscosity of 0.8872 cP, and a refractive index of 1.33. The sample temperature was set as 298 K and the equilibration time was set as 30 s. The cells used for measurements were disposable cuvettes (DTS0012, Malvern). The measurement angle was 175° backscatter and 5 consecutive measurements were made for each sample. Replicates (for a single measurement) were generated by the system which automatically determined the appropriate number of runs per replicate. Each individual run required a minimum duration of 10 s. The Malvern software provided the intensity distribution, the volume size distribution, and the number size distribution, which were normalized and used here without modification.\n                  \n                  \n                     2.3\n                     EM measurements\n                     For EM sample collection, a Nano SpotLight system (model 9410, Kanomax FMT) was used, consisting of a NanoParticle Extractor (NPE, model 9410-00) and a NanoParticle Collector (NPC, model 9410-01) [41]; the latter utilizes condensation to grow water droplets onto particles and subsequently inertial impaction to collect droplets onto a heated substrate. For nebulization the same offline and online dilution procedures as applied in LNS measurements were applied in EM sample preparation, and individual, unagglomerated particles were deposited in the system. Particles were deposited directly onto an EM substrate, and after the collection process, the substrates were coated with 1–3 nm of Gold or Iridium layers before EM measurements using Hitachi SU8230 and FEI Helios NanoLab G4 (scanning electron microscope, SEM).",
    "Data processing": "3\n                  Data processing\n                  \n                     3.1\n                     Data inversion process for size distributions from DMA-CPC measurements\n                     The output data from the LNS system is the measured particle number concentration within each mobility equivalent size bin, N\n                        \n                           M\n                        , where the size bin corresponds to the maximally transmitted singly charged particle size for the DMA voltage applied. While data inversion procedures for DMA-CPC measurements make use of more advanced algorithms to improve accuracy [42–46], here we adopted a simplified approach wherein the mobility distribution [13], \n                           \n                              dN\n                              \n                                 dln\n                                 \n                                    Z\n                                    p\n                                 \n                              \n                           \n                        , in the aerosol is approximated by correcting the measured values with the transmission efficiency of the DMA ε\n                        \n                           T\n                        , the detection efficiency of the CPC ε\n                        \n                           Det,\n                         and the charging efficiency of the bipolar charger ε\n                        \n                           Chg\n                        :\n                           \n                              (1a)\n                              \n                                 \n                                    dN\n                                    \n                                       dln\n                                       \n                                          Z\n                                          p\n                                       \n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       N\n                                       M\n                                    \n                                    \n                                       \n                                          ε\n                                          T\n                                       \n                                       \n                                          ε\n                                          Det\n                                       \n                                       \n                                          ε\n                                          Chg\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        ε\n                        \n                           Det\n                         is taken to be a value 1.0, as the CPC activation efficiency is high for particles in the size range examined [47], ε\n                        \n                           Chg\n                         is calculated based on Wiedensholer's regression model [17], and ε\n                        \n                           T\n                         is the ratio of the aerosol flowrate to the sheath flowrate of 0.1. Multiple charge correction, diffusional broadening [48], and inlet/outlet effects [49] were omitted in the current data inversion. The mobility distribution function is subsequently converted to a size distribution \n                           \n                              dN\n                              \n                                 dln\n                                 \n                                    d\n                                    p\n                                 \n                              \n                           \n                         via the equation:\n                           \n                              (1b)\n                              \n                                 \n                                    dN\n                                    \n                                       dln\n                                       \n                                          d\n                                          p\n                                       \n                                    \n                                 \n                                 =\n                                 \n                                    dN\n                                    \n                                       dln\n                                       \n                                          Z\n                                          p\n                                       \n                                    \n                                 \n                                 \n                                    \n                                       \n                                          dln\n                                          \n                                             Z\n                                             p\n                                          \n                                       \n                                       \n                                          dln\n                                          \n                                             d\n                                             p\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where \n                           \n                              \n                                 dln\n                                 \n                                    Z\n                                    p\n                                 \n                              \n                              \n                                 dln\n                                 \n                                    d\n                                    p\n                                 \n                              \n                           \n                         is based upon the Stokes-Millikan equation[50] and Z\n                        \n                           p\n                         is also converted to d\n                        \n                           p\n                        based on this equation. For the size range of interest, primarily above 10 nm, we neglected corrections for the gas molecule finite size. This simplified approach is adopted in an effort to demonstrate that it can be used to yield size distributions for spherical particles in agreement with other methods, as well as accurate particle concentrations in slurries.\n                  \n                  \n                     3.2\n                     Data inversion process for colloidal size distributions from DMA-CPC measurements\n                     Jeon et al. [28] show that for a wide variety of particle types, LNS measurements can be used to determine a concentration of particles in the produced aerosol which correlates with the original colloidal concentration. Here, we expand on this finding and present a general approach to link aerosol size distribution to colloidal (slurry) size distributions. The original number concentration of particles in the slurry N\n                        \n                           sol\n                         (sol particles) is linked to the aerosol number concentration (N\n                        \n                           A\n                        ) through the dilution factor (DF, combining dilution prior to injection and online dilution) and the volumetric rate of liquid entering the evaporator after removal of large droplets by the impaction during the nebulization process, denoted as VAR:\n                           \n                              (2a)\n                              \n                                 \n                                    N\n                                    sol\n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          N\n                                          A\n                                       \n                                       \n                                          Q\n                                          A\n                                       \n                                       DF\n                                    \n                                    VAR\n                                 \n                              \n                           \n                        where Q\n                        \n                           A\n                         is the aerosol flow rate leaving the nebulizer including the carrier gas flow rate (1.5 L min−1). Eq. (2a) can also be written in terms of volume fractions, i.e. the volume fraction of particles. The VAR of the NPN is first obtained by measuring the volume concentration of aerosol particles V\n                        \n                           sol\n                         in the slurry which is linked to the volume fraction in the aerosol V\n                        \n                           A\n                        :\n                           \n                              (2b)\n                              \n                                 \n                                    V\n                                    sol\n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          V\n                                          A\n                                       \n                                       \n                                          Q\n                                          A\n                                       \n                                       DF\n                                    \n                                    VAR\n                                 \n                              \n                           \n                        \n                     \n                     By using the LNS system to measure a volume standard (CT Associates, Eden Praire, MN) of spherical silica particles, where V\n                        \n                           sol\n                         = 5 × 1017\n                        nm\n                        3\n                        mL\n                        −1, or 0.0005 (dimensionless) with a peak diameter near 30 nm and a geometric standard deviation of 1.21, VAR can be determined for different dilution factors and aerosol flow rates as:\n                           \n                              (2c)\n                              \n                                 VAR\n                                 =\n                                 \n                                    \n                                       π\n                                       \n                                          Q\n                                          A\n                                       \n                                       \n                                          DF\n                                          VS\n                                       \n                                    \n                                    \n                                       6\n                                       \n                                          V\n                                          sol\n                                       \n                                    \n                                 \n                                 \n                                    ∫\n                                    \n                                       ln\n                                       \n                                          \n                                             10\n                                             nm\n                                          \n                                       \n                                    \n                                    \n                                       ln\n                                       \n                                          \n                                             56\n                                             nm\n                                          \n                                       \n                                    \n                                 \n                                 \n                                    dN\n                                    \n                                       dln\n                                       \n                                          d\n                                          p\n                                       \n                                    \n                                 \n                                 \n                                    d\n                                    p\n                                    3\n                                 \n                                 dln\n                                 \n                                    d\n                                    p\n                                 \n                              \n                           \n                        \n                     \n                     In Eq. (2c), the subscript “VS” denotes the dilution factor when measuring the volume standard, and the integral represents the third moment of the aerosol size distribution over an interval found relevant for particles for the volume standard (empirically) to approximate V\n                        \n                           A\n                        . The size distribution needed to determine VAR for the volume standard is shown in supporting information Fig. S1. Subsequently, with VAR known, the slurry size distribution function \n                           \n                              \n                                 \n                                    dN\n                                    \n                                       dln\n                                       \n                                          d\n                                          p\n                                       \n                                    \n                                 \n                              \n                              sol\n                           \n                         can be determined via differentiation of Eq. (2a):\n                           \n                              (2d)\n                              \n                                 \n                                    \n                                       \n                                          dN\n                                          \n                                             dln\n                                             \n                                                d\n                                                p\n                                             \n                                          \n                                       \n                                    \n                                    sol\n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          Q\n                                          A\n                                       \n                                       DF\n                                    \n                                    VAR\n                                 \n                                 \n                                    dN\n                                    \n                                       dln\n                                       \n                                          d\n                                          p\n                                       \n                                    \n                                 \n                              \n                           \n                        where \n                           \n                              dN\n                              \n                                 dln\n                                 \n                                    d\n                                    p\n                                 \n                              \n                           \n                         is from the LNS measurement of the sample in question.\n                     In Eq. (2c), the subscript “VS” denotes the dilution factor when measuring the volume standard, and the integral represents the third moment of the aerosol size distribution over an interval found relevant for particles for the volume standard (empirically) to approximate V\n                        \n                           A\n                        . The size distribution needed to determine VAR for the volume standard is shown in supporting information Fig. S1. Subsequently, with VAR known, the slurry size distribution function \n                           \n                              \n                                 \n                                    dN\n                                    \n                                       dln\n                                       \n                                          d\n                                          p\n                                       \n                                    \n                                 \n                              \n                              sol\n                           \n                         can be determined via differentiation of Eq. (2a):\n                           \n                              (2d)\n                              \n                                 \n                                    \n                                       \n                                          dN\n                                          \n                                             dln\n                                             \n                                                d\n                                                p\n                                             \n                                          \n                                       \n                                    \n                                    sol\n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          Q\n                                          A\n                                       \n                                       DF\n                                    \n                                    VAR\n                                 \n                                 \n                                    dN\n                                    \n                                       dln\n                                       \n                                          d\n                                          p\n                                       \n                                    \n                                 \n                              \n                           \n                        where \n                           \n                              dN\n                              \n                                 dln\n                                 \n                                    d\n                                    p\n                                 \n                              \n                           \n                         is from the LNS measurement of the sample in question.\n                  \n                  \n                     3.3\n                     Particle counting in SEM images\n                     In examining SEM images we found the 4 colloidal SiO2 samples and the ZrO2 sample contained particles which can be approximated as spherical, and the diameters of 100 individual particles were used to construct histograms which were converted to normalized distributions by dividing by loge of the bin width employed (variable increments). Meanwhile, the TiO2 sample and Al2O3 sample were found to be highly non-spherical. While methods have been developed to infer gas phase mobility diameters from projections for agglomerated spheres [21,51], such methods have not been generalized for arbitrary shaped particles. However, prior work also suggests that the projected area equivalent diameter is a reasonable approximation for the mobility diameter in the free molecular and transition regimes [19], hence for these samples we elected to utilize ImageJ to estimate the projected areas for individual particles and use projected area equivalent diameters for comparison to DMA-CPC and DLS measurements. For TiO2, 72 particles were counted and for Al2O3, 100 particles were counted. SEM analyses for CeO2 particles were not conducted; as shown and discussed subsequently, for this sample, primary particles were not clearly discernable.",
    "Results & discussion": "4\n                  Results & discussion\n                  \n                     4.1\n                     Size distribution Intercomparison\n                     The geometric mean diameters (GMD), the geometric standard deviations (GSD), and mode diameters of LNS, DLS, and SEM measurements are summarized in Table 2\n                        . For distributions with multiple modes, a mode diameter is reported for each peak. For GSD and GMD calculations of LNS measurements, the peak caused by NVR was excluded (discussed subsequently, this peak is clearly identifiable in LNS spectra). We refer to Table 2 throughout the results and discussion as it provides a summary of each measured sample type.\n                     Beginning with silica samples, Fig. 1\n                         shows the size distributions for each of the 4 examined samples by LNS, DLS, and SEM analysis. SEM images are included for reference; particles deposit onto one another during the collection process and hence a large number of primary particles is present in each image. Monodisperse silica size standards have been examined via differential mobility analysis previously, showing excellent agreement between SEM inferred diameters and mode diameters via differential mobility analysis [52], hence the strong agreement between LNS size distributions and SEM size distributions (which are first taken as a percentage in predefined size bins, and then normalized by the natural logarithm bin width, comparable to LNS measurements) is not surprising. However, noteworthy is the disagreement between LNS and DLS measurements in terms of both mode diameter (or GMD) and GSD. For example, for the DP7560 sample, the GMDs are 61.8 nm, 71.1 nm, and 55.0 nm for LNS, DLS, and SEM respectively, with GSDs of 1.12, 1.26, and 1.19 for the same measurement systems. In general, we find DLS size distributions are skewed towards larger particle sizes, and more broadly distributed than either the LNS or SEM measurements, consistent with the observations of Jang et al. [34]. Furthermore, the LNS facilitates detection and characterization of multimodal distributions, which are not detected in DLS and which require a large number of particles to be manually analyzed for proper detection in SEM images. For example, for the DP7560 and DP7590 samples, the LNS detects two non-dominant modes and a main mode at 60.4 nm and 103.7 nm respectively while DLS detects a single mode for each sample. The first mode size of each sample (19.1 nm for the DP7560 and 37.9 nm for the DP7590) by LNS was confirmed as actual particles by SEM analysis. The second mode within each sample a phantom caused by doubly charged particles. This can be determined as the mobility of this mode is half that of the dominant mode. This is further indicated by the absence of real particles in these size ranges within SEM analysis. In addition, for 50ZKDI LNS clearly has a trimodal distribution, while DLS shows a unimodal distribution, and SEM image shows a bimodal distribution where the two peaks agree reasonably well in size with the smaller two peaks in the LNS distribution. The larger LNS peak is presumably due to agglomeration of particles considering the fact that the ratio of the mobility diameter of larger peak to the mobility diameter of second peak is 1.29 which is in the range of the estimated mobility equivalent diameter of a dimer [53]. However, this is likely agglomeration in the slurry sample itself. As shown in Fig. 2\n                        , adjustments to dilution ratio (increasing by a factor of 102) in LNS measurements did not change the size of this peak.\n                     To confirm the LNS ability to characterize multimodal distributions, we analyzed an intentionally mixed sample of DP7525, DP7560 and DP7590 by LNS and DLS. To prepare this sample, we mixed a 1:1000 dilution of DP 7525, a 4:1000 dilution of DP7560, and a 9:1000 dilution of DP7590. This mixture was diluted online by a factor of 2000 for LNS measurement and used as prepared for DLS. Evident in Fig. 3\n                        , the LNS sample is able to accurately identify all three original distributions, with a fourth smaller mode below 10 nm arising from NVR (and hence excluded). Meanwhile, the DLS measurement again yields a single peak bridging the larger two particle modes, which is not an accurate characterization of this samples size distribution. This is consistent with the findings of Jeon et al. [28], who examined multimodal gold nanoparticle suspensions with sub-30 nm particles via LNS and nanoparticle tracking analysis, showing that the gas phase measurement approach was uniquely successful in identifying bimodal distributions and in correctly identifying mode sizes.\n                     Overall, silica slurry sample characterization suggests that the LNS is able to more accurately characterize slurry size distributions than DLS in terms of mode diameter, distribution span (characterized by the geometric standard deviation), and in instances where distributions are multimodal. However, when analyzing slurry samples made of alternative material to silica and with clearly non-spherical particles, LNS and DLS measurements appear to become more complimentary to one another in describing the sample. Fig. 4\n                         displays the size distributions of alumina, titania, zirconia, and ceria by LNS, DLS, and SEM measurements, respectively, including corresponding SEM images. Consistent with prior examinations of alumina CMP slurries, [54,55] alumina slurry particles are found to be irregularly shaped and disk-like in structure, hence their diameters in SEM images were equated with projected-area equivalent diameters. The GMDs by LNS, DLS, and SEM analysis are 47.2 nm, 68.5 nm, and 55.6 nm, respectively, and for alumina, neither LNS nor DLS distributions are in strong agreement with SEM analysis. While the precise reason for this discrepancy is not clear, a possible reason for the disagreement between LNS and SEM measurements is that the orientations of particles in SEM images are distinct from the average orientations during mobility measurements. For example, depending on its orientation, the projected-area equivalent diameter varied from 42 nm to 68 nm when we examined at two particles having at least one identical dimension. Conversely, disagreement between LNS and DLS measurements may arise because differential mobility analyzer measurements yield a transition regime mobility diameter (which depends upon both the projected area and hydrodynamic diameter) [20,56], while DLS measurements yield solely a hydrodynamic diameter. In general, the projected area equivalent diameter is smaller than the hydrodynamic diameter [57]. However, for these two arguments to both hold simultaneously valid, the improved agreement between SEM and DLS over SEM and LNS would simply be a fortuitous coincidence.\n                     The SEM image of titania particles displays irregular and aggregated particles. Difficulties in utilizing SEM for size distribution characterization of non-spherical particles is highlighted in the intercomparison of size distributions for the titania sample shown in Fig. 4b. The GMDs by LNS, DLS, and SEM are 12.4 nm and 10.3 nm and 19.3 nm, respectively. The size distribution by SEM analysis suggests that there are particles larger than 30 nm, but such particles are detected by neither LNS nor DLS. This discrepancy occurred because the primary particles of the titania sample cannot be clearly differentiated in the SEM image, suggesting that deposition of particles onto one another yields nearly indiscernible aggregates. Furthermore, as SEM data analysis relies on manual counting, the accuracy can be affected by the quality of the SEM images. This example serves as evidence that even SEM analysis cannot guarantee absolute accuracy of slurry particle size distributions.\n                     For zirconia particles and ceria particles the LNS reveals an NVR peak below 10 nm, but the slurry particle distribution is still clearly evident. For zirconia, the GMDs by LNS, DLS, and SEM are 57.4 nm, 62.2 nm and 61.5 nm, respectively, with DLS showing a narrower distribution than LNS. For ceria particles, similar to titania, individual particles are not discernable in SEM, but to the point that it was not feasible to attempt recovery of the size distribution from SEM analysis. The ceria GMDs by LNS and DLS are 36.2 nm and 44.1 nm. Overall, for titania, zirconia, and ceria, we find modest, but reasonable agreement between LNS and DLS measurements, suggesting that both are presumably equally useful in CMP slurry size distribution measurements. We hence suggest that improved size distribution monitoring for such non-spherical particles would make use of both systems. This would allow for subtler changes in size distributions to be detected, e.g. a shift in the ratio of GMD or GSD as determined by LNS and DLS may suggest small changes to the particle physical properties and ultimately changes in the performance of the CMP slurry that might not be clear using a single measurement method.\n                  \n                  \n                     4.2\n                     LNS system characterization\n                     While advocating for the examination of slurry particles by the combined implementation of LNS and DLS, here we also discuss the system capabilities of LNS, as its use is much less widespread than DLS. In many ways, LNS system application resembles application of electrosprays with mass spectrometry [31,58] or ion mobility spectrometry/differential mobility analysis [26,32,59] to introduce analytes into the gas phase for measurement; it is necessary to maintain the size and shape of the analytes during the hydrosol-to-aerosol transition. To assess aerosolization-induced agglomeration potential, we present a simulation approach, building upon Monte Carlo models utilized previously [28,60] for a similar purpose. In a simulation, individual droplet diameters are sampled from a lognormal distribution function with input GMD and GSD values. The number of analyte particles in a droplet is then determined from a Poisson distribution with the average frequency λ calculated from Eq. [61]:\n                           \n                              (3)\n                              \n                                 λ\n                                 =\n                                 \n                                    π\n                                    6\n                                 \n                                 \n                                    d\n                                    D\n                                    3\n                                 \n                                 \n                                    N\n                                    sol\n                                 \n                              \n                           \n                        where d\n                        \n                           D\n                         is droplet diameter and N\n                        \n                           sol\n                         is the colloidal concentration within the liquid sample. Constituent particle diameters are sampled from a lognormal distribution by preassigned GMD and GSD obtained from SEM analysis for the material in question. When more than 1 primary particle is present within a droplet, forming an agglomerate, a volume equivalent diameter is then calculated for the aerosol particle, with additional volume added to account for non-volatile residue (at a prescribed volume fraction). Droplets containing no particles are considered as NVR and their resulting diameters are determined by preassigned non-volatile solute volume fraction and the sampled droplet diameter. We made a comparison between simulated size distributions and a measured size distribution of DP7590. For the purpose of the study, preassigned values are as follows: hydrosol concentration of 6.24 × 1015 # mL−1, non-volatile solute concentration of 784 ppmv, droplet distribution GSD of 1.8, dilution factor varied from 103:1 to 106:1, and the droplet diameter GMD in the range of 0.5 μm to 5 μm. For particle size distributions, the local GMD and GSD of the main mode of DP7590 from SEM analysis were used; the values were 100 nm and 1.05, respectively. For comparison we also utilized a GSD of 1.20 with all other parameters held fixed. During investigation of dilution ratio, the GMD of droplets was held constant at 0.5 μm. Conversely, to examine varying droplet GMDs, the sampling process was repeated at a 106:1 dilution factor and the resulting particle diameters were counted into 2.5 nm bins to construct a normalized size distribution, \n                           \n                              dN\n                              \n                                 dln\n                                 \n                                    d\n                                    p\n                                 \n                              \n                           \n                        . Fig. 5a shows the expected size distributions with varying GMDs for the droplets against the measured size distribution in this study. We note that the LNS measurement contains two smaller modes of particles, which were not input into simulations and are hence disregarded in comparison. As expected, simulated larger droplet diameters increase the formation of agglomerates, magnify the effect of non-volatile residue, and broaden the distribution, even at a high dilution factor. Fig. 5b shows the expected size distributions at different dilution ratios in comparison to the measured size distribution. At the lowest dilution factor, a secondary peak due to agglomerates is observed. By increasing the dilution factor, the number of larger agglomerate particles decreases, indicating a reduction in agglomeration. Again, this is an expected behavior and further emphasizes the importance of droplet size and dilution factor on distribution fidelity. Compared to modeled size distributions, the actual distribution measured by LNS is narrower than smallest modeled droplet size and highest dilution factor. This indicates that LNS yields accurate size distributions of colloidal samples here and does so by generating small droplets and utilization of online dilution modules in the NPN. For comparison, Fig. 5c and d display analogous results to Fig. 5a and 5b, respectively. While the particle geometric standard deviation was artificially larger than in experiments, simulations reveal that with a higher GSD, using smaller droplets and larger dilution factors becomes even more important and size distributions become noticeable broader in these instances wherein dilution is insufficient.\n                     Additionally, measured distribution repeatability was examined for both LNS and DLS. Fig. 6\n                         displays the distributions of 5 replicates of 3 samples (DP7590, Zr10020, CE8010) by both techniques. For all 3 samples, the distributions by LNS are consistent across each of the 5 replicates and no peak shift is observed. In contrast, the DLS replicates are inconsistent. The peak diameters of Zr10020 shifts from 50.7 to 68.1 nm and those of Ce8010 move from 15.7 to 43.8 nm. The clearer repeatability of the LNS measurements in comparison to DLS is attributable to the data inversion approach applied in both techniques. Because LNS utilizes a single particle sensitive CPC and mobility measurements in specific channels, measurements for different size particles are largely uncorrelated (with the exception of instances with multiply charged particles). Therefore, variations in large particle concentrations do not affect the distribution near the peak in LNS. Conversely, DLS does not enable independent measurements of particle concentrations in different size channels and variability across the distribution measurement can affect the entire distribution. [62]\n                     Finally, measured distributions by LNS were utilized to calculate slurry sample original concentration, highlighting a key feature of LNS measurement. Fig. 7\n                         shows the slurry sample number distribution of Al2O3 as inverted by LNS. The aerosol size distribution was inverted to the hydrosol size distribution using Eqs. (2a), (2b), (2c), and (2d). The agreement for different dilution ratios observed highlights that LNS results where a volume standard has been measured a priori can be used to estimate the actual colloidal sample concentration and size distribution. Importantly, the volume standard measured at each dilution factor employed helps to correct for any changes in the aerosolization process at different dilution factors. Accurate implementation of this analysis could greatly enhance the examination and quantification of slurry particle size distributions.",
    "Conclusions": "5\n                  Conclusions\n                  We examined the size distributions of 8 different CMP slurry particle types using DLS and LNS (an air-jet atomizer-DMA-CPC system), using SEM imaging as a reference for measurements. For silica slurry particles, LNS measurement was shown to produce repeatable distributions well matched to SEM inferred distributions, and was able to accurately identify multimodal distributions. In contrast, DLS was unable to identify multimodal size distributions, and measured distributions tended to drift between repeated trials. More irregularly shaped materials proved more difficult to characterize via both DLS and LNS measurement, but because both measurement techniques yield size distributions, we suggest that for broadly distributed, irregularly shaped CMP particles, regular use of both measurements in characterization would enable improved process control. In addition to intercomparison of measurement techniques, we analyzed LNS system characteristics that can contribute to comprehensive examination of slurry particles. The hydrosol-to-aerosol conversion process was simulated and compared to measured LNS distributions. Modeling indicated that LNS is able to prevent distribution distortions due to particle agglomeration by controlling the droplet size and utilizing online dilution. LNS was also utilized to estimate hydrosol concentration from aerosol concentration. This calculation is as yet imperfect due to the limitations of the transfer function used during the data inversion process, but nonetheless does demonstrate the promising LNS capability to directly quantify size distributions in the liquid phase."
  },
  "references": []
}