{
  "title": "Synthesis and properties of electrodeposited Ni/ceria nanocomposite coatings",
  "authors": [
    "Aruna, S.T."
  ],
  "publication": {
    "journal": "Surface and Coatings Technology",
    "date": "2006-08-01",
    "doi": "10.1016/j.surfcoat.2005.10.035"
  },
  "abstract": "Composite plating is a method of co-depositing fine particles of metallic or non-metallic compounds or polymers in the plated layer to improve material properties such as lubrication, wear resistance and corrosion resistance. In the present study, Ni was chosen as the matrix material and ceria nanoparticles were chosen as the distributed phase. Nanocrystalline ceria powder was synthesized by the solution combustion process and characterized by powder X-ray diffractometry (XRD), scanning electron microscopy (SEM) and transmission electron microscopy (TEM). The nanosize ceria particles were co-deposited with nickel from a nickel sulfamate bath using conventional electrodeposition method. The electrodeposition was carried out at current densities of 0.23, 0.77, 1.55, 3.1 and 5.4 A/dm2. The microhardness of the Ni matrix was enhanced by the incorporation of ceria particles. Potentiodynamic polarization, electrochemical impedance spectroscopy and SEM were used to characterize the corrosion behaviour of Ni and Ni/CeO2 coatings. These studies showed improved corrosion resistance for Ni/CeO2 when compared to Ni. The microhardness, corrosion resistance and wear resistance of Ni and Ni/CeO2 were compared.",
  "keywords": [
    "Electrodeposition",
    "Ceria",
    "Nanocomposite coatings",
    "Nickel",
    "Corrosion resistance"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  The demand for metal matrix composites is reaching new heights for aerospace and defence applications in order to cope with the severe environments and stresses encountered during operation. Since nickel is a strong, tough metal that is resistant to corrosion, erosion and abrasion, it has been widely used. However, the mechanical properties deteriorate during severe environmental and stress conditions. To improve this, the metal matrix is reinforced with ceramic particles [1]. However, these properties depend on the contributions from the distributed and matrix phases of composite coatings. Such coatings are produced by co-deposition of fine ceramic or polymer particles in a metal matrix from electrolytic baths. Electrodeposition is a low-temperature process used to fabricate nanocomposite coatings in a single step without secondary treatment. The nickel matrix prepared by electrodeposition has uniquely high density, minimum porosity and has been widely studied. Metal matrix composites find applications as wear and corrosion resistant coatings, self-lubricating films and thermal barrier coatings. In the literature, certain nanosize materials like ZrO2, Al2O3 and TiO2 have been incorporated in the nickel matrix to form nanocomposites [2–5]. The industrial performance of metal matrix composites with a SiC dispersed phase is of growing interest due to its high degree of hardness and wear resistance [6].\n                  Metal oxides possessing cubic fluorite structures are of interest for various structural and electrochemical applications. Among these, ceria ceramics are having broad applications since these are known to achieve a higher conductivity than zirconia for the same solute concentration. They also possess lower thermal conductivity, increased thermal expansion coefficient and good corrosion resistance [7]. In recent years, the applications of cerium oxide/ceria (CeO2) have increased rapidly as gas sensor, electrode material for solid oxide fuel cells [8,9], oxygen pumps, amperometric oxygen monitors, catalytic supports for automobile exhaust system and especially abrasive for chemical mechanical polishing (CMP) slurry [10–16]. In glass industry, ceria is considered to be the most efficient glass-polishing agent for precision optical polishing. High-purity ceria is also used in phosphors. Ceria is used as a high-temperature coating for oxidation prevention [17]. Hydrated cerium oxide deposits are found to be less hazardous when compared to Cr(VI) and are widely used in conversion coating processes for aerospace applications [18].\n                  Several solution-based techniques such as hydrothermal synthesis [19], mimic alkoxide method [20], microemulsion method [21], sol–gel technique [22], precipitation method [23], glycine–nitrate combustion technique [24], hydrazine method [25], spray hydrolysis [26] and citrate–nitrate autoignition process [27] have been reported for the preparation of nanosize ceria. Balathandan and Seshadri have reported the electroforming of Ni/CeO2 composites [28]. CeO2 was chosen for their study because of its resistance to corrosion [29] and oxidation [30]. However, the corrosion property of Ni/CeO2 was not reported [28].\n                  The main objective of the present investigation was to synthesize ceria nanoparticles and incorporate these particles in the nickel matrix by electrodeposition and study the mechanical properties, wear and corrosion resistance of the Ni/CeO2 coating.",
    "Experimental": "2\n                  Experimental\n                  The solution combustion process is an easy and rapid technique for the preparation of oxide materials wherein the main advantage is the optimization of energy and time. This quick single-step process can be used to produce homogeneous and high-purity crystalline oxide ceramic powders. It does not require high-temperature furnaces and complicated set-ups. One can also prepare nanosize oxides in a single step using this technique by changing the oxidizer (metal nitrates/metal acetates) and fuels [31]. The parameters that influence the reaction include: type of fuel, fuel to oxidizer ratio, use of excess oxidizer, ignition temperature and water content of the precursor mixture [31]. Ceria was prepared by solution combustion process using glycine as fuel. In a typical experiment, 10 g of ceric ammonium nitrate (NH4)2Ce(NO3)6 (Merck) was dissolved in minimum amount of distilled water to which 3.6 g of glycine (Merck) was added. The starting solution was concentrated on a hot plate at about 250–350 °C. The solution boils, froths and catches fire leading to a combustion reaction. Heat and gases were liberated during this reaction and an intense, self-sustained flame was formed, which rapidly propagated to the whole material to give the desired powder. In the present study, stoichiometry of the metal nitrate and fuel mixture was calculated based on the total oxidizing and reducing valencies of the oxidizer and the fuel, such that equivalence ratio was equal to unity [31].\n                  The crystallinity of the powder was identified by X-ray diffraction using a Rigaku X-ray diffractometer operated with CuKα radiation. The crystallite size was determined by using the Scherrer equation [32], D\n                     =0.9λ\n                     /\n                     β cosθ where D is the crystallite size, λ is the incident radiation wavelength (1.5418 Å for CuKα), β is the corrected peak width at half-maximum intensity and θ is the angular position. A JEOL-JEM 100SX transmission electron microscope (TEM) and Leo 440I Scanning Electron Microscope (SEM) were used to study the morphology of the as prepared ceria powder.\n                  For electroplating, a nickel sulfamate bath that yields nickel deposits with low internal stress and good ductility was used [33]. The ceria powder (density 2.7637 g/cm3) prepared by solution combustion process was dispersed in the nickel sulfamate bath (100 g/L). In order to ensure uniform dispersion of the particles the nickel sulfamate bath was subjected to magnetic stirring overnight before the deposition process. The composition and the operating conditions of the plating bath are shown in Table 1\n                     .\n                  Boric acid is known for its buffering action at pH 4 and boric acid buffered sulfamate baths are operated at pH 4±0.2. The plating bath was held at room temperature and its pH was maintained at 4 by the addition of sulfamic acid and basic nickel carbonate. A pure nickel sheet (2.5 cm×12 cm) and a brass substrate of the same dimension were used as anode and cathode respectively. The polished brass substrate (2.5 cm×3.75 cm) was degreased with acetone, cathodically cleaned, dipped in acid and finally washed with distilled water. The electrodeposition was carried out by using an Aplab 7253 regulated DC power supply at various current densities. The nickel sulfamate bath containing the ceria particles was subjected to magnetic stirring (300 rpm) during electrodeposition. The electrodeposition time was adjusted to achieve equal deposit thickness values based on the Faraday's law. The current densities and the duration used for deposition were as follows: 0.23 A/dm2 for 20 h, 0.77 A/dm2 for 6 h, 1.55 A/dm2 for 3 h, 3.1 A/dm2 for 1.5 h and 5.4 A/dm2 for 52 min. Cross-sectional metallographic specimens were prepared by sandwiching electrodeposited Ni/CeO2 brass coupons with a copper backup in a Bakelite matrix. After mechanical grinding, the samples were polished with Al2O3 slurry down to 0.05 μm. Microhardness indentations were made into the cross sections to avoid the effect of the substrate. The microhardness measurements were performed on a Buehler Microhardness Tester (Micromet 100) by applying 50 gf load. The final microhardness values quoted were an average of 10 measurements performed on different locations in the center section of each coating surface. The optical micrographs (1000 X) of the cross sections of Ni/CeO2 were recorded using a vertical metallurgical microscope. The area fraction of particles incorporated in the Ni matrix was calculated by microscopic technique using the software Videopro 32 supplied by M/s Leading Edge, Australia.\n                  Electrochemical studies on Ni and Ni/CeO2 coated mild steel samples were conducted using Autolab PG Stat-30 (Potentiostat/Galvanostat) system. The mild steel composition was 0.37 wt.% C, 0.28 wt.% Si, 0.66 wt.% Mn and 98.69 wt.% Fe. In order to minimize the influence of the coating thickness on the electrochemical measurement parameters, the thickness of the samples was maintained at 11±1 μm. The electrodeposition was carried out at 1.55 A/dm2 for 36 min. The sample was loaded in the teflon sample holder and the exposed surface area to the corrosive medium was 0.785 cm2. The test was conducted in free air 3.5% (0.6 N) NaCl solution. Platinum foil of 1 cm2 area was used as the counter electrode and Ag/AgCl (3 M KCl) was used as the reference electrode. The sample was kept in NaCl solution for 45 min in order to establish the open circuit potential (E\n                     OCP) or the steady state potential. Impedance measurements were conducted using a frequency response analyzer (FRA). The spectrum was recorded in the frequency range of 10 mHz–100 kHz with data density of five points per decade. The applied alternating potential had root-mean-square amplitude of 10 mV on the E\n                     OCP. After each experiment, the impedance data was displayed as Nyquist and Bode plots. The Nyquist plot is a plot of real (Z′) vs. imaginary impedance (Z″). The Bode plot is a plot of log|Z| vs. log f and log f vs. phase angle (θ), where |Z| is the absolute impedance and f is the frequency. The frequency dependence of the phase angle indicates whether one or more time constants occur, which could be used to determine the equivalent circuit parameters. The acquired data were curve fitted and analyzed using EQUIVCRT program. After EIS measurements, the system was allowed to attain open circuit potential. After getting the stable open-circuit potential, the upper and the lower potential limits of linear sweep voltammetry were set at ±200 mV with respect to the E\n                     OCP. The sweep rate was 1 mV/s. The Tafel plot was obtained after the electrochemical measurements. The microstructure and the components of the coating after potentiodynamic polarization were studied, using SEM (Leo 440I) with Energy Dispersive X-ray analysis (EDAX) attachment.\n                  To investigate the tribological performance of Ni and Ni/CeO2 composite coatings, wear tests were conducted on a pin-on-disc tribometer (DUCOM, India) under ambient conditions of temperature and humidity (30 °C, 50% RH) using an applied load of 9.8 N. Wear experiments were undertaken for specimens in a semicircular pin of radius 6 mm coated with Ni and Ni/CeO2. All the depositions for wear tests were carried out at 1.55 A/dm2 for 3 h (∼40 μm). All wear tests were conducted at a wear track radius of 30 mm and 200 rpm (slide speed of 0.628 m/s) to get a constant sliding distance of 4525 m. The disc used was hardened EN 31 steel with a Vickers hardness of 750 HV. The coefficient of friction was calculated by dividing the friction force with normal force, which was recorded by a personal computer. Each test was repeated three times and the average was adopted as the experimental data. Before and after the wear tests, the specimens were cleaned by ultrasonication. Dry wiping was carried out during the experiment to eliminate accumulated wear particles on the wear track. The wear volume was calculated using the following equation:\n                        \n                           \n                              V\n                              =\n                              π\n                              \n                                 [\n                                 \n                                    R\n                                    2\n                                 \n                                 (\n                                 R\n                                 −\n                                 h\n                                 )\n                                 −\n                                 \n                                    1\n                                    3\n                                 \n                                 (\n                                 \n                                    R\n                                    3\n                                 \n                                 −\n                                 \n                                    h\n                                    3\n                                 \n                                 )\n                                 ]\n                              \n                           \n                        \n                     where R is the radius of the pin and h is the height loss of the pin. The wear coefficient was calculated using the Holm-Archard relationship [34,35]. The Raman spectra of the wear tracks on the discs and pins were recorded with a DILOR-JOBIN-YVON-SPEX (Paris, France) integrated Raman Spectrometer (Model Labram).",
    "Results and discussion": "3\n                  Results and discussion\n                  The as obtained powder from solution combustion process was light yellow in colour. The formation of single-phase cubic ceria was supported by its characteristic XRD pattern shown in Fig. 1\n                     . The major reflections displayed correspond to the JCPDS file 4-0593 of cubic ceria. The heat released during combustion helps in raising the temperature of the system very fast and sustains it, so that phase formation occurs in-situ and the temperature is enough to promote crystallization of ceria. The average crystallite size as calculated from XRD line broadening using Scherrer formula was 22 nm. The typical morphology of the powder is shown in Fig. 2\n                     . The powder is formed by large porous aggregates, with typical sizes of 5–20 μm (Fig. 2a). Each aggregate shows a porous structure (Fig. 2b). The pores are produced probably due to the fast expulsion of gases during combustion process. The nanosize of ceria particles was further confirmed by the transmission electron micrograph (Fig. 3\n                     ). The micrograph showed the presence of spherical nanosize-agglomerated particles. The XRD pattern of Ni/CeO2 electrodeposited at 1.55 A/dm2 is shown in Fig. 4\n                     . Along with the Ni peaks, ceria peaks were also present confirming the incorporation of ceria particles. The Ni crystallite size as calculated from XRD line broadening for Ni/CeO2 electrodeposited at 1.55 A/dm2 was 27–33 nm and XRD also showed (200) as the preferred plane. The ceria peaks corresponding to (111), (220), (311) and (331) were observed along with the nickel peaks.\n                  As expected, there was an increase in the microhardness of the Ni composite coatings after the addition of ceria particles. The microhardness of the nanocomposite coatings varied with the applied current density. The plot of microhardness vs. the current density for Ni/CeO2 is shown in Fig. 5\n                     . The curve showed the presence of two maxima in the current density range studied. In the literature, roughly two different current density dependencies can be distinguished [36]. First, some authors found little or no influence on the number of occluded particles and in turn the microhardness. Second, the current density vs. particle content curve showed or suggested the presence of one or several maximas [36]. The observed dependence coincides with the second observation. Ni/CeO2 composite electrodeposited at 5.42 A/dm2 exhibited highest knoops microhardness value of 508 (50 gf load). The plot of area fraction of particles vs. the applied current density (A/dm2) is shown in Fig. 6\n                     . The plot shows that higher the area fraction of particles higher will be the microhardness values. However, the coating electrodeposited at 5.4 A/dm2 showed higher microhardness values in spite of the lower area fraction of particles. At higher current densities, there will be an increase in the hydrogen evolution and a decrease in the Ni electrodeposition efficiency. As a result of this, Ni(OH)2 will be formed near the cathode, which gets incorporated in the coating resulting in higher microhardness values. The optical micrographs of the cross section of Ni/CeO2 revealed uniform particle distribution throughout the nickel matrix with a few agglomerates (Fig. 7\n                     ). The volume fraction of ceria particles incorporated in the Ni matrix as determined by gravimetry was 13–15%.\n                  Three possible mechanisms [37] have been put forward in the literature to elucidate the fundamentals of the co-deposition process namely (i) mechanical entrapment, (ii) electrophoresis and (iii) adsorption of particles onto the cathode surface by Van der Waals attractive forces. However, the dwell time of the particles in the cathode area will also influence the co-deposition. In the present study, the particles were kept in suspension by magnetic stirring in the nickel sulfamate bath for 24 h before plating. During this process, the Ni ion sheath is formed around the particles, which favours the co-deposition process.\n                  The amount and size of particles define two kinds of reinforcing mechanisms in metal matrix composite materials, namely dispersion-strengthening and particle-strengthening. A dispersion-strengthened composite is characterized by a dispersion of fine particles with a particle diameter ranging from 0.01 to 1 μm and vol.% ranging from 1 to 15 [38]. In case of Ni/CeO2, the Ni matrix carries the load and the fine ceria particles impede the motion of dislocations, thus resulting in higher microhardness values.\n                  The corrosion potential, corrosion rates and Tafel slope constants calculated from potentiodynamic diagrams of Ni and Ni/CeO2 are listed in Table 2\n                     . From the Tafel plots of mild steel, Ni and Ni/CeO2, it was clear that Ni/CeO2 was nobler than Ni (Fig. 8\n                     ). The i\n                     corr value of Ni/CeO2 was 0.3660 μA/cm2 as against 0.6759 μA/cm2 for Ni. This shows that corrosion resistance of Ni/CeO2 was higher than Ni. The major corrosion reactions that are probably taking place within the duration of corrosion testing after attaining the open circuit potential are:\n                        \n                           \n                              Ni\n                              \n                              \n                                 →\n                                 \n                                    −\n                                    2\n                                    ⁢\n                                    e\n                                 \n                              \n                              \n                              \n                                 Ni\n                                 \n                                    2\n                                    +\n                                 \n                              \n                              \n                              (\n                              anodic reaction\n                              )\n                           \n                        \n                     \n                     \n                        \n                           \n                              Fe\n                              \n                              \n                                 →\n                                 \n                                    −\n                                    2\n                                    \n                                       e\n                                       −\n                                    \n                                    /\n                                    −\n                                    3\n                                    \n                                       e\n                                       −\n                                    \n                                 \n                              \n                              \n                              \n                                 Fe\n                                 \n                                    2\n                                    +\n                                 \n                              \n                              /\n                              \n                                 Fe\n                                 \n                                    3\n                                    +\n                                 \n                              \n                              \n                              (\n                              anodic reaction\n                              )\n                           \n                        \n                     \n                     \n                        \n                           \n                              4\n                              \n                                 OH\n                                 −\n                              \n                              \n                                 →\n                                 \n                                    −\n                                    4\n                                    \n                                       e\n                                       −\n                                    \n                                 \n                              \n                              \n                                 O\n                                 2\n                              \n                              ↑\n                              +\n                              2\n                              \n                                 H\n                                 2\n                              \n                              O\n                              \n                              (\n                              anodic reaction\n                              )\n                           \n                        \n                     \n                     \n                        \n                           \n                              2\n                              \n                                 H\n                                 +\n                              \n                              \n                                 →\n                                 \n                                    +\n                                    2\n                                    \n                                       e\n                                       −\n                                    \n                                 \n                              \n                              \n                                 H\n                                 2\n                              \n                              ↑\n                              \n                              (\n                              cathodic reaction\n                              )\n                           \n                        \n                     \n                     \n                        \n                           \n                              \n                                 O\n                                 2\n                              \n                              +\n                              2\n                              \n                                 H\n                                 2\n                              \n                              O\n                              \n                                 →\n                                 \n                                    +\n                                    4\n                                    \n                                       e\n                                       −\n                                    \n                                 \n                              \n                              4\n                              \n                                 OH\n                                 −\n                              \n                              \n                              (\n                              cathodic reaction\n                              )\n                           \n                        \n                     \n                  \n                  The Nyquist impedance plots for Ni and Ni/CeO2 were obtained in free-air (non-deaerated) condition in 3.5% NaCl solution as shown in Fig. 9\n                     . At higher frequencies, interception with the real axis is ascribed to the electrolyte bulk resistance (R\n                     s) and at low frequencies an interphase appears whose interception with the real axis is ascribed to the charge transfer resistance (R\n                     ct). In case of Ni, Warburg diffusional behavior was observed at low frequency region, which represents a kind of resistance to mass transfer. The Bode plot of Ni (Fig. 10\n                     ) also showed a single peak, which corresponds to the electrode/electrolyte interface. The equivalent circuit shown in Fig. 11a was used to fit the parameters of Ni and the fitted values are displayed in Table 3\n                     . Bode plot (phase angle vs. log(freq)) of Ni/CeO2 (Fig. 10) shows a broad peak representing two relaxation processes. Warburg diffusional behavior was not observed in case of Ni/CeO2. The appropriate equivalent circuit was used for fitting the parameters of Ni and Ni/CeO2 and the acquired data is shown in Fig. 11b. In both the equivalent circuits (Fig. 11), the double layer capacitance C\n                     dl and the coating capacitance C\n                     c are represented by a constant phase element (Q), which accounts for the deviation from the ideal dielectric behavior of the non-ideal capacitor. The R\n                     ct value of Ni was about 23 kΩ/cm2 and for Ni/CeO2 it was 35.1 kΩ/cm2. This shows that the corrosion resistance of Ni/CeO2 is higher. The R\n                     ct value of Ni was lower than Ni/CeO2, which indicates that Ni is having higher corrosion rate and thus the area available for corrosion attack in Ni is more than Ni/CeO2. The polarization resistance (R\n                     p) values obtained by polarization study for both Ni and Ni/CeO2 coatings are comparable with the R\n                     ct values obtained from EIS. A lower C\n                     dl value was observed for Ni/CeO2 coating, which indicates that the surface of Ni coating exposed to corrosive media was higher than the Ni/CeO2 coating. The phase angle vs. log (frequency) shows that phase angle of both Ni and Ni/CeO2 coating was less than 90° indicating their lower capacitive behavior. Although Ni has a dense uniform microstructure, few corrosion pits were observed. Through these pits the electrolyte can enter and attack the substrate resulting in the formation of corrosion products in the pits. Accumulation of the corrosion products prevents further diffusion of the electrolyte through the pits in case of Ni coating and this has probably lead to the Warburg diffusional behavior. Coating resistance R\n                     c and coating capacitance Q\n                     c was obtained for Ni/CeO2 from the equivalent circuit, which shows there is a resistance offered by Ni/CeO2. In order to explain the observed results of Ni/CeO2, one has to consider that there are two different ionic-conducting paths available. These paths may not be physical pores filled with the electrolyte. It can be assumed that an area of the coating is behaving differently and the electrolyte solution can be different at these paths/places compared with the bulk solutions outside the coating. The interface between this pocket of solution and the substrate metal is modeled as a double layer capacitor in parallel with a kinetically controlled charge transfer resistance (R\n                     ct). This situation is quite common when there are some delaminated or inhomogeneous areas present in the coating. The pores in the film or coating that have access into these delaminated areas can be represented as solution/electrolyte filled cylinders. If the corrosion products impede further action of the electrolyte, it will lead to a clear cut diffusional phenomena, which has been observed with plain nickel coated samples.\n                  The SEM of the corroded nickel samples after potentiodynamic polarization has shown delaminated large areas of coating (Fig. 12\n                     ). However, the SEM of corroded Ni/CeO2 has shown fine-grained coating with no such well-marked delaminated portion (Fig. 13\n                     ). Homogeneous corrosion was observed throughout the sample with a wavy pattern. The black particles seen in SEM (Fig. 13a) did not correspond to the corrosion pits instead they represented charged dust particles. The SEM (Fig. 13b) of Ni/CeO2 at higher magnification further confirmed uniform corrosion throughout the surface and fine Ni grains of <1 μm size were observed. Usually, the corrosion process proceeds along the grain boundaries. When CeO2 particles are embedded in the nickel matrix, the corrosion path is hindered and the corrosion progresses preferentially along Ni/CeO2 interface. Since ceria itself is having corrosion resistance, the corrosion resistance of Ni/CeO2 is much higher. Only when the corrosion has surrounded the particle, the corrosion attack can continue its path along the grain boundaries. CeO2 particle on co-deposition with nickel has induced the formation of small equiaxial Ni grains. Due to the presence of equiaxial grains, the corrosion has to proceed along less straight paths before reaching the metal substrate and thus the corrosion rate was low for Ni/CeO2. Finally, on reaching the interface between coating and substrate, the metal substrate starts dissolving. Because of the corrosion resistance of ceria particles, such a behavior was not observed. On the other hand, in case of plain nickel, corrosion pits were observed (Fig. 12). The EDAX also confirmed the presence of Fe on the corroded Ni coated sample (Table 4\n                     ). On the other hand, EDAX analysis of Ni/CeO2 shows lower % of Fe confirming its better corrosion resistance (Table 5\n                     ). The EDAX analysis (Fig. 13b) taken on the white particles also confirms lower % of Fe and the presence of Ce (28%). This confirms that CeO2 particles are embedded in the Ni matrix resulting in higher corrosion resistance of Ni matrix.\n                  The plots of friction coefficient vs. sliding distance for Ni and Ni/CeO2 are shown in Fig. 14\n                     . In case of Ni, the coefficient of friction is initially higher and then decreases after a sliding distance of 1500 m. As the sliding distance increases, the Ni gets transferred to the disc and the wear becomes like on like and this corresponds to the friction coefficient of Ni itself (0.4). In case of Ni/CeO2, the initial friction coefficient in the range of 0.2 to 0.3 has gradually increased to 0.6 showing an average of 0.374. Ceria slurries are widely used in chemical and mechanical polishing because of the chemical and mechanical interactions of ceria with the surfaces. Ceria is also considered as a soft ceramic. To the best of our knowledge, there are no reports on the friction coefficient of Ni/CeO2 nanocomposites on EN31. After a sliding distance of 3000 m, the coefficient of friction increases for Ni/CeO2 due to the like-on-like wear of Ni/CeO2 composite on Ni/CeO2 composite. Raman spectroscopy confirmed the material transfer from the pin to the disc. Raman scattering from materials with metallic properties is restricted by prohibitive selection rules, low penetration depth of incident light, etc.; hence, the resulting penetration depth is small and we do not see any peaks for pure metallic coatings. In case of Ni/CeO2 transferred disc a band between 600 and 700 cm−1 was observed which might be assigned to the optical vibrational mode of the polycrystalline lattice of CeO2 (Fig. 15\n                     ). The wear volumes for Ni and Ni/CeO2 were 4.583×10−3 and 5.481×10−3 mm3, respectively. The wear coefficients calculated for Ni/CeO2 and Ni were 5.10×10−7 and 3.94×10−7, respectively. These values indicate that both the coatings have undergone mild adhesive wear of burnishing type [39].",
    "Conclusions": "4\n                  Conclusions\n                  Nanosize ceria powder was prepared successfully by glycine–nitrate combustion process. The crystallite size calculated from X-ray line broadening for ceria was 22 nm. The TEM showed agglomerated nanosize ceria particles. The ceria particles were incorporated in the nickel matrix and the optical micrographs exhibited the presence of ceria particles with less agglomeration. The microhardness of the Ni/CeO2 coatings varied with the current density and it was observed that the Ni/CeO2 prepared at a higher current density of 5.4 A/dm2 exhibited the highest microhardness value of 508 HK. The Ni/CeO2 showed a lower i\n                     corr value (0.366 μA/cm2 as against 0.6759 μA/cm2 for Ni) indicating its higher corrosion resistance. The EIS measurements of Ni and Ni/CeO2 coatings were described by the equivalent circuit. The Ni coating showed the presence of electrode/electrolyte interface with Warburg diffusion, whereas Ni/CeO2 coating showed the presence of two interfaces. SEM studies showed very fine nickel grains in case of Ni/CeO2 compared to plain Ni coating. The EDAX confirmed lower % of Fe in case of corroded Ni/CeO2 as against corroded Ni. SEM and EDAX results confirmed higher corrosion resistance of Ni/CeO2. Ni/CeO2 exhibits lower friction coefficient when compared to Ni initially. The wear coefficients calculated for Ni/CeO2 and Ni were 5.10×10−7 and 3.94×10−7, respectively. These values indicate that both the coatings have undergone mild adhesive wear of burnishing type."
  },
  "references": []
}