{
  "title": "Mechanisms of colloidal ceria contamination and cleaning during oxide post CMP cleaning",
  "authors": [
    "Sahir, Samrina"
  ],
  "publication": {
    "journal": "Microelectronic Engineering",
    "date": "2021-03-15",
    "doi": "10.1016/j.mee.2021.111544"
  },
  "abstract": "Ceria removal during the STI post-CMP cleaning process has recently become a serious concern in the semiconductor industry. Understanding ceria adhesion and its removal mechanism is necessary for designing a suitable post CMP cleaning methodology. Recently, colloidal ceria slurries have been heavily used due to the low defectivity factor. In this work, colloidal ceria adhesion and removal behaviors were studied as a function of particle sizes. It was found that polishing produces more contamination of ceria to oxide surface than dipping conditions and the strength of adhesion is increased with decreasing ceria size due to a higher Ce3+ concentration for smaller size particles resulting in more Ce-O-Si bonding. Ceria adhesion is mainly attributed to Ce-O-Si bond formation. Different cleaning methods (megasonic, brush scrubbing, SC1 (standard cleaning solution 1), DHF (diluted hydrofluoric acid) and SPM (sulfuric acid and hydrogen peroxide solution) were employed in removing these ceria particles. It was found that larger particles could be removed effectively with physical force, and smaller particles could be removed using chemicals such as DHF or SPM. Hence, it is concluded that an appropriate cleaning method should be chosen based on the size of the ceria.",
  "keywords": [
    "STI CMP",
    "Post CMP cleaning",
    "Brush scrubbing",
    "Ce-O-Si bonding, Colloidal Ceria"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  CMP (chemical mechanical polishing) has become a critical process used for global planarization for a variety of surfaces in semiconductor manufacturing of sub 10 nm nodes. Meeting the requirements for post CMP cleaning is of great interest to the success of a CMP process. Particles remaining on the wafer surface after the CMP process can cause local roughness that will block the subsequent photolithography and lead to pinholes in the deposited film [1]. Hence, understanding the adhesion and removal of nanoparticles on the wafer surface after the CMP process is a very important aspect to consider in post CMP cleaning.\n                  Ceria slurries are widely used in the shallow trench isolation (STI) CMP process due to their high selectivity in actively removing overburden SiO2 while stopping at the nitride layer to achieve global planarization [2]. Ceria interactions with oxide substrates in STI polishing were explained by Cook in his “chemical tooth model” [3]. Material removal from the surface of oxide during the polishing process is attributed to the temporary attachment of ceria to the oxide surface due to the change in ceria surface charge characteristics at different pH conditions. Ceria forms a strong Ce-O-Si bond with oxide that makes the removal of ceria particles more difficult in post CMP cleaning [4]. Calcined ceria particles have high crystallinity and poor size distribution. These particles provide a high removal rate, however, along with relatively high scratch defectivity. On the other hand, colloidal ceria particles are regular in shape (usually tetrahedral) and uniform in their size distribution. Hence it subsequently results in a higher reduction in the scratch defectivity with a moderate oxide removal rate. Due to these advantageous properties of colloidal ceria particles, these slurries are better candidates than calcined ceria slurries [5]. There have been several studies explaining the adhesion and removal of calcined ceria during oxide post-CMP cleaning [6,7]. However, the studies related to colloidal ceria are very sparse. Very recently, Seo et al., discussed colloidal ceria removal mechanisms by dipping oxide coupons in the slurry and cleaning using SC1 chemistry in the presence of ultra-sonication [8]. However, there have been no studies on colloidal ceria adhesion to oxide after polishing and their removal during post-CMP cleaning. Also, the surface chemistry of ceria particles depends primarily on ceria particle size. Change in particle size directly influences Ce3+/Ce4+ ratios that subsequently affect Ce-O-Si bonding as Ce3+ ions are the active sites for the formation of Ce-O-Si bonding. It was reported previously that smaller ceria particle size provides higher Ce3+ concentration, which might provide stronger Ce-O-Si bonding [5,6,8,13]. Hence, it is important to investigate the effect of particle size on subsequent post CMP cleaning processes.\n                  During post-CMP cleaning several techniques are used to remove residual particles from the wafer after the CMP process. Physical forces resulting from megasonic cleaning and brush scrubbing provide sonication energy and drag force, respectively, can be used to remove contaminant particles. Megasonic cleaning uses acoustic streaming and cavitation as a particle lifting force [9]. Shear forces provided by PVA brush scrubbing wipe the particles from the wafer surface [10]. Chemical cleaners are widely adopted for effectively removing nano-size abrasives from surfaces. Dilute hydrofluoric acid (DHF) and ammonium hydroxide based chemistries (SC1) remove particles by etching and electrostatic repulsive forces, respectively [11], whereas SPM chemistry actively dissolves ceria particles attached to the oxide [10,12].\n                  In this work, we have studied the formation of Ce-O-Si bonding as a function of particle size as well as the contamination method. Several techniques applying physical forces and chemical reactions are used to remove residual colloidal ceria particles from the wafer after the CMP process. Differences in post CMP cleaning method performance were also investigated for various particle sizes to establish a suitable cleaning mechanism with standard physical cleaning methods such as megasonic, brush scrubbing as well as conventional cleaning chemistries (SC1, SPM & DHF). To the best of our knowledge, there is no study available that summarizes and compares the effect of colloidal particle size on Ce-O-Si bonding after polishing and its subsequent effect on adhesion as well as cleaning. The effects of different physical and chemical cleaning methods were examined to study the colloidal ceria removal mechanisms.",
    "Experimental procedure": "2\n                  Experimental procedure\n                  Colloidal ceria slurries of different sizes (30 nm, 60 nm, and 90 nm, Solvay Specialty Chem., Japan) were used for the experiments. Slurries with 0.1 wt% concentrations were prepared by diluting with deionized water (DIW) without adding any other additives. All slurries were prepared at as received pH (i.e., pH 5–6) without further adjustment to avoid any effect of additives such as pH adjuster on subsequent results. This small variation in the pH values may not cause any significant change to compare contamination and cleaning results for these different sized ceria slurries. Zeta potential and average diameters of all ceria slurries were measured using a zeta potential and particle size analyzer (ELS-Z, Otsuka Electronics Co., LTD. Japan). Size uniformity and shapes of colloidal ceria particles were analyzed using a field emission secondary electron microscope (FE-SEM, MIRA3, -TESCAN, Czech Republic) and a transmission electron microscope (TEM, JEOL, JEM-2010, Japan).\n                  A 2.4 μm thick oxide (TEOS, tetraethyl orthosilicate) wafer 300 mm in diameter sliced into 2 × 2 cm2 and 4 × 4 cm2 coupons were used for contamination and cleaning experiments with ceria slurries. Two methods of adding ceria particle contaminants on oxide, i.e., dipping and polishing, were performed and compared. For dipping experiments, 2 × 2 cm2 wafer coupons were dipped into 100 ml of 0.1 wt% colloidal ceria slurries stirred at 300 rpm for about 60 s. Contaminated samples were rinsed with DIW afterward to remove loosely bound particles. Polishing experiments were carried out with a 4 × 4 cm2 TEOS coupon on a friction polisher (Poli-500, GNP Tech., Korea) with an IC1000 polishing pad (Dow Electronic Materials, USA) at 3 psi pressure, 60/40 rpm (head/platen) speed. The flow rate of ceria slurry (0.1 wt%) was maintained at 150 ml/min, and polishing was performed for 60 s to get sufficient ceria contamination followed by rinsing with DIW afterward.\n                  Oxide samples after polishing with 0.1 wt% colloidal ceria slurries were used for investigating the effect of particle size on post CMP cleaning. Strong physical forces were provided by using commercially known cleaning processes such as megasonic and brush scrubbing. The megasonic cleaning effect was evaluated using a commercial single wafer megasonic cleaner (Akrion Systems LLC, USA). A lab designed nodule type brush scrubber was used to evaluate the effect of brush scrubbing on ceria cleaning. Nodules were cut from a commercial 200 mm PVA brush (AION Co. Ltd., Japan). Whereas the chemical effect in cleaning during post CMP cleaning was studied by dipping of contaminated samples in SC1, DHF, and SPM solutions. The process parameters adopted for all cleaning processes are shown in Table 1\n                     .\n                  Sample surfaces before and after cleaning were analyzed using field emission secondary electron microscopy (FE-SEM, MIRA3, -TESCAN, Czech Republic) at 10kX and 50kX magnifications. Particle counting was performed using Image J software (Image Processing and Analysis in Java, National Institute of Health, USA). The oxidation states (Ce3+/Ce4+) of the surface Ce ions and their concentrations were determined using X-ray photoelectron spectroscopy (XPS, K-alpha plus, Thermo Scientific, U.S.A.).",
    "Results and discussion": "3\n                  Results and discussion\n                  Characterization of ceria slurries was performed initially to study the effect of ceria particle size on subsequent CMP and post CMP processes. Fig. 1\n                      shows the TEM and FE-SEM images of three different sized colloidal ceria particles along with size distributions measured using a dynamic light scattering (DLS) method. TEM and FE-SEM images are shown in Fig. 1 (a) and (b), respectively, and they confirm the uniform dispersion of hexagonal-shaped ceria particles in the slurries used. Average particle sizes were calculated from TEM and FE-SEM measurements, and the values are shown in Table 2\n                     . TEM analysis shows average particle sizes of 23.8, 54.3, and 103 nm, whereas FE-SEM results also showed similar particle sizes of 30.7, 63.4, and 102 nm for 30, 60, and 90 nm ceria particles, respectively. From these values, we observed that the sizes measured were nearly the same as those designated by the manufacturer. However, the size distributions by DLS in Fig. 1 (c) show average sizes of 92.5 nm (30 nm ceria), 128 nm (60 nm ceria), and 156 nm (90 nm ceria slurry) for the respective slurries. These differences in average particle sizes compared in Table 2 show that the hydrodynamic size of particles is much larger in the aqueous medium than actual size measured in dry states due to the adsorption of water molecules or other possible additives on particles in a wet state [8].\n                  The mechanism of adhesion of calcined ceria to the oxide surface in STI CMP was studied by several researchers [3,4,6,13-15]. However, most studies were performed by just dipping the oxide coupon in the ceria slurry. It is generally believed that the Ce-O-Si bonding and electrostatic attraction is responsible for adhesion of ceria to the oxide, but the chemical bonding of Ce-O-Si is likely the dominant mechanism responsible for higher adhesion. In previous work, Han et al. investigated the interactions between calcined ceria and oxide as a function of the contamination conditions employed [6]. They reported different ceria adhesion mechanisms for both dipping (electrostatic interactions) and polishing (Ce-O-Si bonding by polishing conditions) while maintaining the same ceria slurry conditions. They reported that the contamination due to the Ce-O-Si bond formation is more prevalent during polishing than dipping, which could be attributed to the processing conditions. Therefore, it is important to first consider the effect of contamination before evaluating a post CMP cleaning process. To evaluate the effect of contamination method on ceria and oxide interaction, the two commonly used contamination methods, i.e., dipping of oxide wafers in ceria slurry or polishing with a ceria slurry, were investigated. Fig. 2\n                      shows the contaminated TEOS surfaces obtained using dipping as well as polishing with colloidal ceria slurries. As shown in the FE-SEM images in Fig. 2 (a) and (b), contamination decreased for both dipping and polishing with the increase of particle size. Smaller abrasives, i.e., the 30 nm ceria slurry, resulted in higher contamination, and this contamination was further reduced for 60 and 90 nm ceria particles, respectively. Smaller slurry particle sizes resulted in higher contamination levels obtained in both dipping and polishing experiments. Fig. 2 (c) shows the quantitative estimation of ceria particles contaminated to the oxide surface after dipping and polishing with different sized colloidal ceria slurries. The quantitative data was normalized to obtain an adequate number of particles at the scanned position due to the difference in particle size of colloidal ceria slurries used and the scan area limitation by FE-SEM (same magnification and scan area was used for all conditions). To normalize the quantitative data of particles remained on oxide surface, the particle count obtained for 30 nm was considered as reference and the particle count for 60 nm and 90 nm data was multiplied 2 times and 3 times, respectively [8]. For a fixed area of oxide, the portion of ceria occupied is higher for smaller size ceria particles compared to large sized ceria particles. Hence the particle count was obtained proportionally with sizes of colloidal ceria (Fig. 2 (c)). Polishing resulted in slightly higher contamination than dipping for all sizes of colloidal ceria slurries investigated. To understand the mechanism behind the different contamination levels obtained, contaminated surfaces were further compared in terms of ceria and oxide interactions by measuring zeta potential as well as performing XPS analysis. Table 3\n                      shows zeta potentials measured for oxide substrate and colloidal ceria abrasives. A surface charge of +25.8, +16.7 and − 12.6 mV was obtained for 30, 60 and 90 nm ceria particles at natural pH respectively, whereas oxide shows a highly negative surface charge. Opposite surface charges between oxide surface and 30 nm ceria particles resulted in a strong electrostatic attraction. This electrostatic attraction was reduced for 60 nm particles whereas a strong repulsion exists between oxide surface and 90 nm ceria particles. These results demonstrate that the surface charges may play an important role in ceria contamination as contamination is higher for 30 nm particles, which further reduces for 60 nm and is still reduced for 90 nm ceria particles. It can be noticed that despite the presence of electrostatic repulsion among ceria particles and oxide surfaces, even adhesion of ceria took place with the oxide surface for 90 nm particles. It shows that apart from surface charges (electrostatic attractions), the Ce3+ concentration of ceria particles (to form Ce-O-Si bond) is also important.\n                  It was proposed previously that Ce3+ ions at the outer surface are the most reactive sites for the formation of strong Ce-O-Si bonding during polishing [3,6,13]. Also, it was reported that smaller ceria particle sizes would have higher Ce3+ concentration, which might result in stronger Ce-O-Si bonding [8,16,17]. Ce3+ has a higher tendency to form a chemical bond with Si-O− due to an oxygen deficiency, resulting in the formation of Ce-O-Si bonds by the following reaction [3]:\n                  \n                     \n                        \n                           \n                              Ce\n                              −\n                              OH\n                              +\n                              Si\n                              −\n                              \n                                 O\n                                 −\n                              \n                              ↔\n                              Si\n                              −\n                              O\n                              −\n                              Ce\n                              +\n                              \n                                 OH\n                                 −\n                              \n                           \n                        \n                     \n                  \n                  Han et al. hypothesized the formation of Ce-O-Si bonding during calcined ceria contamination to the oxide surface and reported the presence of an additional peak related to Ce-O-Si at around 529 eV for O 1 s spectra [6]. Hence to investigate the Ce-O-Si bond formation, O1s peaks obtained by XPS were analyzed after dipping and polishing of the oxide substrates with colloidal ceria slurries, as shown in Fig. 3\n                     . Polishing resulted in higher peak intensity at ~529 eV of Ce-O-Si bonding for all ceria particle sizes investigated as compared to dipping. Additionally, the peak intensity for 30 nm was higher for both dipping and polishing than that for 60 and 90 nm ceria particles. To confirm the new peak detected at ~529 eV related to Ce-O-Si, the O 1 s spectra were obtained after drying 30, 60, and 90 nm colloidal ceria slurries and the results were compared with Fig. 4\n                     . It can be observed that an intensified peak at 529 eV was obtained and no peak at ~533 eV for ceria powders. However, examining the ceria contaminated oxide surfaces (contamination by dipping or polishing), a strong peak at 533 eV (related to Si-OH) was observed. At the same time, a small ceria peak was appeared due to Ce-O-Si bonding. Therefore, the highest Ce-O-Si peak intensity was observed for 30 nm ceria after polishing, which was further reduced by decreasing particle size (Fig. 3(b)). The highest percentage of Ce-O-Si for 30 nm ceria indicates the presence of more Ce3+ on the surface than other sized ceria particles. Further, these peak intensities were compared quantitatively as shown in Table 4\n                     . Ce-O-Si peak intensity obtained for 30 nm particles after polishing was considered as a reference for all other conditions; that is, the peak area obtained for this sample was considered to be 100%. Ce-O-Si peak area, when compared, was reduced for large ceria slurries, i.e., 38% for 60 and 7% for 90 nm slurries due to a decrease in Ce3+ concentration [13]. As confirmed by the results, contamination by dipping resulted in a low percentage of Ce-O-Si bonding observed as compared to polishing. Hence, contamination by dipping is dominated by electrostatic interactions between ceria and oxide over Ce-O-Si bonding due to low Ce3+%, whereas polishing resulted in a combined effect of electrostatic interaction and Ce-O-Si bonding as shown in Fig. 2 (c) for 90 nm particles. These polished samples were cleaned under different physical and chemical forces to study their removal mechanism from oxide surfaces as Ce-O-Si bonding is difficult to break.\n                  The effect of ceria particle size on different post CMP cleaning processes was investigated to understand the ceria removal mechanism. Megasonic and brush scrubbing are commonly used physical forces during post CMP cleaning. Hence, the effect of these individual forces on colloidal ceria removal was studied. Size-dependent cleaning efficiencies and phenomena involved in post CMP cleaning were investigated for three different sizes of colloidal ceria slurries. The adhesion force of particles to the substrate increased due to an increase in Ce-O-Si bonding as higher Ce3+ active sites were available at the surface for smaller sized particles. Hence it is difficult to detach smaller ceria particles.\n                  In megasonic cleaning, particles attached to the solid surfaces are removed by the oscillation of microbubbles near the substrate that exert interfacial and pressure gradient forces on the particles [9,18]. Fig. 5\n                      (a) shows the effect of megasonic cleaning using DIW as a cleaning solution in removing colloidal ceria particles of different sizes. As shown by the results obtained, megasonic energy provided by bubble collapse and oscillation was found to be inefficient for removing smaller ceria particles. The particle removal efficiency (PRE%) observed for 30 nm particles was <10%, and this cleaning efficiency was further increased with the increasing particle size (i.e., ~20% for 60 nm, and ~ 67% for 90 nm). It can be observed that cleaning becomes difficult with the decrease of particle size. Hence, 90 nm particles could be easily removed by optimizing the megasonic cleaning parameters, whereas some other post CMP cleaning methods should be applied for removing smaller size ceria particles after CMP as shown by FE-SEM images in Fig. 6\n                      (b).\n                  PVA brush scrubbing is the most commonly used method for post CMP cleaning applications [19,20]. Hence, a contact shear force provided by brush scrubbing was used to study the effect of physical forces in detaching strongly attached nanosize ceria abrasives. The contact elastic force, hydrodynamic drag force, and friction between brush and particle are considered to be the dominant removal forces during brush scrubbing. In the boundary lubrication regime, particles can be removed by both rolling and lifting, mainly due to the brush/particle van der Waals forces [10,20]. Shear forces applied by brush scrubbing are inversely proportional to the radius of the particle, making it difficult to detach smaller nano-sized particles as compared to large abrasives [20]. The effect of brush scrubbing in removing colloidal ceria particles as a function of their sizes is presented in Fig. 5 (b). It can be noticed that the PRE of brush scrubbing is much higher than megasonic showing the efficiency of brush scrubbing in particle removal. However, for brush scrubbing also PRE was decreased with the decrease of the size of the particles. Smaller particles (i.e., 30 nm) were difficult to detach, resulting in somewhat lower cleaning efficiencies. Many particles could be found on oxide surface even after brush scrubbing as shown by FE-SEM images in Fig. 6 (c), whereas a high particle removal efficiency of ~97% was observed for both 60 and 90 nm colloidal ceria particles. These results indicate that smaller particles require stronger forces for removing these strongly bonded ceria particles from oxide. Hence, the removal of nanosized particles below 50 nm becomes critical with the decrease of the particle sizes when used in the CMP processes.\n                  Several cleaning chemistries are used for effective particle removal during post-CMP cleaning [7,8,21,22,23]. The removal of particles with different sizes was studied using three different conventional chemistries (SC1, DHF and SPM) and the comparative results are shown in Fig. 7\n                      and Fig. 8\n                     . The effect of these post CMP cleaning chemistries on ceria removal was investigated for ceria particles bonded to oxide after polishing.\n                  SC1 (NH4OH:H2O2:H2O) is a strong alkaline solution that can change the surface charges of both ceria particles and the oxide surface to be more negative, providing a strong electrostatic repulsion between particles and substrates along with slight etching, leading to better cleaning [11]. Chemical cleaning by SC1 (NH4OH:H2O2:H2O, 1:1:5) dipping provided electrostatic repulsion between the particles and substrate and a slight etching of substrate (~2 Å/min) which resulted in efficient removal of ceria particles from oxide. As presented in Fig. 7 (a), 30, 60, and 90 nm colloidal ceria particles were easily removed by SC1 cleaning within 10 min resulting in >95% PRE due to strong electrostatic repulsion and slight etching of oxide during cleaning. Seo et al. presented equimolar solutions containing H2O2 and either NH4OH or KOH that showed the complete removal of even 10 nm-sized colloidal ceria particles from silicon dioxide surfaces aided by ultrasonic cleaning and high pH [8]. A high ceria removal efficiency was observed here for all ceria particle sizes investigated considering the effect of polishing on ceria and oxide interactions (Fig. 3) and using SC1 at higher temperatures for a prolonged period, as shown by FE-SEM images in Fig. 8 (b).\n                  The mechanism of calcined ceria removal during post CMP cleaning was investigated in our previous work [6]. It was found that electrostatically attached particles could be easily removed, whereas Ce-O-Si bonded particles could only be removed by strong acidic chemistry [7]. So, the effect of some conventional acidic chemistry was investigated further. DHF is well-known post CMP cleaning chemistry. It is an acidic solution that can be applied to remove contaminant particles by etching the silicon oxide surface through an undercut mechanism. The etch rate increased by increasing the weight% of HF or dipping time [22]. Particle removal efficiencies observed after dipping in DHF for 60 s were very high for 30 and 60 nm colloidal ceria particles, yielding a > 95% PRE as shown in Fig. 7 (b). However, 90 nm particles resulted in a little lower cleaning efficiency (~80%) as compared to the other particles. It could be expected that DHF undercuts oxide surface to remove the smaller particles (30 nm and 60 nm), however, it may have difficulty undercutting the surface for large particles as the particle-substrate contact area considerably larger. Hence it may not be surprising to get a little lower PRE for large size particles than smaller size particles.\n                  Sulfuric acid in the form of SPM (H2SO4:H2O2, 2:1 to 4:1) is the most common post CMP cleaning solution to remove ceria particles after CMP. It involves the active dissolution of ceria particles attached to the oxide surface. Figs. 7 (c) and 8 (d) shows the effect of SPM cleaning on the removal of ceria particles contaminated to oxide surface after polishing. Highly efficient cleaning was obtained for 30 nm colloidal ceria particles (99% PRE), whereas the cleaning efficiency was decreased by increasing particle size as shown in Fig. 7 (c). A very low PRE of <20% was obtained for larger 90 nm particles. The reason for this low removal efficiency could be attributed to the dissolution rate caused by SPM.\n                  Um et al. explained the conversion kinetics of cerium oxide dissolution and its precipitation to cerium sulfate in sulfuric acid solutions [12].\n                        \n                           \n                              2\n                              CeO\n                              ₂\n                              +\n                              H\n                              ₂\n                              O\n                              ₂\n                              +\n                              3\n                              H\n                              ₂\n                              SO\n                              ₄\n                              →\n                              Ce\n                              ₂\n                              \n                                 \n                                    SO\n                                    ₄\n                                 \n                              \n                              ₃\n                              +\n                              O\n                              ₂\n                              +\n                              4\n                              H\n                              ₂\n                              O\n                           \n                        \n                     \n                  \n                  The rate of this reaction depends on the concentration of sulfuric acid, the temperature of the solution, the particle size, and the processing time [12]. It was proposed that the dissolution rate of ceria increases by decreasing particle size due to the increased contact area [23]. The kinetics data of cerium (IV) oxide dissolution fits the shrinking core model resulting in a controlled ceria dissolution. The effect of this dissolution on ceria particle size was investigated here by dipping of polished oxide samples in SPM for 60 s and the results are presented in Fig. 7 (c). This dissolution rate of ceria particles in SPM was very high for smaller abrasives due to increased contact area as shown by FE-SEM images in Fig. 8 (d).\n                  As reported previously, the dissolution rate by SPM could be enhanced by increasing sulfuric acid concentration, solution temperature and treatment time [12]. Hence, dipping time in SPM was increased from 1 to 5 min to confirm the time-dependent dissolution mechanism by SPM and to evaluate the cleaning conditions for effective removal of large size abrasives i.e. 90 nm colloidal ceria slurries. The effect of dipping time on dissolution and removal of 90 nm ceria particles is shown in Fig. 9\n                      (a). PRE was increased by increasing the cleaning time from 1 to 5 min. Highly efficient and consistent cleaning efficiencies were obtained after dipping of polished oxide samples in SPM for 5 min. The dissolution mechanism involved in SPM cleaning is shown in Fig. 9 (b). These results are in complete agreement with previous studies reporting the particle size and time-dependent dissolution of cerium particles by SPM; that is, a longer cleaning time is required for effective dissolution of larger size abrasives [12]. Hence, it is important to consider the ceria particle size used in the CMP process prior to considering an effective post CMP cleaning process.",
    "Conclusions": "4\n                  Conclusions\n                  In this study, particle size dependency of contamination, as well as cleaning, was investigated. After the characterization of ceria slurries, two contamination methods (i.e., dipping and polishing) were compared to study the particle size and process dependent ceria and oxide interactions. Among both contamination methods tested, polishing resulted in higher contamination of ceria to oxide as compared to dipping that might be due to higher Ce-O-Si bonding. Due to difficulty in breaking Ce-O-Si bonding, the effect of particle size on post CMP cleaning was investigated further after polishing. Physical forces such as megasonic and brush scrubbing could effectively remove large abrasives (e.g., 90 nm). However, smaller ceria particles were difficult to be removed by physical forces only. Strong electrostatic repulsion and slight oxide etching by SC1 effectively removed ceria particles adhered to oxide surfaces after polishing, whereas high cleaning efficiency obtained using DHF solution could be attributed to the undercutting of oxide. However, for SPM, the rate of chemical reaction was strongly dependent on particle size. Smaller particle sizes (30 nm) resulted in a higher rate of chemical reaction (etching or dissolution), showing more efficient ceria removal from the wafer surface. Larger (90 nm) ceria particles required a longer time to effectively remove ceria particles by SPM. Hence, it is essential to study the particle size dependency of colloidal ceria particles to develop an efficient post CMP cleaning process. Also, in order to develop a full understanding for optimizing a post CMP cleaning processes (meeting the stringent requirements of cleaning), a combined effect of physical forces and chemical reactions needs to be investigated further.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Samrina Sahir: Conceptualization, Formal analysis, Writing - original draft. Nagendra Prasad Yerriboina: Conceptualization, Writing - review & editing. So-Young Han: Formal analysis. Tae-Gon Kim: Supervision. Niraj Mahadev: Supervision. Jin-Goo Park: Supervision, Project administration, Writing - review & editing."
  },
  "references": []
}