{
  "title": "Chemical mechanical polishing of PZT thin films for FRAM applications",
  "authors": [
    "Seo, Yong-Jin"
  ],
  "publication": {
    "journal": "Microelectronic Engineering",
    "date": "2006-12-31",
    "doi": "10.1016/j.mee.2006.10.011"
  },
  "abstract": "In this paper, we first applied the chemical mechanical polishing (CMP) process to the planarization of PZT film in order to obtain a good planarity of the ferroelectric film surface. Pb1.1(Zr0.52Ti0.48)O3 (shortly PZT) ferroelectric film was fabricated by the sol–gel method. And then, we compared the structural characteristics before and after CMP process of PZT films. Their dependence on slurry composition and pH change was also investigated. Removal rate, within-wafer non-uniformity (WIWNU%) and surface roughness have been found to depend on slurry abrasive types and their hardness, especially, surface roughness and planarity strongly depend on its pH value.",
  "keywords": [
    "Chemical mechanical polishing",
    "Ferroelectric random access memory",
    "Sol–gel",
    "Pb1.1(Zr0.52Ti0.48)O3"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  With the advent of integration of dynamic random access memories (DRAMs) and ferroelectric random access memories (FRAMs), the thickness of insulator in capacitors will approach the quantum limitation. Using the conventional SiO2 films, the thickness of the films can be less than 0.5nm but the dielectric constant also will be lower. Therefore, the utilization of high dielectric constant materials will become inevitable [1]. The perovskite ferroelectric materials of the PZT, SBT and BST series [2] will attract much attention for application to ULSI devices. Through the last decade, the lead zirconate titanate (PZT) is one of the most attractive perovskite-type materials for the ferroelectric products due to its higher remanent polarization and the ability to withstand higher coercive fields [3].\n                  Ferroelectric random access memory (FRAM) has been currently receiving increasing attention for one of future memory devices due to its ideal memory properties such as non-volatility, high charge storage, and faster switching operations [4]. However, PZT thin films have problems of aging effect and mismatch between the PZT thin film and electrode, as well as due to the high defect-state density and surface roughness at grain boundaries and in the grains, which degrades the device performances [5]. In order to overcome these weaknesses, we first applied the chemical mechanical polishing (CMP) process [6–10] to the planarization of PZT ferroelectric film, which was fabricated by the sol–gel method [11,12].\n                  In this study, the PZT thin films were polished by chemical mechanical polishing (CMP) technique with the commercial silica- and ceria-based slurries as a function of pH. Surface morphology after CMP process was undergone with atomic force microscopy (AFM).",
    "Experiments": "2\n                  Experiments\n                  The sol–gel solution of Pb1.1(Zr0.52Ti0.48)O3 was spin-coated on TEOS/Si substrate. The precursor solutions for Pb1.1(Zr0.52Ti0.48)O3 were prepared by the sol–gel method using lead acetate-3-hydrate, zirconium isopropoxide and titanium isopropoxide as the starting materials. The solid-state lead acetate was initially dissolved in acetic acid and then mixed to obtain a Pb stock solution. Zirconium isopropoxide and titanium isopropoxide were dissolved in 2-methoxyethanol under a N2 atmosphere. Finally, both starting solutions were mixed to prepare the stoichiometric and stable PZT precursor. For the fabrication of PZT thin films, the PZT precursor solution was syringed through a 0.2μm syringe filter on the TEOS/Si substrate. The films were deposited by the spin-coating technique at 4000rpm for 30s. After the spin-coating procedure, the films were kept on hot plate at 200°C for 1min to remove the organic contaminations. Then, the baked films were annealed at 600°C for 30min in oxygen ambient for re-crystallization. The final thickness of PZT thin film was about 600nm.\n                  All test wafers were polished by CMP with a G& P POLI-380 CMP polisher. The parameter ranges of CMP process are summarized as follows: table speed, head speed, slurry flow rate, and down force were 50rpm, 50rpm, 90ml/min, and 300gf/cm2, respectively. CMP processing time was 30s. The conditioning pressure was fixed by 2kg/cm2 for 60s. Rodel IC-1300 and Suba-IV were adhered by a bonding agent of PSA-II to make a double pad, which was used as a polishing pad.\n                  The silica (SiO2) abrasive slurry (pH 11.3@25°C) and ceria (CeO2) abrasive slurry (pH 7.3@25°C) were used for PZT-CMP as shown in Table 1\n                     . Also, the pH was adjusted from 6.8 to 12.3 using the ACS standard buffer solutions supplied from Fisher Scientific. The post-CMP cleaning was carried out by a sequence of 3min in SC-1 chemicals (NH4OH:H2O2:H2O=1:2:7), 2min in diluted HF (DHF) of 1:10, and 4min tes in ultrasonic cleaning.\n                  The thickness of 9 points from the center to the edge was measured clockwise on each wafer using Ellipsometer (J.A woollam Co., M-2000V). The properties of the deposited films were analyzed using X-ray diffraction (XRD; Philips, X’pert-PRO-MRD, Cu Kα\n                     =0.15405nm, 40kV, 30mA). The surface morphology of PZT thin film after CMP process was measured with atomic force microscopy (AFM; PSIA, XE-100).",
    "Results and discussion": "3\n                  Results and discussion\n                  Until now, there was no commercial CMP slurry for ferroelectric material films. Therefore, we have first evaluated the surface planarization characteristics of PZT film using conventional oxide-CMP slurry such as silica- and ceria-based abrasive slurry in order to investigate the CMP possibility for FRAM applications.\n                  \n                     Fig. 1\n                      shows the comparison of removal rates (RRs) and within wafer non-uniformity (WIWNU%) as a function of different slurry and its pH change as shown in Table 1. The RRs and WIWNU% at room temperature were found to vary from 250 to 390nm/min and 3.0–5.0%, respectively. For the case of silica slurry, as the pH was increased, the RR was linearly decreased. For the case of ceria slurry, the ceria slurry of pH 8.3 had a high RR and the ceria slurry of pH 8.8 showed very low RR. Polishing with silica harder than ceria revealed a high removal rates, whereas polishing PZT with a much softer ceria have revealed a relatively low RR and WIWNU%. This means that the CMP of PZT film depends on the pH change and slurry abrasive. Generally, the slurry solution weakens the surface of oxide, which can be subsequently removed by the mechanical actions of the abrasive slurry and polishing pad [7]. The increased pH means that the hydroxide ion molar concentration (pOH) decreased in the slurries. The RRs decreased due to little diffusion of hydroxyl (OH−) ions into the surface by the decrease of hydroxyl (OH−) groups. In order to guarantee the stable slurry for PZT-CMP process, the typical non-uniformities of insulating film and metal oxide film have to be below 5%, hence, both silica abrasive slurry and ceria abrasive slurry met the requirements at all conditions as shown in Fig. 1.\n                  \n                     Fig. 2\n                      shows the root mean square (RMS) roughness as a function of different slurry and pH. The RMS value of as-deposited PZT film was 31.5nm. As the pH was increased, the surface RMS roughness of silica slurry was increased, whereas the RMS of ceria slurry was dramatically decreased. This indicates that the RMS roughness of PZT thin film using ceria slurry was superior to that using silica slurry. From the above mentioned Figs. 1 and 2, it was found that silica slurry of pH 10.3 and ceria slurry of pH 8.3 was controlled excellently in both high RR and low RMS roughness. Therefore, we can conclude that the CMP technique has been effectively proved for FRAM application.\n                  \n                     Fig. 3\n                     (a) shows the AFM surface morphology, step height profile and 3D image of as-deposited films before CMP. According to the results of AFM surface morphology, the initial surface, irregularly dotted with spherical features, is formed. And the step height shows high RMS roughness of 31.5nm. Fig. 3(b) shows the AFM images and step height profile after CMP with ceria slurry of pH 8.8. Although the step height between grain and grain boundary is still high, it is demonstrating the more superior surface morphology than Fig. 3(a). Also, the step height of ceria slurry with pH 8.8 was remarkably decreased and the RMS roughness has improved to 12.8nm. Therefore, the surface roughness of PZT film can be dramatically improved. As a result, we can anticipate that the CMP process can be prevent the residue problems, which the by-products due to the conventional dry etch process of ferroelectric film are still remaining on surface of PZT film.\n                  \n                     Fig. 4\n                      compares the XRD pattern of PZT film before and after CMP process according to the different abrasives and pH changes. The values of 2θ are referred to the values given in JCPDS-International Center for Diffraction Data. Before the CMP process, the weak peak of PZT(110) was only observed at the 2θ\n                     =31.62°. However, the peak of PZT(110) was dominant after the CMP treatment, at the same time, the both peak of PZT(102) and PZT(113) were generated at the θ\n                     =20.95° and 2θ\n                     =26.76°, respectively. This means that the perovskite structure of PZT film was not changed after CMP process. On the other hand, the Si peak did not observed before CMP, whereas the peak of Si(211) was appeared at the 2θ\n                     =33.22° after CMP process. Also the peak of Si was obtained in the case of silica slurry compare to the ceria slurry. It is guessed that the Si element was generated by dissolution of Si within silica (SiO2) abrasive during the polishing action of PZT film. As the pH of silica slurry was increased, the peak was weakened due to the decrease of hydroxyl (OH−) group according to the increase of pH. That is, the increased pH means that the hydroxide ion molar concentration (pOH) decreased in the slurries. Therefore, the peaks were decreased due to little diffusion of hydroxyl (OH−) ions into the surface by the decrease of hydroxyl (OH−) groups.\n                  After the samples polished with different pH and abrasives, we could confirm that the pH changes and different abrasives are very crucial to the surface morphology in the PZT-CMP process. This means that the kinds of additive abrasives and pH changes are very important during PZT-CMP process. Among the different slurry compositions, especially, the silica slurry of pH 10.3 and the ceria slurry of pH 8.3 showed the excellent CMP performances.\n                  Although, in this work, we cannot provide the electrical data, such as current–voltage (I–V) characteristics and surface-state trap density measurement of actually fabricated MFS (metal-ferroelectric semiconductor) capacitor, we absolutely found that the RMS roughness was improved by CMP process and the RMS roughness were affected by different abrasive. That is, the improvements of surface roughness by CMP technique imply that the prevention of local current density and leakage current due to the reduction of surface-state trap density between platinum (Pt) electrode and ferroelectric thin film. In order to confirm the above-mentioned properties, the electrical studies by these CMP methods are underway.",
    "Conclusion": "4\n                  Conclusion\n                  Chemical mechanical polishing results of PZT films with silica-, ceria-based slurry have been demonstrated. Removal rate, WIWNU% and surface roughness have been found to depend on slurry abrasive types and their hardness, especially; surface roughness and planarity strongly depend on its pH value. A maximum in the removal rate is observed in the silica slurry, in contrast with the minimum removal rate occurs at ceria slurry. We found that the surface roughness of PZT films can be improved using the CMP technique. It needs to be further improved by optimization of polishing condition, indicating the necessity of combining both a chemical and mechanical aspect in order to achieve optimal PZT removal."
  },
  "references": []
}