{
  "title": "Pollution prevention via recovery of cerium (IV) oxide in optics company",
  "authors": [
    "Park, Eugene"
  ],
  "publication": {
    "journal": "Case Studies in Chemical and Environmental Engineering",
    "date": "2020-05-31",
    "doi": "10.1016/j.cscee.2020.100003"
  },
  "abstract": "Pollution prevention methods were applied at an optics manufacturer in an effort to improve recovery of a valuable polishing component, cerium oxide (ceria), 77% of which was lost to dragout and sewer discharge. Centrifugation and microfiltratiion were evaluated to develop a process that would increase recovery of used ceria, which would then be sent back to the ceria supplier for reclamation and reuse. Full-scale implementation included a high-speed centrifuge that operates continuously with a microfiltration system through recirculation in a single process tank. Sydor Optics has improved ceria recovery from 23% to 48%, saving thousands of dollars annually.",
  "keywords": [
    "Lens polishing",
    "Centrifugation",
    "Microfiltration",
    "Ceria recovery"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Founded in 1964, Stefan Sydor Optics (Sydor) is a flat optics manufacturer located in Rochester, NY. Optical lenses are fabricated using a variety of techniques, some of which involve the use of a rare earth compound, cerium (IV) oxide (ceria). Cerium oxide powders are used to polish a variety of glass surfaces such as those found on lenses, laser optics, light filters, mirrors, hard disk drives, photomasks, cell phone displays, and semiconductors. It is important to the military and defense industries in the development of new products. The products are used on windows for air, land, and sea vehicles, as well as night vison scopes and eye wear. Other industries where cerium oxide is used are life sciences, entertainment, high-powered laser systems, and telecommunications. Per marketing studies conducted by a ceria reclamation facility, Flint Creek Resources, the annual worldwide consumption of cerium oxide powders in 2011 was estimated to be 9,440 metric tons.\n                  As ceria slurry is recirculated in the polishing machines at Sydor, contaminants build in concentration, eventually requiring the removal of the slurry from the machines. Due to the high cost of ceria, spent slurry solution is sent to Flint Creek Resources, where ceria is recovered for reuse at a lower purchase cost for Sydor via a patented process [1]. The particle size distribution as analyzed by Flint Creek of new ceria and reclaimed ceria are shown in Fig. 1\n                     . The tightly controlled reclamation process provides for a more uniform particle solids make-up around 1 μm.\n                  After the ceria process solution is dumped, the polishing machines are washed with water to remove residual slurry. Until 2017, the wastewater containing spent slurry from the machine washdowns was collected and filtered to remove large contaminants, centrifuged in a small, single-pass, basket centrifuge operating at 750 G’s and 2.0 ​L/min, and the remaining liquid discharged to sewer (Fig. 2\n                     ). Sydor realized that not all of the ceria was being recovered and a significant amount was being lost, worth approximately $15,000-$20,000/yr, also contributing to the level of total suspended solids (TSS) in the wastewater (~1,000 mg/l for the entire facility). While the sewer discharge was in compliance with local authorities, the company acknowledged that reducing solids loading to the sewer would not only benefit the environment but also avoid potential future surcharges.\n                  In 2015, the New York State Pollution Prevention Institute (NYSP2I) began working with Sydor to focus on the recovery of the spent ceria material and reduction of solids loading into the sewer system. This paper describes the work performed to evaluate technologies, design, and implement a system to recover more ceria and reduce TSS discharge from the ceria washwater operation.",
    "Materials and methods": "2\n                  Materials and methods\n                  For the process flows described in Fig. 2, mass balances were performed to understand water use, wastewater generated, ceria use, and ceria losses. Data was collected using water meters and company records of ceria use which involved taking monthly data and dividing by 20 working days to obtain daily averages. Process ceria consisted of two types: new ceria and reclaimed ceria. All spent ceria that could be collected was sent to Flint Creek Resources for reclamation. Ceria losses could be attributed to unrecovered solids in the centrifuge discharge and operational losses such as spills and dragout. After implementation, the same mass balance analysis was performed to determine the extent of improvement.\n                  Total solids in sludge and water samples were measured by taking the average of three separate aliquots for each sample. Particle size analysis of the waste washwater was performed using Zetasizer light scattering technology. To observe the effect of G-force on separation efficiency, a variable speed lab centrifuge was used on samples taken from the holding tank.\n                  To determine membrane flux performance, batch microfiltration tests were conducted using a lab-scale system assembled with a single 12.7 mm diameter Porex microfilter tube with a nominal pore size of 0.05 μm.\n                  Based on data collected in the lab, a production-scale system was designed that included use of a high-speed centrifuge and multi-module microfiltration system. After implementation of the larger system, the system was monitored for membrane flux performance. Final mass balance calculations were performed to quantify improvements in ceria recovery.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Baseline determination\n                     In order to determine how much ceria was lost prior to 2017, a mass balance was performed only on water and ceria for the operation. Company records and sample analyses were used to generate values. Based on the total amount of new and reclaimed ceria used (31 kg/day), calculations indicate that 23.8 kg/day of ceria was lost to sewer discharge, dragout, and spills. 77% of process ceria was lost, leaving 23% of total ceria used recoverable for reclamation with the old system.\n                     \n                     In order to help determine potential separation technologies, particle size analysis was performed on grab samples from the holding tank shown in Fig. 2, and the average size distribution can be seen in Fig. 3\n                        .\n                     Most solid particles were observed to be in the 1 μm range, with no particles smaller than 0.1 μm detected. The majority of the sub-micron particles can be attributed to glass fines from the polished lenses [2].\n                  \n                  \n                     3.2\n                     Evaluation of improvement opportunities through pilot-testing\n                     While Sydor was able to recover 23% of the ceria used, opportunities to increase recovery rates were tenable. Chemical reclamation of ceria through acid leaching or flocculation, while proven to be capable of achieving up to 94% recovery of ceria [3,4], does not align with pollution prevention goals to avoid use of toxic/hazardous process chemicals. In order to ensure as much recovery of ceria as possible while minimizing environmental burden, mechanical separation technologies were prioritized. All of Sydor’s abrasives were ceria formed at high temperature. During normal operations, the ceria is added to water and forms cerium (IV) hydroxide which is insoluble in the abrasive solutions as operations fall well within a pH range of 3–12 [5]. Process temperatures stay well below 60 ​°C which keeps the insolubility of the cerium (IV) hydroxide relatively stable as well. As particulate was not expected to be dissolved in solution, gravimetric and filtration technologies were investigated for potential applicability.\n                     \n                        3.2.1\n                        Centrifugation\n                        Qualitative observations were made from bench-top tests and the results indicated that higher G forces produced less opaque supernatant, with a threshold above 1000 G’s. Hence, the conclusion was made that a centrifuge operating under higher G-forces should separate and recover more ceria.\n                     \n                     \n                        3.2.2\n                        Membrane filtration\n                        Membranes are a form of mechanical filtration that can separate constituents ranging from micron size microfiltration down to molecular level reverse osmosis [6]. Based on the information in Fig. 3, pilot studies on the mixing tank solution were conducted using a single 12.7 mm diameter, 0.05 μm microfiltration tube produced by Porex (TMF 1.05, PVDF [polyvinylidene difluoride] membrane/substrate, 0.07 m2 active area). Tubular membranes are most suitable when filtering solutions with higher levels of suspended solids to minimize costly prefiltration requirements [6].\n                        In order to maintain sufficient turbulence through the membrane tube and maximize the mass transfer coefficient, a minimum fluid velocity of 4 m/sec would be needed to help avoid fouling and maintain consistent flux [7]. Fluid velocity has been demonstrated to be a critical parameter in many applications, such as oil/water separation [8]. The testing design included varying feed flow rates and transmembrane pressure. The results can be seen in Fig. 4\n                            where flux is provided in liter/m2/hr (LMH).\n                        The information obtained through the pilot studies was used to design the production-scale system (design flux of 250 LMH). Membrane cleaning was performed using 1% by volume hydrogen peroxide in water. Hydrogen peroxide was selected as the final chemistry after several trial cleaning cycles. The mechanism by which the membrane is cleaned is potentially related to the acidic environment that the hydrogen peroxide solution generates. In low pH solutions, cerium (IV) hydroxide has the potential to be reduced to ionic cerium (III) and water [9]. In addition to being the result of a potential chemical reaction, Ce3+ can also dissolve in low pH solutions [5]. Therefore, the hydrogen peroxide may act as an effective chemical cleaner through redox reactions and dissolution of any cerium fouling the membranes.\n                     \n                  \n                  \n                     3.3\n                     Production system design\n                     A production-scale process was designed that would improve recovery of ceria and reduce TSS loadings to the sewer. A high speed Microseparator centrifuge rated at 2100 Gs was procured. Eight, 25.4 mm diameter Porex modules (TMF 1.1) were used for the membrane system which has an effective area of 1.13 m2. The process schematic including centrifugation, microfiltration, and controls can be seen in Fig. 5\n                        . A single 1,500 ​L tank was used for both the centrifuge and microfiltration process to simplify the overall operation.\n                     Due to the tendency of cerium oxide particles to agglomerate and harden [10], the system had to be designed to prevent maintenance problems and equipment failure. As a result, both the centrifuge and microfiltration systems constantly recirculate fluid through the process tank while the mixer is also left on continuously in the process tank. Permeate from the system is used to flush the system every hour and each time the system is shut down.\n                  \n                  \n                     3.4\n                     Implementation\n                     The entire system including process tank was installed in 2017.\n                     Results from grab samples indicate that the steady-state solids content in the holding tank range from 0.2% to 0.5%. The high speed centrifuge is removing solids effectively and allowing the membrane system to operate under ideal conditions. Analysis indicated that average solids content of the new, higher G centrifuge sludge is 77.7% compared to 71.8% with the old centrifuge, confirming increased solids removal efficiency.\n                     Periodic cleaning of the membranes is required to maintain acceptable flux. A 1% by volume hydrogen peroxide solution is used to clean the system on a weekly basis. Between cleanings, permeate flux typically starts at 400 LMH and decreases to 140 LMH. The average flow equates to a flux which is close to the design flux of 250 LMH. The original set of membranes were still working after 2 years of use.\n                     In total, the system including the centrifuge, process tank, and all ancillary items cost ~$30,000. Approximate savings based on increased ceria recovery rates are nominal and explained in more detail later.\n                  \n                  \n                     3.5\n                     Metrics\n                     The post-implementation mass balance for ceria and water can be seen in Fig. 6\n                        . When compared to pre-implementation a higher percent of ceria is now being reclaimed. It should be noted that Sydor modified polishing operations to use less ceria plant-wide during the implementation phase.\n                     Prior to the installation of the upgraded recovery system, Sydor was recovering 23% of their ceria. After implementation, approximately 18 kg/day of dry ceria powder was used leading to an updated percent recovery of 48%. More than double the amount of ceria was recovered for reclamation due to the efforts of the project.\n                     Recovery of ceria should be much higher than observed since all washwater should be contained within the process tank and only clean water discharged to sewer. Two reasons for the lower than expected percent recovery include unavoidable operational losses like dragout and spills and less than ideal equipment cleaning procedures which result in bypass of the recovery system. Sydor is aware of the need to improve cleaning protocol and as part of a continuous improvement program, the company is adopting more stringent practices that include better housekeeping and fluid handling. While more ceria is being recovered, the TSS levels of total facility water entering the sewer still remains largely unchanged due to the aforementioned housekeeping issues and presence of other non-ceria polishing operations in the facility that are discharging solids-laden water. Sydor plans to evaluate wastewater management approaches for the other operations, also as part of its continuous improvement program.\n                     Based on current recovery rates, the company is saving approximately $8,000/year. If maximum recovery is achieved (up to 95%), approximately $15,000/year in savings would be realized. Capital investment for this project was approximately $30,000 while supplemental engineering design and implementation assistance was provided by NYSP2I. For another company that is seeking to implement the same equipment, capital costs would be approximately $60,000. From a return on investment perspective using Net Present Value calculations with a 2% inflation rate, a company would expect to recover the $60,000 investment costs after 4 years. Additional benefits of reducing solids loading to sewer would also be realized and are not accounted for in this economic analysis.",
    "Conclusion": "4\n                  Conclusion\n                  As part of a business technical assistance project sponsored by the NY State Pollution Prevention Institute and in collaboration with Stefan Sydor Optics and Flint Creek Resources, an innovative process to increase recovery of valuable cerium oxide was developed and implemented at an optics manufacturer. Through pilot testing of centrifugation and microfiltration, a sustainable approach was validated that will allow optics manufacturers to recover more ceria and discharge cleaner water."
  },
  "references": []
}