{
  "title": "Multi-pass micro-scratching and tribological behaviors of an austenitic steel in media",
  "authors": [
    "Wei, Qilong"
  ],
  "publication": {
    "journal": "Tribology International",
    "date": "2018-01-31",
    "doi": "10.1016/j.triboint.2017.08.016"
  },
  "abstract": "Micro-scratching and tribological behaviors of an austenitic steel in media including a nano-caria slurry, a carrier liquid and air are researched thoroughly, with the purpose to provide a technical method for simulation of microscopic mechanisms in polishing. It is found that penetration depth increment and remnant depth increment are highest in the first pass and they decrease markedly in later passes, while coefficient of friction decreases with pass. Both penetration depth increment and coefficient of friction are maximal in the nano-ceria slurry. Based on the Hertzian theory, it can be deduced that multi-pass scratch transforms interaction form between indenter and surface, while the particles are embedded into the softer surface under higher load, both of which influence latter scratch.",
  "keywords": [
    "Micro-scratch",
    "Nano-ceria slurry",
    "Coefficient of friction",
    "Depth increment"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Polishing is a key technology which endows material surfaces with optical properties and other functions, and it has played important roles in various scientific and technological fields [1–3]. Development of new technologies has brought forward more and more high requirements on polishing of surfaces. For example, extreme ultraviolet photo-mask blank requires surface roughness less than 0.15 nm [4,5], and super-polish aspheres require surface roughness less than 0.2 nm [6]. These rigorous requirements demand both advanced polishing methods and scientific understanding of polishing.\n                  In polishing process there are complex three-body interactions among abrasive particles, polishing pad and material surfaces, where a large number of abrasive particles are constrained weakly by polishing pads. In some extreme conditions, polishing pad constrains abrasive particles so strongly that the situation is simplified to a two-body interaction. According to constraints from polishing pad, abrasive particles remove material by plowing or rolling [7–9]. Thus concourse of large number of abrasive particles removes material macroscopically and creates smooth surface.\n                  The basic material removal has been researched by simulation with AFM and scratch methods, where a sphere glued to the tip scratches material surfaces, or the tip scratches material surfaces directly. Komanduri et al. scratched on single-crystal aluminum with a tip with radius 25 nm in AFM, and found that material was removed by a plowing method when scratch depth was very small [10]. Beake et al. conducted nano-scratch on a single-crystal silicon with a spherical indenter of 4.6 μm in radius, and obtained the critical fracture load and toughness-brittleness transformation characters [11]. Zhang et al. onducted nano-scratch on a KDP crystal, and found that it was the non-uniform deformation of material before the indenter that produced marked fluctuations of friction force and coefficient of friction [12]. But these researches all reduce the three-body conditions in polishing process to two-body conditions, which are different from actual polishing conditions and produce results with large deviations.\n                  Many researchers analyzed polishing process with micro-scratch method, but they did not take abrasive particles into consideration. For example, Demirci et al. simulated polishing of glasses by triple scratch test, and found that distance between scratches and scratching speed had marked influences on formation of chips and material removal [13]. Gu et al. also studied influence of separation distance between parallel scratches on material removal of BK7 glass [14]. There lacks of research on scratch in suspensions of small particles and multi-pass scratch, which both are key characters in polishing processes.\n                  In fact, micro-scratch technology is more suitable to simulate the three-body conditions in polishing process, as it has more suited radius ratio of the indenter and abrasive particles. Size of abrasive particles usually is about 100 nm, while radius of spherical indenter is about 5 μm for nano-scratch and 10–100 μm for micro scratch [15,16], which means that indenter size of micro scratch is about 100–1000 times of size of abrasive particles. Then it can ensure that there are enough particles participating in the three-body interactions under the indenter when micro-scratch is conducted in abrasive slurries.\n                  Some researchers studied the microscopic three-body conditions by simulation with nano-scratch in slurries. For example, Fu et al. [17] glued a silica sphere with radius 400 nm on the AFM tip, and scratched copper films with it in various media including air, de-ionized water, and silica slurry with mean particle size 110 nm. He obtained variations laws of depth, friction force and wear rate with media, and determined contributions from slurry chemistry and liquid buoyancy. But he did not consider radius ratio of glued silica sphere and sphere in slurry, as there could not have enough abrasive particles which participated in friction between glued sphere and copper films.\n                  On the other hand, multi-pass scratch which is done on the same location repeatedly can simulate repeated movements of abrasive particles in polishing by and large. But micro-scratch do not have high signal-to-noise as nano-scratch, which may make it difficult to distinguish and exhibit results with small differences in scratching on hard and brittle materials such as K9 and fused silica. As single-phase austenitic steels have low hardness and high plasticity, they are good candidates for scratching, which will provide better scientific and technological bases for researching on hard and brittle materials.\n                  Besides, as physical meanings are not clear for penetration depth and remnant depth during multi-pass scratch, a group of six parallel scratches and a perpendicular scanning will be conducted.",
    "Experiments and materials": "2\n                  Experiments and materials\n                  An austenitic steel (AS) specimen and a slurry of ceria particles were used in micro-scratch experiments. Fig. 1\n                     (a) shows a microscopic image the AS, and it is found that grains are near equi-axial with size between 10 μm and 100 μm. Fig. 1(b) shows a TEM image of ceria particles, and it indicates that the particles are irregular polyhedrons with size between 100 nm and 200 nm.\n                  An aqueous solution of sodium carboxymethyl cellulose and sodium nitrite was used as the carrier liquid (CL). A ceria slurry with particles weight concentration 1% was prepared by dispersing the nano-ceria particles into the CL with an ultrasonic probe. Thus media used in experiments included the nano-ceria slurry, the carrier liquid, and air.\n                  A micro scratch tester of CMS Instruments was adopted in micro-scratch experiments, and the diamond indenter was a spherical Rockwell one with a tip of 100 μm in radius. An advanced scratch mode was selected, with both pre-scan load and post-scan load 0.03 N, scratch length 2.0 mm, scratch speed 2.0 mm/min, acquisition rate 30 Hz.\n                  Before scratching, microscopic characters on the sample surface were observed by optical microscopy of the tester, and locations without obvious defects, polishing tracks and contamination were chosen to be used in experiments.\n                  Firstly, six-pass scratching with constant loads from 0.5 N to 2.0 N was done in air. Then another group of scratch experiments were conducted in air by the manner shown in Fig. 2\n                     , to obtain dimensions of impressions. Six parallel strips were scratched with load 2.0 N and pass from 1 to 6, distance between nearby strips about 300 μm. Then four parallel strips perpendicular to these six strips were scratched with distance 200 μm–300 μm (P-scan A), and additional two parallel strips were scratched in the same direction outside the six parallel strips with distance 200 μm–300 μm (P-scan B).\n                  Six-pass scratch with constant load 2.0 N was done in the CL and the nano-ceria slurry respectively. The slurry or CL was added onto selected locations before scratch, and was cleaned with filter paper after scratch. Besides, the indenter was cleaned with de-ionized water in an ultrasonic bath after each group of scratches and dried with filter paper.",
    "Experimental results": "3\n                  Experimental results\n                  \n                     Fig. 3\n                     (a) shows results of the first scratch on the austenitic steel with a constant load 1.0 N in air, where Pd, Rd and μ are penetration depth, remnant depth after elastic recovery, and coefficient of friction respectively. It is found that Pd, Rd and μ all fluctuate in different ranges, and Pd and Rd fluctuate synchronously. Average values of Pd, Rd and μ in the total length of 2.0 mm are 1.401 μm, 0.930 μm and 0.15 respectively, while their relative standard deviation (rsd) are 5.99%, 10.1% and 8.31% respectively. In the latter sections, Pd, Rd and μ are used to represent their average values.\n                  \n                     Fig. 3(b) shows statistical results of all first scratches on the austenitic steel with different constant loads in air. It is found that when the load increases from 0.5 N to 2.0 N, Pd, Rd and μ all increase monotonously, with the maximal increased percentage 244%, 227%, and 52.3% respectively. At the same time, difference between Pd and Rd increases monotonously too, with the maximal increased percentage 275%. Besides, rsd of Pd, Rd and μ all decrease markedly when the load increases from 0.5 N to 2.0 N, which means that signal-to-noise of measurements increases with load.\n                  Then a constant load 2.0 N is chosen to research influences of various media on multi-pass scratching behaviors of the austenitic steel.\n                  \n                     Fig. 4\n                     (a) shows statistical results of six-pass scratches on the austenitic steel with a constant load 2.0 N in air. It is found that Pd and Rd increase monotonously with pass, while μ decreases monotonously with pass. Then Pd and Rd in the final pass increase by 41.3% and 57.9% compared with those in the first pass respectively, while μ in the final pass decreases by 51.7% compared with that in the first pass. Besides, difference between Pd and Rd fluctuates between 0.85 μm and 0.95 μm. An impression after the six-pass scratch with load 2.0 N is shown in Fig. 4(b), where a clear-cut groove is about 60 μm in width, and grains boundaries across the groove keep continuous basically.\n                  The average values of the four groups of pre-scanned profile data in P-scan A are used to draw impression shapes of the six parallel strips, while the average values of the two groups of pre-scanned profile data in P-scan B are used to correct the surface gradient of the sample. Thus dimensions of these six strips are obtained, and they are shown in Fig. 5\n                     (a), where Ro is the original remnant depth curve without correction by surface gradient, and Rc is the corrected curve. The impressions from left to right are scratched from one pass to six passes respectively with load 2.0 N. From these curves, it is found that both remnant depth and the pile-up extent increase obviously with pass, and remnant depths have their maximal values of in the centers of impressions.\n                  \n                     Fig. 5(b) shows results of these six parallel impressions by the perpendicular pre-scanning, where Wa is the actual scratched width, Wp is the nominal scratched width with pile-up effect, and Rs is the maximal remnant depth of the impressions. Besides, Rd in Fig. 4(a), the remnant depth averaged on the length 2.0 mm, is also depicted for comparison. It is found that Wa and Wp increase with pass in whole, while increased value of Wp is much higher than that of Wa at pass six. Then it can be deduced that Wp increasing with pass may be mainly due to pile-up [18–20]. Besides, Wp after six-pass scratch is 60.8 μm, which is close to that in Fig. 4(b), and the ratio of Wa to Rs in each pass is in the range from 10 to 15.\n                  More importantly, both Rs and Rd increase with pass, and they are equivalent basically, which means that remnant depth obtained by scratching directly and perpendicular pre-scanning are coincided well. It reveals that measured Rd in each pass is accumulated depth increments from the first pass during multi-pass scratches, which is shown in Fig. 6\n                     , where symbol Δ represents increment. Similarly, measured Pd in each pass is the sum of penetration depth increment in the pass and accumulated remnant depth increments of front passes, which is shown in Fig. 6 too. Besides, Pd and Rd are increments of themselves in the first pass.\n                  Then depth increments of each pass can be obtained according to the principle in Fig. 6, and they will be used together with measured depths to investigate influences of various media on micro-scratching behaviors.\n                  \n                     Fig. 7\n                      shows statistical results of six-pass scratches on the austenitic steel with load 2.0 N in various media, where cer, air and CL in icons denotes results measured in the ceria slurry, air and CL respectively. It is found that Pd and Rd in the slurry and CL increase monotonously with pass, while μ in these two media decreases with pass, which are similar with those manners in air. But media have their influences too, as Pd, Rd and μ of the same pass are all maximal in the ceria slurry, while they are all minimal in CL. The difference of Pd of the same pass in the slurry and in CL varies from 0.286 μm to 0.535 μm, with average value 0.417 μm. These values are about two times of the size of ceria particles. On the other hand, μ in the slurry is about two times of its corresponding values in CL and air.\n                  Based on scratch data in Fig. 7(a), depth increments, ΔPd and ΔRd, of each scratch pass are calculated analytically according to the principle in Fig. 6, and they are shown in Fig. 8\n                     . It is found that both ΔPd and ΔRd in the first pass are highest in different media, while ΔPd and ΔRd in the second pass decrease to about half and one-tenth of those in the first pass respectively and they basically keep constant in latter passes. At the same time, ΔPd in the ceria slurry is highest and it is lowest in CL in the same pass, while ΔRd does not show clear difference in these media.",
    "Discussions": "4\n                  Discussions\n                  According to above results, penetration depth, remnant depth and coefficient of friction all increase monotonously with load, during micro-scratching on the austenitic steel. On the other hand, penetration depth and remnant depth increase monotonously with pass, while coefficient of friction decreases monotonously with pass, during multi-pass scratching on the austenitic steel. Penetration depth increment and coefficient of friction are highest in the slurry of nano-ceria particles. These results reflect elastic and plastic deformations of the material, and roles of small particles, which will be analyzed in detail as follows.\n                  According to the Hertzian theory, the radius of elastic contact circle a between a rigid indenter with tip radius R and a plane under indent load P can be calculated by the following equation:\n                        \n                           (1)\n                           \n                              \n                                 \n                                    a\n                                    3\n                                 \n                                 =\n                                 \n                                    3\n                                    4\n                                 \n                                 \n                                    \n                                       PR\n                                    \n                                    \n                                       \n                                          E\n                                          ∗\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     And the maximal elastic indented depth he is determined by the following equation:\n                        \n                           (2)\n                           \n                              \n                                 \n                                    h\n                                    e\n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          (\n                                          \n                                             \n                                                \n                                                   3\n                                                   P\n                                                \n                                                \n                                                   \n                                                      \n                                                         4\n                                                         E\n                                                      \n                                                      ∗\n                                                   \n                                                \n                                             \n                                          \n                                          )\n                                       \n                                    \n                                    \n                                       \n                                          2\n                                          /\n                                          3\n                                       \n                                    \n                                 \n                                 \n                                    \n                                       \n                                          (\n                                          \n                                             \n                                                1\n                                                R\n                                             \n                                          \n                                          )\n                                       \n                                    \n                                    \n                                       \n                                          1\n                                          /\n                                          3\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     E* is the reduced modulus of the indenter and the plane and it is given by:\n                        \n                           (3)\n                           \n                              \n                                 \n                                    1\n                                    \n                                       \n                                          E\n                                          ∗\n                                       \n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       1\n                                       −\n                                       \n                                          v\n                                          i\n                                          2\n                                       \n                                    \n                                    \n                                       \n                                          E\n                                          i\n                                       \n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       1\n                                       −\n                                       \n                                          v\n                                          s\n                                          2\n                                       \n                                    \n                                    \n                                       \n                                          E\n                                          s\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     where Ei and ν\n                     i are elastic modulus and Poisson's ratio of the indenter, Es and ν\n                     s are elastic modulus and Poisson's ratio of the plane [21–23].\n                  On the other hand, pressure distribution under the indenter takes the form:\n                        \n                           (4)\n                           \n                              \n                                 \n                                    σ\n                                    Z\n                                 \n                                 =\n                                 \n                                    3\n                                    2\n                                 \n                                 \n                                    P\n                                    \n                                       π\n                                       \n                                          a\n                                          2\n                                       \n                                    \n                                 \n                                 \n                                    \n                                       \n                                          (\n                                          \n                                             1\n                                             −\n                                             \n                                                \n                                                   \n                                                      r\n                                                      2\n                                                   \n                                                \n                                                \n                                                   \n                                                      a\n                                                      2\n                                                   \n                                                \n                                             \n                                          \n                                          )\n                                       \n                                    \n                                    \n                                       \n                                          1\n                                          /\n                                          2\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     where r is the distance to the center of the contact circle [23]. Thus σz is maximal in the center while it is zero in the boundary.\n                  At the same time, when the maximal plastic indented depth hp is much smaller than indenter tip radius, it can be calculated by the equation:\n                        \n                           (5)\n                           \n                              \n                                 \n                                    h\n                                    p\n                                 \n                                 =\n                                 \n                                    P\n                                    \n                                       2\n                                       π\n                                       HR\n                                    \n                                 \n                              \n                           \n                        \n                     where H is hardness of the plane [24].\n                  According to equations (2) and (5), both the maximal elastic indented depth and the maximal plastic indented depth increase with load, and decrease with indenter radius.\n                  If both contacting bodies have curvatures, their relative radius [25] is given by:\n                        \n                           (6)\n                           \n                              \n                                 \n                                    1\n                                    R\n                                 \n                                 =\n                                 \n                                    1\n                                    \n                                       \n                                          R\n                                          1\n                                       \n                                    \n                                 \n                                 +\n                                 \n                                    1\n                                    \n                                       \n                                          R\n                                          2\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     where R1 is tip radius of the indenter and R2 is radius of its counter body. For a concave surface with a negative R2, R is higher than R1.\n                  Calculation on elastic and plastic deformations of the austenitic steel (AS) under the diamond indenter is conducted according to these above models. And materials' properties used in calculation are listed in Table 1\n                     , where data of the diamond are from the instrument manual.\n                  Based on calculations, he is 0.964 μm, and hp is 1.229 μm when the austenitic steel is indented by the diamond indenter with load 2.0 N. Thus the total indented depth is 2.193 μm, which is close to 2.499 μm of Pd in the first pass scratch with load 2.0 N. And the diameter of elastic contact circle is 19.634 μm, which holds the main part of the actual scratched width 23.4 μm in the first pass scratch with the same load. Besides, pressure in the center of the contact circle is 6.975 GPa, calculated with the actual scratched width.\n                  During multi-pass scratch, interacting form between the indenter and the surface changes. It is a sphere-plane one in the first pass while it is a sphere-concave one in the latter passes. Then tip radius of the indenter and radius of the concave are close in values but they have opposite signs. Thus the relative radius increases obviously, and both he and hp decrease in the second pass. But indented depth does not change continuously, as the interacting form does not change after the second pass. Besides, the frontal scratches produce plastic deformation and deformation hardening [27,28], which decrease penetration depth of latter scratches to some extent.\n                  The reasons for coefficient of friction changing with pass are similar. Although Pd in the second pass increases, its increment decreases because of the frontal groove, which is confirmed by Fig. 8. Thus the material which blocks movement of the indenter is reduced, and then coefficient of friction reduces too from the second pass. But coefficient of friction decreases slowly from the third pass, as actual depth changes little. Besides, the frontal scratches remove surface asperities, which can reduce coefficient of friction of latter passes to some extent.\n                  Influencing mechanisms of media on friction are clear. The coefficient of friction decreases to some extent due to lubricating action of water [24] when the medium changes from air to the aqueous carrier liquid. More importantly, nano-ceria particles in the slurry are embedded into the softer austenitic steel under action of higher normal load, which influences scratch and friction behaviors of the material.\n                  It is commonly thought that nano-particles in slurries are advantageous to friction and anti-wear of materials, as they reduce friction in various systems by transforming wearing modes, reducing friction area, and increasing thermal conductivity [29–32]. But the situation is different in this research, where the nano-ceria particles are irregular polyhedrons, and may be indented into the softer austenitic steel under higher load.\n                  A rough evaluation of normal force acted on a single particle is done by assuming that particles have a same diameter and there has no cavity among particles. Then normal force applied on a single particle is the product of the pressure and the projected area of the particle. Thus the normal force applied on a single nano-ceria particle with diameter 150 nm in the center of the contact circle is 1.569 × 10−4 N according to this simple model, based on the pressure in the center of the contact circle as mentioned in front. Then a spherical nano-ceria particle with diameter 150 nm is indented into the austenitic steel with elastic depth 27.48 nm and plastic depth 128.55 nm under such a normal force according to models, which means that the maximal indented depth exceeds its diameter. But the actual total indented depth must increase to some extent for particles with cavities among them, irregular particles with sharp angles, and bigger particles bearing higher load.\n                  Thus the nano-ceria particles are indented into the steel with depths more than their sizes in the center of the contact circle with load 2.0 N, which means that they are embedded into the steel wholly. While those depart from the center are indented into the steel more shallowly due to lower pressure. Then the total penetration depth increases due to the particles embedment, as shown in Figs. 7 and 8. On the other hand, coefficient of friction also increases as scratched material changes from the softer steel to its composite material strengthened by the particles, and micro-abrasion may appear too. Besides, the embedded particles below the indenter in the scratching direction are scratched with the austenitic steel surrounding them by and large.\n                  This analysis is supported by microscopic images in Fig. 9\n                     , which shows the scratched groove in the nano-ceria slurry with load 2.0 N and pass six. As slurry continues to flow into the scratched groove in multi-pass scratch, the groove is filled with particles after scratch experiment. But the particles distribute in the groove unevenly, and there is no particle at all in several small center locations where the pressure is maximal in scratching. Then it can be deduced that the embedded particles may have been scratched out while most particles remain in the tiny groove due to adhesive effect [33,34].\n                  The change of depths and coefficient of friction in the ceria slurry with scratch pass is due to the same reason with those in air, namely the change of interacting form between the indenter and the surface, while the particles play their roles of embedment or micro-abrasion in scratch. Besides, particles in the slurry may have complicated influence on measurement of depth due to their movements.\n                  These discoveries make clear some basic characters of friction in multi-pass scratch and influence of the slurry, which will provide some technological directions for researching on hard and brittle optical materials based on understanding of plastic and elastic deformations, and particles behaviors during scratch. For example, moving fashion of particles needs to be focused, while conditions for ductile-brittle transition also must be taken into consideration, when scratch is done on hard and brittle materials.",
    "Conclusions": "5\n                  Conclusions\n                  In this study, the multi-pass scratching and friction behaviors of an austenitic steel in various media including a nano-ceria slurry, its carrier liquid and air are researched thoroughly, with the purpose to find the roles of abrasive particles in plastic deformation and elastic deformation of materials in multi-pass scratching, and to provide a base for simulating microscopic mechanisms in polishing. The main conclusions are drawn as follows.\n                        \n                           1)\n                           Penetration depth, remnant depth and coefficient of friction all increase markedly during single scratching on the austenitic steel in air when the constant load increases from 0.5 N to 2.0 N.\n                        \n                        \n                           2)\n                           During six-pass scratching on the austenitic steel in air with load 2.0 N, both penetration depth and remnant depth increase monotonously with pass, while coefficient of friction decreases monotonously with pass, and both penetration depth increment and remnant depth increment decrease obviously in pass two to pass six.\n                        \n                        \n                           3)\n                           Six-pass scratching results on the austenitic steel are similar in various media with load 2.0 N, while penetration depth increment and coefficient of friction are maximal in the nano-ceria slurry, and they are minimal in the carrier liquid at the same passes.\n                        \n                        \n                           4)\n                           It is deduced that multi-pass scratching transforms interaction form between the indenter and the surface, while the nano-ceria particles are embedded into the softer austenitic steel under higher load, both of which influence latter scratching."
  },
  "references": []
}