{
  "title": "High polishing selectivity ceria slurry for formation of top electrode in spin-transfer torque magnetic random access memory",
  "authors": [
    "Cui, Hao"
  ],
  "publication": {
    "journal": "Thin Solid Films",
    "date": "2012-11-01",
    "doi": "10.1016/j.tsf.2012.09.044"
  },
  "abstract": "During the formation of the top electrode (T.E.) in spin-transfer torque magnetic random access memory, a slurry with a high polishing rate of SiO2 and a low polishing rate of metal (T.E. material) is required in the chemical mechanical planarization application area. We used a ceria-based slurry with a polymeric additive to maintain the high polishing rate of SiO2 while it suppresses the polishing rate of the T.E. material, tantalum and ruthenium. We found ruthenium showed a significantly higher selectivity than tantalum in the ceria-based slurry. X-ray photoelectron spectroscopy was used to investigate the adsorption characteristics of the polymeric additive on the T.E. material. Except for the adsorbed polymeric additive, we found that zeta potential of the T.E. material played a critical role in determining the polishing selectivity of SiO2-to-T.E. material.",
  "keywords": [
    "Spin-transfer torque magnetic random access memory",
    "Chemical mechanical polishing",
    "Ruthenium",
    "Tantalum",
    "Poly(acrylamide)",
    "Ceria",
    "Zeta potential"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Beyond the 20-nm technology node, current memories such as dynamic random access memory (DRAM) and NAND flash memory confront inevitable technical limits in terms of manufacturability, yield, and especially scalability [1]. To overcome these technical limits, several kinds of next-generation non-volatile memories have been proposed, including phase-change random access memory, polymer random access memory, resistive random access memory, and spin-transfer torque magnetic random access memory (STT-MRAM).\n                  The conventional magnetic random access memory uses a field-induced writing scheme with two orthogonal current lines (digit and bit). Thus, the half selection problem and large cell size are critical issues in its commercialization [2]. Recently, a concept MRAM using a writing scheme known as the spin-transfer torque (STT) effect has been proposed [3–6]. In this writing scheme, switching of the magnetization direction in the free layer is achieved by the direct injection of spin-polarized current into the magnetic tunnel junction (MTJ), avoiding the half selection problem and allowing a simple cell structure to 6F2\n                     ~8F2 without the digit line. Since STT-MRAM was proposed, it has been considered the most promising candidate to replace current memory technologies as a universal memory because it combines the features of fast read and write speed of static random access memory (<10ns), high density of DRAM, non-volatility of flash memory, and unlimited endurance [7].\n                  In the manufacturing process of an STT-MRAM cell, chemical mechanical planarization (CMP) is used during the formation of the top electrode (T.E.). Fig. 1\n                      shows the process sequence of the T.E. CMP. After patterning the T.E. and underlying MTJ layers, SiO2 is deposited to isolate the adjacent cells. Then, the T.E. CMP is applied to remove SiO2. Similar processes, such as bit-line formation, in the conventional DRAM manufacturing process are then done. Metals with high mechanical hardness such as tantalum (Ta) and ruthenium (Ru) are commonly used as T.E. materials because they could act as the electrode as well as a hard mask during pattering of the MTJ layers. Due to the non-uniform polishing rate in the wafer scale, it is often over-polished to completely remove the overburden SiO2 until the T.E. is exposed. However, as the design rule is continuously scaled down, this over-polishing may result in the destruction of the underlying MTJ layers because of the limited thickness of the T.E. Thus, a CMP slurry with a high polishing rate of SiO2 (>3000Å/min) and considerably low polishing rate of the T.E. material (<30Å/min) is essential. However, metal CMPs, such as tungsten and aluminum, are targeted at a high polishing rate of metals and low polishing rate of SiO2. The demand and research related to CMP with the high polishing rate of SiO2 and the low polishing rate of metal have not been reported.\n                  In this study, tantalum (Ta) and ruthenium (Ru) were used as the T.E. materials to comparatively investigate the CMP performance. We used a ceria-based slurry with a polymeric additive to achieve a high polishing rate of SiO2 while it suppresses the polishing rate of the T.E. material under 30Å/min. The adsorption characteristic of the polymeric additive onto the electrode material was analyzed using X-ray photoelectron spectroscopy (XPS).",
    "Experiment": "2\n                  Experiment\n                  \n                     2.1\n                     Materials\n                     We deposited 120-nm-thick Ta and Ru films on Si (100) 8-inch wafers with a 100-nm buffered SiO2 layer by physical vapor deposition. Due to the poor adhesion property between Ru and SiO2, a thin titanium layer (~10nm) was used as the adhesion promoting layer between Ru and SiO2. The SiO2 films were deposited by plasma-enhanced chemical vapor deposition of tetra-ethyl-ortho-silicate at 720°C.\n                  \n                  \n                     2.2\n                     Chemical mechanical polishing conditions\n                     The slurry used in the experiment was composed of abrasives, a dispersant, a pH titrant, a polymeric additive, and deionized water. The abrasives in the slurry were ceria (K.C. Tech., 5wt% solution) at a fixed concentration of 0.75wt%. Ceria was extensively investigated and used as the abrasive particle in the STI CMP area instead of the conventional fumed silica, because of its high polishing rate of SiO2 and high selectivity of SiO2-to-Si3N4 \n                        [8–11]. Poly(acrylamide) (PAM) (Aldrich, MW 10k, 50wt% solution) was added as the polymeric additive to suppress the polishing rate of the T.E. material. The principal criterion of selecting the polymeric additive in this case is the low adsorption affinity to SiO2, to avoid the decreasing of the SiO2 film. PAM does not adsorb on SiO2 from water [12], and the lone pair electrons of nitrogen atom in the amide group provide a possibility of forming a polymeric complex with the metal surface. Thus, PAM was selected as the polymeric additive in the slurry to suppress the T.E. polishing rate. The pH of the slurry was titrated to approximately 7 with sodium hydroxide.\n                     The Ta, Ru, and SiO2 films on the 8-inch wafers were polished using a CMP planarizer (6EC, Strasbaugh, U.S.A.) with an industry standard CMP pad (IC 1000/Suba IV, Rohm and Haas Electronic Materials, U.S.A.). Pad break-in was carried out with a diamond disk for 10min, and 10 and 3 dummy wafers were polished before and between the experiments, respectively. Ex-situ pad conditioning was carried out after each polishing step. The polishing pressure was 41.4kPa and the rotation speed of the wafer carrier and table were set to 70rpm/min. The slurry flow rate was maintained at 100mL/min and polishing time was fixed at 30s.\n                  \n                  \n                     2.3\n                     Measuring equipment\n                     X-ray diffraction pattern was measured with X-ray diffractometer (D/MAX-2500/PC, RIGAKU, Japan) at two-theta mode. The diffraction was obtained using Cu-Kα radiation (λ=0.1542nm) at a scan rate of 5°min−1. The adsorbed amount of PAM on the Ta and Ru films was obtained using XPS (ESCA 2000, V.G. Microtech, UK) to analyze the binding energy of C 1s and N 1s peak intensity, respectively. Peaks were split into Gaussian/Lorentzian-shaped components using a least-squares fitting algorithm. Zeta potential of the SiO2, Ta, and Ru films was measured with electrokinetic analyzer (SurPASS, Anton Paar, Austria). This equipment measured streaming potential (or current) at the solid/electrolyte interface, and then converted it to the surface zeta potential value. 0.0001mol/L KCl was used as the base electrolyte. In contrast, the zeta potential of ceria particle was measured by using a conventional electrophoresis method (ELS Z2+, Otuska, Japan).",
    "Results and discussion": "3\n                  Results and discussion\n                  The crystal structure and the surface crystal orientation are important in the CMP process and the surface adsorption behavior of organics. Fig. 2\n                      shows the typical X-ray diffraction patterns of the as-deposited Ta and Ru films. For the Ta film, the peaks centered at 32.9, 35.0, and 37.5°, which were closed related to that of β-phase Ta (002), (410), and (212) [13]. These results indicate that the as-deposited Ta film is in the metastable tetragonal structure [14]. For the Ru film, four peaks were identified as the diffraction pattern from the hexagonal Ru (100), (002), (101), and (102), respectively [15].\n                  \n                     Fig. 3\n                      shows the polishing rate of the SiO2, Ta, and Ru films and the polishing selectivity of SiO2-to-Ta (or Ru) films as a function of PAM concentration. The polishing rate of the SiO2 film was almost independent of the PAM concentration. It only slightly decreased from 3250Å/min without PAM to 3100Å/min with 0.3wt% PAM. However, the polishing rate of the Ta film continuously decreased as the PAM concentration in the ceria slurry was increased. It sharply decreased as the PAM concentration increased in the ceria slurry from approximately 1000Å/min without PAM to 130Å/min with 0.05wt% PAM, and gradually decreased to 20Å/min with 0.3wt% PAM. As a result, the polishing selectivity of the SiO2-to-Ta films also increased linearly from 3:1 to approximately 150:1 as the PAM concentration increased from 0wt% to 0.3wt%, as shown in Fig. 3(c). In contrast to the Ta film, the Ru film showed a considerably lower polishing rate of 90Å/min in the ceria slurry without PAM. Similarly, the polishing rate of the Ru film continuously decreased as the PAM concentration was increased up to 0.05wt%, and then saturated approximately at 10Å/min regardless of the PAM concentration. In addition, the absolute magnitude of the Ru polishing rate was totally lower than that of the Ta polishing rate in the tested PAM concentration range. As a result, the polishing selectivity for Ru was also significantly higher than that for Ta.\n                  To understand the dependency of the Ta and Ru polishing rate on the PAM concentration, XPS was used to analyze the adsorbed amount of PAM on the Ta and Ru surfaces. The Ta and Ru wafers were cut into 2×2-cm specimens, and then polished with the fumed silica slurry to remove the native oxide layer. After several times of cleaning procedures by hydrofluoric acid and deionized water, the specimens were then dipped in solutions with various PAM concentrations at room temperature for 10min, and then N2 dried and measured by XPS. Fig. 4(a) and (b) present the XPS results of the C 1s and N 1s spectra of the Ta and Ru film surfaces after dipping it in the solutions with various PAM concentrations, respectively. The Ta and Ru films dipped in the solution without PAM was used as a reference. The existence of the C 1s peak around 285.00eV in the reference was due to adventitious carbon contamination during sample manipulation [16]. Poly(acrylamide) has three characteristic C 1s peaks at 285.00 (C(1), backbone carbon away from amide group), 285.33 (C(2), backbone carbon bonded to the amide group), and 288.59eV (C(3), carbon in the amide group) [17]. The peaks of backbone carbon were not distinguishable from that of the adventitious carbon contamination. However, the carbon peak intensity of the amide group continuously increased as the PAM concentration increased in the solution. This means that the adsorbed amount of PAM on the Ta film surface increased as its concentration was increased in the solution. For the Ru film, it is inevitable to use N 1s spectra instead of C 1s spectra due to the overlapping of C 1s spectra with Ru 3d spectra. From Fig. 4(b), we found that there was only a random noise for the reference. However, for the Ru film dipped in the solution containing PAM, a peak around 399.8eV was observed. This peak was identified as the binding energy of the nitrogen in the amide group in PAM [17]. In addition, we found that the peak intensity was significantly increased for the PAM concentration of 0.025wt%. However, it only slightly increased as the PAM concentration was increased to 0.1wt%, and then it almost did not change as the PAM concentration was further increased of the up to 0.3wt%. This means that the adsorbed amount of PAM on the Ru film was easily saturated even at a relatively lower PAM concentration. This adsorption characteristic was different with that of the Ta film, namely, the adsorption affinity of PAM on the Ru film was higher than that on the Ta film. The role of the adsorbed polymeric layer on the CMP performance is that it prohibits the direct touching between abrasive and the film, resulting in the decreased polishing rate of the film. Therefore, we observed an approximately decreasing trend in the polishing rate the Ta and Ru films as a function of the PAM concentration. However, the polishing rate of the Ru film was easily saturated even at the low PAM concentration due to the high adsorption affinity of PAM on the Ru film. This different adsorption affinity of PAM on the Ta and Ru films may also explain the large magnitude difference of the polishing rate between the Ta and Ru films to some extent. However, this would not be the main factor that determines the magnitude difference of the polishing rate between the Ta and Ru films, because even a larger polishing rate difference between the Ta and Ru films was observed without PAM as compared with those with PAM in the ceria slurry.\n                  Cook gave a mechanistic explanation of glass polishing with the ceria slurry in which chemical aspect was emphasized [8]. In his proposal, surface silica atoms were removed through mechanical abrasion after forming a chemical bridge between the silica and the ceria abrasive particles. This is a general CMP mechanism for an oxide film covered surface. If starting from a bare metal surface, the process could be regarded as four successive steps as shown in Fig. 5\n                     : a thin surface oxide layer was formed in aqueous solution through the reaction with dissolved oxygen, and the hydroxyl group was formed in the surface of ceria and the film by hydrolysis reaction with water molecule. Then, a chemical bridge of MOCe was produced when the film and ceria were in contact by the mechanical force. Finally, the surface oxide lump was removed when the ceria abrasive particle moved away from the linkage site with a shear strain as long as the bond strength of the chemical bridge MOCe was strong enough. Each of these four steps has its own reaction rate constant, which depends on various factors including the film property, solution pH and chemistry, and CMP conditions. For the CMP process of an oxide film, we can regard the rate constant k1 as the infinite. Also, we can simplify the process as a pure mechanical polishing when all rate constants are considerably low. The polishing rate of the film M was mainly affected by the rate constant of the rate-determining step among those four steps. In our experiment, we observed a significant difference in the polishing rate of the Ta and Ru films in the ceria slurry without PAM, regardless of their similar mechanical hardness, as shown in Table 1\n                     . This result proves that there is at least one strong rate-determining step for the Ru film during CMP. From Pourbaix diagram, we know that the formation of the surface passive oxide layer was thermodynamically favored for both Ta and Ru [18]. Therefore, it is unlikely that the rate constant k1 for oxidation step is the rate-determining step for Ru. The rate constant k2 for hydrolysis reaction may be qualitatively estimated from the magnitude of zeta potential and the isoelectric point (IEP). The pH dependence of zeta potential and IEP of SiO2, Ta, Ru, and ceria was shown in Fig. 6\n                      and Table 1, respectively. The Ru film has an IEP of 2.3, which was close to that of the SiO2 film. In contrast, the Ta film has an IEP of 5.5. At pH7, the Ru film has a large negative zeta potential of approximately −70mV, while the Ta film has a considerably lower zeta potential of approximately −35mV, respectively. The Ru film has a high negative zeta potential and its IEP was far from the slurry pH of 7, which means that the most of the surface hydroxyl group for Ru was dissociated. Therefore, the rate constant k3 for step of forming chemical bridge may be one of the rate-determining steps for Ru CMP in the ceria-based slurry. Except for affecting the rate constant k3 for step of forming chemical bridge, the zeta potential may also influence on material removal step. During the CMP process, the electrostatic force between film and abrasive plays an important role in determining the real contact pressure and the number of usable active particles at the surface [19,20]. The ceria abrasive particles will subject to a higher electrostatic repulsive force from the Ru film than that from the Ta film due to the higher zeta potential (magnitude). Therefore, the lower contact pressure and less usable abrasive particles involved in the Ru CMP than that of the Ta CMP. However, the real contact pressure and the number of usable active particles have the important effect on the rate constant k4 of material removal step. Thus, it is most probable that both of the last two steps of forming chemical bridge and material removal were the rate-determining steps in the Ru CMP process in the ceria-based slurry.",
    "Conclusion": "4\n                  Conclusion\n                  In summary, the hard top-electrode material such as Ta and Ru are essentially necessary for the application of CMP process beyond 20-nm technology of STT-MRAM. Thus, a high polishing selectivity of SiO2-to-electrode material is required for formation of the top-electrode after isolation process. The addition of PAM in the ceria-based slurry suppressed the polishing rate of both Ta and Ru films by formation of the passive PAM layer on the film surface, but it almost did not affect the polishing rate of SiO2 film. Because of the significant rate-determining steps of forming chemical bridge and material removal, Ru shows a significantly lower polishing rate than Ta, namely, Ru has an advantage of high polishing selectivity over Ta even with the high concentration of PAM in the ceria-based slurry. Thus, Ru is the more suitable T.E. material than Ta in view of the CMP process."
  },
  "references": []
}