{
  "title": "The effect of hydrogen peroxide on polishing removal rate in CMP with various abrasives",
  "authors": [
    "Manivannan, R."
  ],
  "publication": {
    "journal": "Applied Surface Science",
    "date": "2009-01-01",
    "doi": "10.1016/j.apsusc.2008.10.040"
  },
  "abstract": "The effect of hydrogen peroxide in chemical mechanical planarization slurries for shallow trench isolation was investigated. The various abrasives used in this study were ceria, silica, alumina, zirconia, titania, silicon carbide, and silicon nitride. Hydrogen peroxide suppresses the polishing of silicon dioxide and silicon nitride surfaces by ceria abrasives. The polishing performances of other abrasives were either unaffected or enhanced slightly with the addition of hydrogen peroxide. The ceria abrasives were treated with hydrogen peroxide, and the polishing of the work surfaces with the treated abrasive shows that the inhibiting action of hydrogen peroxide is reversible. It was found that the effect of hydrogen peroxide as an additive is a strong function of the nature of the abrasive particle.",
  "keywords": [
    "Chemical mechanical planarization",
    "Shallow trench isolation",
    "Selectivity",
    "Abrasives",
    "Additives"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Chemical mechanical planarization (CMP) is a key process in microelectronic chip fabrication [1,2]. CMP is the process of smoothing and planarizing a surface by the chemical and mechanical forces. Shallow trench isolation (STI) is the current method of electrically isolating transistors [3]. Silicon dioxide is used as an insulator between devices to prevent the short circuiting of the transistors. CMP is an important step in the STI integration scheme. STI shows a high degree of planarity and a dramatic reduction in the chip area required for isolation [1]. STI allows scaling down device dimensions and denser packing [2]. In the process flow, silicon dioxide is deposited over the trenches and the excess silicon dioxide has to be removed by CMP. Once the silicon dioxide is brought to the desired level, the polishing is arrested using a silicon nitride film as a stopping layer. This requires that the polishing process removes silicon dioxide but not silicon nitride (selective removal).\n                  Ceria and silica are the abrasives of choice for CMP slurries used for STI polishing [4]. Ceria abrasives polish silicon dioxide and silicon nitride films very well, even though ceria is softer than both silicon dioxide and silicon nitride [5,6]. The mechanism of silicon dioxide polishing by ceria abrasives is believed to involve chemical interactions between the abrasive and the work surface [5]. Various hypotheses have been proposed to explain the unusually high silicon dioxide polish rate with ceria slurries [5,7–10]. Most of them propose chemical interaction between the ceria abrasive and the silicon dioxide surface [5,7–9], while in situ frictional force measurements seem to indicate that the effect may be mainly mechanical [10]. Various additives have been used in ceria-based slurries to suppress the silicon nitride polish rate and maintain a high or moderate silicon dioxide polish rate, thus enhancing the selectivity [11–13]. The mechanism of action of these high selective slurries is not understood well. Adsorption of the additive onto the silicon nitride surface was proposed as a possible mechanism [11,14–16], but it was determined that adsorption is not the key mechanism of selectivity enhancement for at least certain amino acids used as additives [17].\n                  Hydrogen peroxide is commonly used as oxidizer in copper CMP slurries [18–21]. However, it is rarely used in silicon dioxide polishing [22]. While it is unlikely to modify the silicon dioxide surface significantly, it may enhance the silicon nitride hydrolysis which is the first step in silicon nitride polishing. It may also modify the surface states of the ceria abrasives and thus interfere with the chemical interaction between the abrasive and the work surfaces. In this study, the effect of hydrogen peroxide as an additive in STI CMP slurries is reported. In order to understand the effect of pH, the polishing was conducted at various pH values of slurries containing ceria and silica abrasives. The effect of hydrogen peroxide on the STI CMP using slurries containing other abrasives was also characterized. Ceria-based slurries showed interesting behavior with the addition of hydrogen peroxide. In order to determine if the effect was permanent, ceria abrasives were treated with hydrogen peroxide, and a set of CMP experiments were also conducted using the treated ceria abrasives.",
    "Experimental": "2\n                  Experimental\n                  Commercial grade ceria particles (DCP-73A, Sodiff Inc., Korea), fumed silica particles (Cab-o-sil M5, Cabot Sanmar, India), and titania (DCW, India) were used to prepare slurries. Analytical grade ceria, silicon nitride, silicon carbide, alumina and zirconia (all from Sigma–Aldrich, USA) were also used to prepare slurries for characterizing the effect of abrasives. Ceria slurries contained 0.25wt% solids and silica slurries contained 5wt% solids. All other slurries contained 1wt% solids. All the experiments were carried out at room temperature. The pH of the slurry was adjusted by using KOH or HNO3 solution. MilliQ water (Millipore) was used for preparing the slurries. The abrasives were continuously kept in suspension by using a magnetic stirrer. The slurries were fed to the CMP equipment at a constant flow rate of 60ml/min using a peristaltic pump. The wafers were polished in bench-top Struers (Labopol-5 & Laboforce-3) CMP equipment. LPCVD silicon nitride and thermal silicon dioxide-coated wafers (Semi Wafer Inc., Taiwan) were used for the polishing experiments. The wafers were cut into square pieces of 1in. size and fixed to the polishing equipment. A force of 20N was applied to the wafer, and a rotational speed of 100 and 250rpm were maintained for the turntable and the wafer holder, respectively. Stacked polyurethane pads (SUBA IV, Rodel Inc.) were used for all the experiments. Initially, the pad was soaked in distilled water for 24h and conditioned with dummy polish runs. After each polishing run, the pad was conditioned with a silicon carbide grit paper and cleaned with a nylon brush to ensure consistent pad surface condition. After polishing, the wafers were rinsed and cleaned with MilliQ water in an ultrasonication bath to remove any abrasive particle. Subsequently, the wafers were dried with compressed air. The pre and post-polish thicknesses of the silicon dioxide and silicon nitride films were measured using a Filmetrics F20-UV thin film analyzer to determine the polish rate. The thickness was measured at five locations and the average was taken as the representative thickness. The duration of each experimental run was 1min. The experiments were repeated at least three times, and the average values of the polish rates along with the standard deviations are reported. Polishing experiments using ceria and silica abrasives were carried out in the pH range of 7–10. For all other abrasives, the polishing experiments were conducted at a slurry pH value of 9.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Effect of hydrogen peroxide in silica-based slurries\n                     \n                        Fig. 1\n                         shows the silicon dioxide polish rate as a function of pH for the silica-based slurry with and without hydrogen peroxide. When hydrogen peroxide is not present, in the pH range of 7–9, the silicon dioxide polish rate increases with pH. However, there is no significant change in the polish rate when the pH was increased from 9 to 10. The solubility of silica is known to increase with the pH, particularly after a pH value of 10 [23]. When silicon dioxide is exposed to water, the top layer is modified, and the Si–(OH) bonds are formed on the surface. This layer would be softer than the silicon dioxide, which facilitates its removal. It was reported that water was found to be essential for polishing silica [5]. The silicon dioxide polish rate decreased when the water in the slurry was replaced by alcohols, and the polish rate dropped drastically when organic solvents, which did not contain hydroxyl functional group, were used in the slurry [5]. It is seen from Fig. 1 that when hydrogen peroxide is added to the slurry, the polish rate does not change except at the pH value of 10. At the pH value of 10, when hydrogen peroxide was added to the slurry, the polish rate increased from 22 to 36nm/min. Hydrogen peroxide can act as a proton donor as well as a proton acceptor [24]. As proton acceptors, hydrogen peroxide molecules are known to form stronger bonds with silicon dioxide than do water molecules as proton donors [24]. The addition of hydrogen peroxide would provide some OH radicals which may alter the surface of the hydrated silica. Since the surface nature of the silicon dioxide itself changes with pH, this may lead to an enhanced silicon dioxide polish rate at the pH value of 10 with the addition of hydrogen peroxide. It is to be noted that the silica abrasive particles would also be modified by the hydrogen peroxide present in the slurry.\n                     \n                        Fig. 2\n                         shows the silicon nitride polish rate as a function of pH for the silica-based slurry with and without hydrogen peroxide. The silicon nitride polish rate is more or less the same in the pH range investigated, and it varies only between 8 and 14nm/min. The addition of hydrogen peroxide to the silica-based slurry does not affect the silicon nitride polish rate to a significant extent. The silicon nitride polish is believed to occur by a two-step mechanism [6,25]. In the first step, the silicon nitride is hydrolyzed to silicon dioxide and ammonia, and in the second step, the silicon dioxide is removed by the polishing action. A comparison of Figs. 1 and 2 shows that at the pH value of 8 and above, the silicon nitride polish rate is less than the silicon dioxide polish rate. This indicates that the first step of hydrolysis is the rate-limiting step in this pH range. However, at the pH value of 7, the nitride polish rate is higher than the oxide polish rate. This is contrary to the prediction of the two-step mechanism. According to the two-step mechanism, the silicon dioxide removal rate will be the upper limit of the silicon nitride removal rate. However, direct interaction between the abrasives and the silicon nitride surface has also been proposed [6]. In that case, the abrasive would remove the top layer containing silicon dioxide, as well the inner layer of silicon nitride. This will result in a higher polish rate for silicon nitride film compared to silicon dioxide film. Thus the results indicate that at the pH value of 7, direct removal of silicon nitride film also contributes to the overall polish rate.\n                  \n                  \n                     3.2\n                     Effect of hydrogen peroxide in ceria-based slurries\n                     \n                        Fig. 3\n                         shows the silicon dioxide polish rate as a function of pH for ceria-based slurries with and without hydrogen peroxide. A comparison of Figs. 1 and 3 shows that when hydrogen peroxide was not present in the slurries, the polish rate of silicon dioxide surface in ceria slurries is significantly higher than that obtained with silica-based slurries. It is worth noting that the ceria slurries contained only 0.25wt% solids while the silica slurries contained 5wt% solids. This is similar to the reported behavior of STI CMP polishing [4]. Thus, mechanical action alone is insufficient to explain the polish rates exhibited by ceria slurries. Ceria-based slurries also show higher polish rate at a pH value of 7 rather than at the pH value of 10. The point of zero charge (pzc) of ceria is about 7 and the polish rate is expected to be high near the abrasive pzc [26]. Above a pH value of 7, the polish rate does show a moderate increase with pH. Thus the interaction between ceria abrasives and silicon dioxide surface is more significant than the solubility change with pH, confirming that the abrasive-work surface interactions are the most significant forces in ceria polishing of silicon dioxide.\n                     \n                        Fig. 3 also shows that hydrogen peroxide suppresses the silicon dioxide polish rate to a great extent. The polish rate does not vary significantly with pH, which indicates that the effect is not a strong function of pH. However, since hydrogen peroxide does not inhibit the silicon dioxide polishing by silica-based slurries (Fig. 1), it is clear that the inhibition is not due to any modification of the silica surface. Hence hydrogen peroxide must have changed the ceria abrasive surface in such a way that the interaction between ceria and silicon dioxide would be inhibited. Fig. 4\n                         shows the silicon nitride polish rate as a function of pH for the ceria-based slurry with and without hydrogen peroxide. The nitride polish rates varied between 25 and 20nm/min in the pH range investigated, when hydrogen peroxide was not present in the slurry. The addition of hydrogen peroxide to the ceria-based slurry reduces the nitride polish rate significantly. In particular, at the pH value of 10, the silicon nitride polish rate is almost completely suppressed. A comparison of Figs. 2 and 4 indicates that hydrogen peroxide suppresses the nitride polish rate only when ceria is the abrasive and not when silica is the abrasive in the slurry. This also leads to the conclusion that the inhibition of silicon nitride polish rate by the addition of hydrogen peroxide is due to the modification of the ceria abrasive surface by hydrogen peroxide.\n                  \n                  \n                     3.3\n                     Effect of hydrogen peroxide concentration in ceria-based slurries\n                     In order to determine the extent of polish rate suppression, the concentration of hydrogen peroxide in the slurry was changed. Fig. 5\n                         shows the effect of hydrogen peroxide concentration on the polish rate of silicon dioxide and silicon nitride for ceria-based slurry at a pH value of 9. With the addition of 0.5vol% of hydrogen peroxide, the silicon dioxide polish rate reduced to about 13nm/min. Further increase in the hydrogen peroxide concentration did not result in further reduction of polish rate. Thus a small amount of hydrogen peroxide is sufficient to modify the ceria surface and suppress the silicon dioxide polish rate. The silicon nitride polish rate decreased gradually with the increase in hydrogen peroxide concentration, and it reached a low value of 2nm/min, when the concentration of hydrogen peroxide was 1.5vol%. When hydrogen peroxide is added to the ceria-based slurry, it may modify the nitride surface as well as the ceria surface. The conversion of silicon nitride surface to silicon dioxide may be enhanced by the presence of hydrogen peroxide, while the modification of ceria surface by hydrogen peroxide would also occur simultaneously. The combined effect would determine the trend of silicon nitride polish rate versus hydrogen peroxide concentration. In Fig. 5, at any given hydrogen peroxide concentration the silicon nitride polish rate was always lower than the corresponding silicon dioxide polish rate. This supports the hypothesis that the hydrolysis of nitride surface and subsequent removal of surface oxide film is the main mechanism of nitride polishing at the pH value of 9.\n                  \n                  \n                     3.4\n                     Effect of hydrogen peroxide in slurries with other abrasives\n                     Silicon dioxide and silicon nitride films were polished using slurries containing other abrasives viz., ceria (Sigma–Aldrich), titania, zirconia, alumina, silicon carbide, and silicon nitride, with and without hydrogen peroxide. The pH value was maintained at 9, and the results are summarized in Table 1\n                        . It was found that the hydrogen peroxide suppresses the silicon dioxide and silicon nitride polishing by ceria abrasives, regardless of the source of ceria. Thus it is clear that the suppression of polish rates with the addition of hydrogen peroxide is not due to the possible presence of impurities in the commercial grade ceria (Sodiff Inc.). Zirconia showed a moderate polish rate without hydrogen peroxide, and the addition of hydrogen peroxide increased the silicon dioxide as well as silicon nitride polish rates. The titania-based slurries did not show any significant change in the polish rates, with the addition of peroxide. The polish rate with alumina and silicon carbide based slurries were very low to begin with, and remained low with the addition of hydrogen peroxide. Silicon nitride-based slurries exhibited moderate polish rate without hydrogen peroxide and an increased polished rate with the addition of hydrogen peroxide. It is likely that the silicon nitride particle surfaces were hydrolyzed well in the presence of hydrogen peroxide and the resulting silicon dioxide coating led to the higher polish rate. Thus the suppression of oxide and nitride polish rate with the addition of hydrogen peroxide is specific to ceria-based slurries. This also supports the hypothesis that there is a significant chemical interaction between ceria and silicon dioxide (or silicon nitride) surface during CMP.\n                  \n                  \n                     3.5\n                     Proposed mechanism of silica polish by ceria abrasives\n                     The surfaces of ceria particles are known to contain significantly more Ce3+ ions than the bulk [27]. Electron energy loss spectroscopy (EELS) also showed that the impurities such as lanthanum were found to be on the surface rather than in the bulk [27]. Ce4+ is thermodynamically less stable than Ce3+ \n                        [28]. Thus, cerium in the tetravalent state is an oxidizing agent which can be reduced to the trivalent state [7]. However, since hydrogen peroxide is a strong oxidizing agent, it is likely that it would oxidize the Ce3+ to Ce4+ rather than reduce the Ce4+ to Ce3+. It has been proposed that the redox reaction due to Ce3+/Ce4+ may provide the assistance to break up the silicon dioxide lattice [7]. It was also proposed that cerium hydroxide (Ce(OH)4) may react with the silica and form silicic acid (Si(OH)4). Cook proposed a series of steps to explain the high removal rate of silica by ceria abrasives [5]. In that mechanism, Si–O− sites would react with Ce–OH sites to form Si–O–Ce bond. During abrasion, the bond between bulk silicon dioxide and the top atomic layer may rupture leading to removal of silica [5]. This mechanism would lead to formation of Si(OH)4 molecules in the solution. Hoshino et al. proposed that silica is removed as a lump rather than as monomer or oligomers of Si(OH)4. In this mechanism, the breaking of Si–O–Si bond is controlled by chemical depolymerization as well as mechanical tearing [8]. Thus all the mechanisms proposed to explain the silica polish by ceria propose that a bond is formed between the ceria abrasive and silicon dioxide work-surface in its hydrated form.\n                     The inhibiting effect of hydrogen peroxide on the polishing of silicon dioxide and silicon nitride surface by ceria slurries, as seen in the current work, indicates that oxidizable sites such as Ce3+ ions on the surface of ceria abrasives play a vital role in the CMP. It was reported that reducing the concentration of ceria abrasives from 1 to 0.25wt% increases the relative concentration of Ce3+ which leads to a better polish rate [29]. Based on the results shown in Fig. 3 and the data in the published literature, the following hypothesis is proposed. The oxidizable sites on the ceria surface may be considered as active sites. When the active surface sites are available, silicon dioxide bonds with the ceria abrasive, and the monomer or oligomers of Si(OH)4 are likely to be removed by the movement of the abrasive. It was reported that glass samples polished with ceria abrasives show the best surface [5]. If the silicon dioxide removal mechanism by ceria abrasives involve removal of lumps of SiO2, as proposed by [8], then the surface is not likely to be smooth. Hence it is unlikely that SiO2 would be removed as lumps by ceria slurries. When the active surface sites are oxidized by the hydrogen peroxide, the resulting Ce4+ ions do not interact strongly with the silicon dioxide surface. Thus, in the presence of hydrogen peroxide there is no chemical interaction between the ceria and silicon dioxide. Hence the polishing would be purely mechanical and hence is expected to be low.\n                     In order to determine if the changes in surface sites by the addition of hydrogen peroxide are permanent, a few experiments were conducted with ceria abrasives treated with hydrogen peroxide. Ceria (Sodiff Inc.) slurries of 0.25wt% solids, with and without 1vol% of hydrogen peroxide, were prepared, and the pH values of the same were adjusted to 9. The slurries were mixed for about 15min using a magnetic stirrer. Then the slurries were filtered through a vacuum filter setup. The precipitate was dried in an oven at 105°C for a period of 12h, to remove the moisture content from the particles. The treated particles were re-suspended in water and used for the polishing experiment. The re-suspended slurry did not contain any additional hydrogen peroxide. It is possible that some of the finer powders were not filtered effectively during this treatment process. Hence, experiments were also conducted with ceria particles treated by the same process mentioned above, but without the addition of hydrogen peroxide. The results are shown in Table 1. It is seen that the polish rate is reduced from 91 to 73nm/min when the ceria particles were subjected to the filtration and drying treatment. However, a comparison of the polish rates using abrasives which were treated with peroxide and abrasives that were treated only with water shows that the effect of hydrogen peroxide is not permanent. The slurry containing hydrogen peroxide-treated ceria yielded a polish rate of 77nm/min. The slurry containing ceria abrasives treated with water yielded a polish rate of 73nm/min. If hydrogen peroxide were to permanently modify the surface sites, the treated abrasives would be ineffective in polishing silicon dioxide and silicon nitride surface. However, the silicon dioxide and silicon nitride polish rates were more or less the same for ceria abrasives treated with both water and hydrogen peroxide. Thus it can be concluded that the modification of the surface sites on ceria by hydrogen peroxide is temporary and that they tend to return to their natural equilibrium when hydrogen peroxide is not present.",
    "Conclusions": "4\n                  Conclusions\n                  The effect of hydrogen peroxide on STI CMP with slurries containing various abrasives was characterized. Hydrogen peroxide does not alter the polishing behavior of silica-based slurries. For ceria-based slurries, the addition of hydrogen peroxide suppressed the silicon dioxide and silicon nitride polish rates over a pH range of 7–10. Silicon dioxide polish rate suppression effect saturated at 0.5vol% concentration of hydrogen peroxide, while silicon nitride polish rate suppression was saturated at 1.5vol% hydrogen peroxide concentration. The change is reversible, since abrasives treated with hydrogen peroxide show good polishing behavior after the peroxide is removed. The polish rates with zirconia and silicon nitride-based slurries increased with the addition of hydrogen peroxide, while the other abrasives showed low polish rate with and without hydrogen peroxide."
  },
  "references": []
}