{
  "title": "16 Chemical mechanical polishing (CMP) removal rate uniformity and role of carrier parameters",
  "authors": [
    "Tsujimura, M."
  ],
  "publication": {
    "journal": "Advances in Chemical Mechanical Planarization (CMP)",
    "date": "2016-12-31",
    "doi": "10.1016/B978-0-08-100165-3.00016-4"
  },
  "abstract": "The rotary table method is most commonly used in several CMP methods today. In this method, a pad is affixed to a table, slurry is dropped onto the pad, a wafer is pressed against the pad with the wafer's face facing down, and the table and wafer are rotated. In these conditions, the wafer is polished. Over the past decades, various types of equipment that are described in this chapter have been developed and released to the market. Nowadays, the rotary table method is the mainstream in semiconductor manufacturing. Therefore, this chapter describes the rotary table method.",
  "keywords": [
    "CMP removal rate uniformity",
    "Preston's law",
    "Rotary table method",
    "WIW (within wafer)",
    "WTW (wafer to wafer)",
    "WID (within die)"
  ],
  "sections": {
    "Rotary table method in several CMP methods": "16.1\n               Rotary table method in several CMP methods\n               Before CMP removal rate uniformity is discussed, the types of CMP, which are shown in Figure 16.1\n                  , are introduced. The carrier type differs depending on the equipment. This means that the controllability and results of CMP removal rate uniformity also differ depending on the equipment. Several types of polisher are shown in Figure 16.1 \n                  [1]. The following is a brief explanation of the features of each polisher type, including its historical background. As shown in (1), “polish” is basically an action where the worker uses his/her hand to polish a wafer on the pad onto which slurry is dropped. Experience has told us that the polish rate increases when the worker presses the wafer hard on the pad or quickly moves his/her hand during the polish process. Experience has also told us that the type of pad and slurry affects the polish rate and the condition of the polished wafer, and that changing the points to which force is applied with the fingers may allow the wafer to be polished evenly. These experiences are mechanically reflected in the current polish tools. Various types of polish equipment are described below.\n               Method (2) is the rotary table method that is most commonly used today. In this method, a pad is affixed to a table, slurry is dropped onto the pad, a wafer is pressed against the pad with the wafer's face facing down, and the table and wafer are rotated. In these conditions, the wafer is polished. Over the past decades, various types of equipment that are described below have been developed and released to the market. Nowadays, the rotary table method is the mainstream in semiconductor manufacturing. Therefore, this chapter describes the rotary table method.\n               The following description illustrates various polish methods.\n               Method (3) is a kind of rotary table method; however, multiple carriers are prepared. The aim of the multiple carriers is to improve throughput. However, when the adequacy of CMP for semiconductor devices is considered, a method with multiple carriers has greater difficulty in improving planarity performance than a method with one single carrier. Therefore, method (3) is no longer used.\n               In method (4), multiple modules are used, each of which has one carrier on one table. Although this method also aims to improve throughput, the planarity performance achieved by this method is the same as that achieved by a method where one single carrier is used. As a result, this has become the most commonly used method in mass production nowadays. In principle, this method is the same as method (1).\n               In method (5), a wafer is mounted with its face facing up, and the wafer is polished with a grinder.\n               Method (6) is a linear method. A pad mounted to a belt is moved linearly to polish a wafer that is placed with its face facing down. This is the reason why this method is called linear method. In view of the principle of polish, method (6) is the most rational method. However, since mounting a pad on the belt is difficult, this method is rarely used in these days.\n               Method (7) is a small table method. In the rotary table methods such as (2), (3), and (4), a wafer is usually mounted off the center of the table. On the other hand, in the small table method, a wafer is mounted on the center of the table. In this state, slurry is supplied from under the table, which causes many problems, such as the adhesion of slurry. Therefore, this method is infrequently used these days.\n               Method (8) is a small head method. Although method (8) looks similar to method (5) in Figure 16.1, the polish method is not the same. In method (8), slurry is dropped onto a wafer that is placed facing up. Next, the wafer is polished with a pad mounted to a small head. This method greatly wears out the pad. Therefore, it is not suitable for polishing a wide area, but is used for simplified touch-up polish, etc., in some cases.\n               Method (9) is a fixed abrasive method. Slurry is not used. Instead, abrasive is coated on the pad. This method is used in some cases. However, as this method causes many scratches on wafers and thus requires scratch-preventing measures, it has not become the mainstream.\n               Method (10) is an ECMP (electrical chemical mechanical polish method). Electricity is applied to the film to be polished like di-plating of the plating electrode. This method was developed for polishing metal, especially Cu interconnect wire. For various reasons, this method has not become the mainstream.\n               Regarding method (11), new CMP methods with various principles are still being developed for the purpose of improving planarity.\n               This chapter has so far described the types of CMP methods that have been developed or launched and the types of CMP methods that are now the mainstream. From now on, this chapter will concentrate on the rotary table method that is now widely used.\n               \n                  Figure 16.2\n                   shows the rotary table method.\n               Pad (5) is affixed to Rotary Table (2). Carrier (1) conveys Wafer (6) and presses it against the pad with the wafer facing down. Slurry (4) is generally supplied to the center of Pad (5) through a tube. During polishing, Carrier (1) and Table (2) rotate in the same direction.\n               The surface of Pad (5) needs to be repaired by Dresser (3) during polishing or between polish processes. The dressing performed during polishing is called in situ dressing, and that performed between polish processes is called ex situ dressing.\n               \n                  Figure 16.2 also shows the simple structure of Carrier (1). Carrier (1) incorporates two important functional components: Retainer Ring (7), which is designed to control the rebound of Pad (5); and Backing Film (Membrane) (8), which controls the pressure applied to the back of Wafer (6). The details will be described later.",
    "CMP removal rate uniformity": "16.2\n               CMP removal rate uniformity\n               Before considering CMP removal rate uniformity, this section describes Preston's law, which is the law that the CMP removal rate obeys and is proportional to the loading pressure (P) and to the relative speed (V) between the wafer and the table.\n                     \n                        \n                           \n                              Preston's\n                              \n                              Law:\n                              \n                              Removal\n                              \n                              Rate\n                              \n                                 (\n                                 \n                                    m/s\n                                 \n                                 )\n                              \n                              \n                              ∝\n                              \n                              P\n                              \n                                 (\n                                 \n                                    Pa\n                                 \n                                 )\n                              \n                              ×\n                              \n                              V\n                              \n                                 (\n                                 \n                                    m/s\n                                 \n                                 )\n                              \n                              \n                           \n                        \n                     \n                  \n               \n               However, in CMP processes for semiconductor manufacturing, the slurry that does not obey Preston's law is used in some cases. Figure 16.3\n                   shows the removal rate in the Preston region and the non-Preston region. In the Preston region shown in the figure, the removal rate obeys Preston's law and is proportional to the loading pressure (P) and to the relative speed (V) between the wafer and the table. The proportional constant is represented by “k.” In the non-Preston region, for example, the removal rate of slurry for Cu changes because of the temperature, or the removal rate of ceria slurry suddenly drops because of the condition of the polished surface. Before using slurry in conditions where the removal rate changes because of the temperature, it is necessary to check conditions, such as whether an additive can be used in the temperature range. As has so far been mentioned, when considering CMP removal rate uniformity, note that not only the improvements of the carrier that will be described later, but also the performance of the slurry, affects the removal rate.\n               Next, let us consider CMP removal rate uniformity. See Figure 16.4\n                  . The ultimate goal of CMP for semiconductor devices is to make the WID planarity (3) of all wafers achieve the requirements. Usually, a die has a design pattern shown in (3) below. The figure shows an example of Cu plating deposition. Depending on patterns, such as wide, dense, and sparse patterns, plating deposition is unevenly formed (see (3)) in a die. (The unevenness is called local planarity.) In this case, the wafer is polished to reduce the unevenness (i.e., initial step height). However, as shown in (5)-1, dishing is usually generated. Phenomena, such as dishing and erosion, affect planarity in the die. WID planarity is a collective term for phenomena such as dishing and erosion.\n               Next is described how WIW nonuniformity and WTW nonuniformity affect WID planarity. WIW nonuniformity means the maximum CMP removal rate nonuniformity that is generated in one wafer. WTW nonuniformity means the maximum CMP removal rate nonuniformity between the multiple wafers that have been polished at the same time. As shown in (2), nonuniformity (Y) is usually generated in the deposition on an in-coming wafer. Although it would be best to polish the deposition by Z nm to eliminate the nonuniformity (see (4)-1), it is difficult in practice. The nonuniform part, the thickness of which is UN nm, surely remains as illustrated in (4)-2. As shown in the example in Figure 16.4, if such nonuniformity is generated in the recess process, the nonuniform part with the thickness of UN nm is overpolished to remove the deposition in the field. In this process, the dishing shown in (5)-2 is generated. The depth of the dishing increases as the time for overpolishing is prolonged, or, in other words, as the thickness of the nonuniform part, Z UN nm, increases. Thus, improving the WIW nonuniformity or the WTW nonuniformity leads to the improvement of the WID planarity.\n               \n                  Figure 16.5\n                   shows examples of WID planarity in various processes.\n               For an ILD (interlayer dielectric, a part (initial step height)) is polished to reduce the unevenness of the height. The remaining step height shows planarity performance. Since W-Plug, STI (shallow trench isolation), and Cu interconnect are so-called recess processes, the remaining oxide erosion and dishing show planarity performance.\n               The above types of planarity performance are affected by the above-mentioned WIW nonuniformity and WTW nonuniformity.",
    "Carrier and the roles of carrier parameters": "16.3\n               Carrier and the roles of carrier parameters\n               At first, general carriers used for the rotary table method are described. Figure 16.6\n                   shows a photo of a carrier mounted on a typical table.\n               \n               \n                  Figure 16.7\n                   contains the views showing several carriers that have so far been adopted.\n               For Carrier A [2], pressure control is done by back side pressure. The carrier is supported by the gimbal mechanism, which allows the carrier to follow the unevenness of the table and pad surfaces. Backing film, which will contact the back of the wafer, is affixed to the carrier surface facing the wafer. The backing film serves as a cushion against the asperity of the pad surface. Through the backing film, which has multiple holes in it, high-pressure fluid is poured onto the back of the wafer. The pressure applied to the wafer, or the CMP removal rate, can be adjusted by the positions of the holes. Although Carrier A is no longer used for the current CMP for semiconductor devices, it can easily improve CMP removal rate uniformity.\n               Carrier B [3] has two major mechanisms. One mechanism is the adoption of a membrane instead of the above-mentioned backing film. Through the membrane, pressure is applied to the back of the wafer. The membrane is concentrically divided into multiple areas. The pressure applied to each area is adjusted to freely control the CMP removal rate uniformity. The other mechanism is the retainer ring, which is used for controlling the rebound of the pad. These two mechanisms are currently used for almost all of the CMP for semiconductors.\n               Carrier C [4] does not employ a membrane. High-pressure fluid is directly poured onto the back of the wafer to improve the CMP removal rate uniformity.\n               Described below are the structures of the representative carriers, Carrier A and Carrier B. The structures and descriptions are quoted from Patent No. US 6,328,629 and Pub. No. 2011/0,159,783.\n               \n                  Figure 16.8\n                   shows the example of Carrier A.\n               \n               Wafer (1), the face of which is faced down, is held as well as moved by the carrier, and pressed against the pad.\n               The carrier mainly comprises Carrier head-1 (2), Carrier head-2 (3), Wafer guide (4), as well as Gimbal (5), and is held as well as rotated by Shaft (6).\n               Wafer guide (4) is designed to fix the position of Wafer (1). The function of Wafer guide (4) is fundamentally different from that of the retainer ring used for Carrier B, which will be described later. The gap between Wafer (1) and Wafer guide (4) should ideally be as narrow as possible. However, because of the structure of Carrier A, the gap between them is designed to be roughly in the range from 0.5 to 1.0mm.\n               The Gimbal (5) mechanism is originally designed to allow the carrier to smoothly follow the table and pad regardless of their surface asperity. Whether Gimbal (5) is necessary or not has been a topic of debate for a long period. As a result, Gimbal (5) has been used so far. This is because it has more merits than demerits.\n               Backing film (7) is installed between Wafer (1) and Carrier head-2 (3). Carrier head-2 (3) and Backing film (7) have Holes (8) in them. The number of Holes (8) varies from several dozen to several hundred. Through Pressure pipes (9) and Holes (8), high-pressure fluid is poured onto Wafer (1). The pressure applied to Wafer (1) can be controlled by the positions of Holes (8), the number of which varies from several dozen to several hundred. As a result, the CMP removal rate uniformity can also be controlled. As the number of holes increases, the pressure applied to the wafer increases. Because of Preston's law, the removal rate in the part with more holes increases. For a deposition state on an in-coming wafer, the profile from the center to the edges is usually uneven. Therefore, the CMP removal rate uniformity can be improved by determining the hole positions in accordance with that unevenness, but this method is inefficient. In addition, there was a new demand to control the CMP removal rate uniformity in accordance with a deposition state on an in-coming wafer. The demand facilitated the development of Carrier B described below.\n               \n                  Figure 16.9\n                   shows the example of Carrier B.\n               Wafer (2), the face of which is faced down, is held as well as moved by the carrier, and pressed against Pad (1).\n               The carrier mainly comprises Membrane (3), Retaining ring (4), Carrier head-1 (5), as well as Carrier head-2 (6), and is held as well as rotated by Shaft (8).\n               Retainer ring (4) is designed to fix the position of Wafer (2) and to control the rebound of Pad (1). Fixing the position of Wafer (2) has the same concept as Wafer guide in Carrier A. The gap between Wafer (2) and Retainer ring (4) should ideally be as narrow as possible. However, because of the structure of Carrier B, the gap between them is designed to be roughly in the range from 0.5 to 1.0mm.\n               Rebound control for Pad (1) is one of the main features of Carrier B and aims at improving the CMP removal rate uniformity in the wafer edge area. Generally, Pad (1) is an elastic body; therefore when Wafer (2) is pressed against Pad (1), Pad (1) dents. Next, as shown in Figure 16.10\n                  , Wafer (2) receives a concentrated load from Pad (1), which is caused by the rebound. Retainer ring (4) is designed to reduce such load applied to Wafer (2). Figure 16.10 and the subsequent descriptions will illustrate the reduction effect in detail.\n               In case A of Figure 16.10, since no load is applied to the wafer, the pad is not dented. As shown in case B, when the load is applied to the wafer during the polish process, the pad, which is an elastic body, is dented according to its elasticity. Next, the dented area of the pad tries to recover its original shape, which causes the load to be intensively applied to the edge of the wafer. This phenomenon is called the rebound of the pad and the most difficult one in the control of wafer edges. Therefore, as shown in case C, Retainer ring (4) and the wafer are both pressed against the pad to prevent the wafer edges from being dented and the load from intensively being applied to the wafer. This means that the CMP removal rate uniformity at the wafer edge can be controlled.\n               The second main feature of Carrier B is Membrane (3). Membrane (3) is made of an elastic body-like rubber. As shown in Figure 16.9, Membrane (3) is divided into several areas. Through Shaft (8) and Holes (7), a different load can be applied to each divided area of Membrane (3). This means that the CMP removal rate of each divided area can be controlled. As mentioned earlier, deposition cannot be evenly formed on an in-coming wafer. By measuring the deposition distribution and controlling the load applied to each divided area during polishing, the CMP removal rate uniformity can be controlled. This is an important measure for CLC (closed loop control).",
    "Profile control": "16.4\n               Profile control\n               Described below are various methods for controlling the profiles of the removal rate that are required for improving the CMP removal rate uniformity. First, profile control by the carrier for the removal rate, which is most important, is described.\n               \n                  Figure 16.11\n                   shows profile control methods for the removal rate of all parts, including the carrier. Next, Figure 16.12\n                   shows several types of monitors used for CLC that is absolutely required for improving the CMP removal rate uniformity.\n               \n               First of all, see Figure 16.11. The figure shows key points for profile control by the carrier, table, dresser, slurry, and pad.\n               All the examples shown in Figure 16.11 are related to the control of the CMP removal rate uniformity. The examples also lead to the improvement of the above-mentioned WIW nonuniformity and WTW nonuniformity. The following explains the mechanisms and features.\n               The mechanisms incorporated in the carrier have already been described.\n               “Retainer ring” controls the rebound of the pad to improve the removal rate uniformity at the wafer edge. “Back side pressure” means the pressure applied to the back of a wafer and improves the removal rate uniformity on the front side of the wafer. “Back side topography” is a mechanism for transferring unevenness on the back of the carrier to the wafer. “Speed control” is a mechanism for adjusting the rotation speed of the wafer and table. The adjustment changes the relative speed that is based on Preston's law, which can improve the removal rate uniformity. “Angle control by magnetic bearing” is a specially developed mechanism [5]. In this mechanism, the parallelism of the carrier is finely adjusted by magnetic bearings. The aim of the adjustment is to improve the removal rate uniformity.\n               The mechanisms incorporated in the table are described below.\n               The first mechanism changes the topography (concavity and convexity) on the table to control the pressure applied to the wafer surface to finally improve the removal rate uniformity. The second mechanism forms concaves or convexes on the table to control the pressure applied to the wafer surface to finally improve the removal rate uniformity.\n               The mechanism incorporated in the dresser is described below.\n               The removal rate of the dresser may change in each area depending on the dress time. The mechanism incorporated in the dresser uses the above characteristic to control the tracks of the dresser to finally improve the removal rate uniformity. The removal rate may change because of the size of diamond used for the dresser or to the dresser size. Therefore, dresser type selection is also an important parameter for improving removal rate uniformity.\n               The features of the slurry are described below.\n               The removal rate and its profile of the slurry change depending on the abrasive size, the abrasive concentration (wt%), or the material of the abrasive or liquid. Grasp the features of the slurry to improve the CMP removal rate uniformity. For example, changing the method for supplying the slurry may improve the removal rate uniformity.\n               Finally, the features of the pad are described below.\n               The removal rate and its profile of the pad also change depending on the materials, trench size, and shapes of the pad. Grasp the features of the pad to improve the CMP removal rate uniformity.\n               \n                  Figure 16.12 shows an example of a method where the polish profiles are measured and CLC is applied to improve the CMP removal rate uniformity [6].\n               This section describes commonly used monitor methods as well as new ones involving development. First, the current monitor method [7], which has been used for a long time, is introduced. In this method, the polishing frictional force changes in accordance with the change of material or shape during wafer polishing, and then the change of the polishing frictional force is detected by current values, or the motor torque of the carrier and table. Since this method is simple, it is still used for detecting processes such as STI. However, the method is a sort of endpoint detection and cannot detect film thickness. Therefore, it is not used for the CMP removal rate uniformity.\n               Second, the eddy current method [8] is generally used to monitor the thickness of metal film, such as Cu film and W film. In this method, deposition amount is measured based on the amount of the eddy current generated in the film to be polished. Then, the deposition amount is compensated by the above-mentioned profile control by the carrier.\n               For oxide film, in general, the optical film thickness measuring method [9] is used to measure the film thickness, and then the measured film thickness is compensated by the above-mentioned profile control by the carrier.\n               Now consider an experiment for improving the CMP removal rate uniformity by the carrier. The analysis example is also shown. Conditions used for the experiment and analysis are given in Table 16.1\n                  . In the experiment, complicated methods, such as CLC where a membrane is used, are not adopted. Instead, backing film is used to simplify the experiment.\n               \n               \n                  Figure 16.13\n                   shows control by the design of a carrier.\n               (1) and (2) in the figure show the methods for improving the edge profiles related to the CMP removal rate uniformity. In (1), the retainer ring is used to adjust the rebound of the pad. In (2), the shape of the carrier edge is altered to change the removal rate in the edge area.\n               (3) and (4) in the figure show the methods for improving the entire CMP removal rate uniformity. In (3), the pressure applied to the wafer is changed by the above-mentioned back side pressure. In (4), the shape of the back of the carrier is altered to change the removal rate.\n               In Figure 16.14\n                  , the CMP removal rate of the entire wafer in the analysis is compared with that in the experiment.\n               The graph in the upper stage shows the analysis results, and that in the lower stage shows the experiment results. The details are described in the report. Only the results are shown here. As shown in the two graphs, at a point away from the center by 80mm, the values of the two profiles are almost the same, and at a point away from the center by 90mm, the difference between the value of the upper graph and that of the lower graph is 3%. These results are derived by determining the experience constant based on the experiment results. In cases where several conditions are changed, these results can be tools that enable prediction of the tendencies even if not all the required experiments are conducted.\n               Then, in order to analyze the edges in detail, a finite element method (FEM) analysis was performed.\n               \n                  Figure 16.15\n                   shows the FEM analysis example.\n               \n               \n                  Figure 16.16\n                   shows the comparison between the analysis and the experiment (at the edge area).\n               The graph at the left shows the experiment results, and that at the right shows the analysis results. The predicted maximum difference at the edge area is 4%.\n               In order to improve the CMP removal rate uniformity, it is important to use Preston's law and apply methods such as FEM to analyze the removal rate. The analysis has greatly contributed to the development of CMP.\n               To end this chapter, other profile control methods are described.\n               \n                  Figure 16.17\n                   shows a method to improve the CMP removal rate uniformity by carrier speed. It contains three vector figures showing relative speed on a wafer. Each figure illustrates the relative speed vector when the table rotation speed (N\n                  T) and the carrier rotation speed (N\n                  H) are changed. The figure in the center represents the relative speed vector in the case of N\n                  T\n                  =carrier rotation speed N\n                  H, the figure at the left represents the relative speed vector in the case of N\n                  T\n                  >carrier rotation speed N\n                  H, and the figure at the right represents the relative speed vector in the case of N\n                  T\n                  <carrier rotation speed N\n                  H. In the center figure, the relative speed vector is the same in each part of the wafer. This means that the removal rate is the same in each part of the wafer. As shown in the right and left figures, when there is a difference between the two rotation speeds, the vector figures change. Accordingly, the removal rate changes in proportion to the rotation speed. As can be understood from these figures, changing the carrier speed can change the CMP removal rate uniformity.\n               \n                  Figure 16.18\n                   is an example in which table topography is used.\n               In the figure, the ○, Δ, and □ marks indicate the actuators mounted on a table. The actuators can push up certain parts of the pad. This means that the polish pressure increases at the raised parts only, which leads to the increase of the removal rate. This mechanism enables the control of the concave and convex of the removal rate profile, as shown in the figure."
  },
  "references": []
}