{
  "title": "Abrasive and additive interactions in high selectivity STI CMP slurries",
  "authors": [
    "Praveen, B.V.S."
  ],
  "publication": {
    "journal": "Microelectronic Engineering",
    "date": "2014-02-28",
    "doi": "10.1016/j.mee.2013.10.004"
  },
  "abstract": "Ceria based slurries with additives are widely used in shallow trench isolation (STI) chemical mechanical planarization (CMP) process to obtain high selective removal of silicon dioxide over silicon nitride. In this study ceria from different sources were used as abrasives and l-proline and l-glutamic acid were used as additives, with a focus on identifying the interactions between abrasives and additives and their effect of selectivity. Ceria particles were characterized using X-ray diffraction (XRD), energy dispersive X-ray (EDX) spectroscopy, transmission electron microscopy (TEM) and X-ray photoelectron spectroscopy (XPS) while the additive abrasive interactions were evaluated by UV–Visible spectroscopy and inductively coupled plasma optical emission spectroscopy (ICP-OES) analysis. While slurries with l-proline yielded high selectivity only with certain type of ceria, slurries with l-glutamic acid were found to be less sensitive to the ceria source than those with l-proline, and yielded high selectivity regardless of the source of ceria used. The purity of the abrasive and its crystal structure appear to play a significant role in determining the selectivity.",
  "keywords": [
    "Shallow trench isolation",
    "CMP",
    "High selectivity",
    "Ceria",
    "Amino acids"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Shallow trench isolation (STI) is an important technology in isolating the transistors and chemical mechanical planarization (CMP) is one of the key steps in the STI scheme [1]. In STI CMP, the goal is to remove excess silicon dioxide and protect the active areas using silicon nitride layer [2]. Thus, the silicon nitride acts as a stop layer and a high oxide to nitride removal rate selectivity during the STI CMP is required. It is known that certain amino acids such as l-proline [3] and l-glutamic acid [4] enhance the selectivity by suppressing the nitride removal rate. Ceria [3,5] and silica [2,6,7] are the most commonly used abrasives for oxide CMP, but high selectivity STI CMP slurries are mostly based on ceria as reviewed by Manivannan and Ramanathan [4]. Besides certain additives such as poly(acrylicacid–co–diallyl dimethyl ammonium chloride) (PAD) [8], polyethyleneimine (PEI) [9] are reported to yield high nitride removal rate and low oxide removal rates (reverse selectivity) when ceria based slurries are employed. The reverse selectivity finds applications in damascene gate processes [9]. Thus the choice of additive and abrasive plays an important role in nitride or oxide removal rate suppression.\n                  The initial hypothesis to explain the high selectivity was based only on the adsorption of the additive on the nitride or oxide surface and subsequent inhibition of polishing [10], but later results show that interaction between additive and ceria may also play a crucial role in determining the selectivity [11–15]. Based on the removal rates of silicon nitride in slurries containing ceria and various additives, Veera Dandu et al. showed that the additives can be classified as (a) those which only hinder the hydrolysis of the silicon nitride surface, (b) those which only block the Ce3+ on the abrasive surface, and (c) those which block Ce3+ and also hinder the hydrolysis of silicon nitride surface [15]. The Ce3+ interacts with the sub-oxide formed on the nitride surface, and pulls the suboxide during polishing. The sub oxide is regenerated by nitride hydrolysis and the cycle is continued. If the Ce3+ site is blocked or if the hydrolysis is hindered, then the nitride removal will be suppressed. One of the initial nitride removal rate suppressors is the amino acid l-proline [3] but results from different sources indicate [16] that even in ceria based slurries, the nitride removal rate is not always suppressed by l-proline. In this work, ceria from two different commercial sources and ceria synthesized from cerium carbonate in our lab were evaluated. Two additives, which are reported to yield high selectivity (l-proline and l-glutamic acid), were employed in this investigation in order to determine if they yield high selectivity slurries, independent of the source of the ceria. The nitride and oxide removal rates were obtained with and without the additives. The abrasives and slurries used in the investigation were also characterized by various bulk and surface analytical techniques.",
    "Experimental": "2\n                  Experimental\n                  \n                     2.1\n                     Ceria abrasives\n                     Ceria abrasives of 90% purity from Sigma-Aldrich, USA (ceria-SA) and commercial grade ceria abrasives from Sodiff Inc, Korea (ceria-S) were used, and both are referred to as commercial ceria in this report. Ceria particles were also synthesized from commercial grade cerium carbonate (RCMPA, India) by solid state displacement reaction method. The particles were calcined at controlled temperature (in the temperature range of 300–1000°C) for 3h, and then milled mechanically using a planetary mono mill (Pulverisette 6, Fritsch GmbH, Germany). The vials and balls were cleaned using toluene before and after the experiment. Wet milling with toluene as medium was done using 5mm tungsten carbide balls with ball to ceria weight ratio of 10:1 and a rotational speed of 250rpm. The process was repeated for 6h with intermittent cooling of 30min for every 30min milling. The intermittent cooling was done in order to vent out the heat generated during milling process. The calcined and milled abrasives synthesized in our lab are referred to as ceria-CM.\n                  \n                  \n                     2.2\n                     CMP\n                     A bench top Struers polisher (Labopol-5/Laboforce-3) was used for the polishing experiments. The pad is made of polyurethane (SUBA IV, Rohm & Haas). Couponed wafers of 1″ square were diced from 4″ thermal silicon dioxide and low pressure chemical vapor deposition (LPCVD) silicon nitride (Semi Wafer Inc, Taiwan) and were used for the polishing experiments. The initial thicknesses were 1000 and 100nm for oxide and nitride films, respectively. The pH of the slurry was maintained at 7 using KOH. The slurry was fed onto the surface of the pad using a peristaltic pump. The process conditions are presented in Table 1\n                        . In the beginning, the pads were soaked in distilled water for a day and conditioned with dummy runs. To maintain the consistency of the pad surface, ex-situ pad conditioning was performed in between the polishing runs using a silicon carbide grit paper. The thickness of the film was measured using Filmetrics F20-UV thin film analyzer before and after polishing. The film thickness was measured at five different locations on the surface of the wafer and the average was taken as the thickness value. Experiments were repeated at least thrice and the average and the standard deviation of the removal rates are reported.\n                  \n                  \n                     2.3\n                     Characterization of abrasives and slurry\n                     The X-ray Diffraction (XRD) analysis was performed using X’pert Pro PANalytical using Cu Kα with a wavelength of 1.54Å and 2θ in the range of 20° to 80°. The peaks were indexed using Joint Committee on Powder Diffraction Standards (JCPDS) data. The crystallite size is calculated using Scherrer [17] formula for the maximum intensity peak. The size and shape of the particles were obtained using transmission electron microscopy (TEM) (Philips CM20). The surface sites on the abrasives were examined by X-ray photoelectron spectroscopy (XPS) in an ultra-high vacuum (UHV) multipurpose surface analysis system (Sigma Probe, Thermo, UK) operating at base pressures <10−9\n                        mbar. The photoelectron spectra were excited by an AlKα (1486.6eV) anode operating at constant power of 100W (15kV and 10mA). During the spectra acquisition, the constant analyzer energy (CAE) mode was employed at pass energy of 30eV and a step of 0.1eV. The specific surface area of ceria particles was measured using Quantachrome Autosorb Automated Gas Sorption System, and the EDX analysis to calculate the composition of components present in ceria is done using MIRA3 (TESCAN, Czech Republic).\n                     In order to identify the species which may dissolve from the abrasive into the liquid phase, ultraviolet–visible (UV–Vis) spectroscopy and inductively coupled plasma-optical emission spectroscopy (ICP-OES) analysis were performed on the liquid. The slurry was mixed thoroughly for 30min using magnetic stirrer and then centrifuged for 3h at 4000rpm. The supernatant was collected and filtered with two filter papers of 0.02μm pore size using a vacuum pump and the filtrate was analyzed by Shimadzu 1800 UV–Vis spectrophotometer. In addition, 10mM of cerium (III) chloride, cerium (IV) sulfate and lanthanum chloride salts were dissolved separately and the corresponding spectra were acquired for comparison. While the salts are soluble at their natural pH values (less than 4), cerium (IV) sulfate is not soluble at higher pH values as reported in the literature [18]. When the pH was adjusted to 7, some cerium (IV) sulfate precipitated. So the salt solutions were filtered and only the filtrates were subjected to UV–Vis analysis. The wavelength range of 250 to 400nm, where most of the ceria and lanthanum peaks are observed, was employed. The slurry filtrates were also analyzed using ICP-OES (Perkin-Elmer Optima 5300 DV) to determine the concentration of ceria and lanthanum present in the liquid phase.",
    "Results and discussions": "3\n                  Results and discussions\n                  \n                     3.1\n                     CMP results\n                     \n                        Fig. 1\n                         shows the removal rates of silicon dioxide and silicon nitride as well as crystallite size for ceria-CM particles which were synthesized by calcining at different temperatures and milling. The experiments were conducted without and with l-proline at pH 7. For the slurry without any additive, the oxide removal rate increased from 20nm/min, with ceria-CM (300°C) to 65nm/min with ceria-CM (600°C) and then saturated with a further increase in calcination temperature to 1000°C. However, the nitride removal rate was not significantly affected by the calcination temperature. In the absence of any additive, the oxide to nitride selectivity is in the range of 2–5 and hence the selectivity is low. The abrasive crystallite size calculated from XRD spectra, as presented in Section 3.2, increased with an increase in the calcination temperature (from about 5nm for ceria calcined at 300°C to about 30nm for ceria calcined at 1000°C) and a weak correlation between the crystallite size and the oxide removal rate is observed. Similar trends were reported in literature [19,20].\n                     When l-proline is added to the ceria-CM slurry, the oxide removal rate increases compared to that in the slurry without additive (blank). On the other hand, the nitride removal rate is completely suppressed as reported in literature [3] and it is found to be less than 2nm/min. For abrasives calcined at lower temperature, the oxide removal rate increases significantly, but those calcined at 600°C or higher exhibited relatively less increase in the oxide removal rate. The reason for the enhancement in the oxide removal rate with the addition of l-proline is not clear, but a similar increase in oxide removal rate was reported in literature [3] when l-proline was used as additive at a pH of 10. Since the removal rates remain more or less the same for all ceria calcined at or above 600°C, further experiments with ceria-CM were conducted only with ceria calcined at 600°C.\n                     \n                        Fig. 2\n                        a shows the removal rates of silicon dioxide and silicon nitride using different types of ceria with and without l-proline at a pH value of 7. Among the different slurry without additive (blank slurries), ceria-S slurry exhibits a high oxide and nitride removal rate while a relatively low oxide and nitride removal rates were observed in ceria-SA and ceria-CM slurries. In all the cases, the selectivity is 6 or less and thus additives are needed to enhance the selectivity. Upon addition of l-proline, the nitride removal was suppressed in ceria-CM slurry and a selectivity of 40 resulted. In slurries with ceria-SA, the addition of l-proline did not result any significant change in either the oxide or the nitride removal rate. In the case of ceria-S slurry, with the addition of l-proline, the nitride removal rate decreased slightly and the oxide removal rate increased slightly. While the addition of l-proline caused the selectivity to increase from approximately 3 to 40 for ceria-CM based slurry, it was still less than 10 for the commercial ceria based slurries. Thus it is clear that high selectivity cannot be automatically associated with the addition of l-proline, even when ceria based slurries are used. While some reports indicate that proline can enhance the selectivity of ceria based slurries [3,10], other reports indicate that it is not always the case [16]. In STI CMP, the abrasive is known to play a significant role in terms of deciding not only the quantitative results, but also the qualitative trends [4,11]. The addition of hydrogen peroxide suppressed the oxide and nitride removal by ceria slurries, but not silica slurries [11]. l-glutamic acid enhanced the selectivity when ceria slurries were employed but not when silica slurries were employed [4]. The current results and the literature [3,10,16] taken together indicate that even the source of ceria plays a significant role in determining whether a certain additive can yield a high oxide to nitride removal rate selectivity. It is also clear that a slurry with l-proline as additive is not very versatile in the sense it suppresses nitride removal rate only with certain type of ceria abrasive and not with all the ceria.\n                     \n                        Fig. 2b shows the removal rate behavior of different ceria abrasives with and without l-glutamic acid. Upon addition of l-glutamic acid, the oxide removal rate remained the same for ceria-CM while it decreased slightly for commercial ceria. The nitride removal rates however were completely suppressed (<3nm/min) for all the ceria abrasives and thus high selectivity was observed. These results indicate that slurries with l-glutamic acid are more robust than slurries with l-proline, since they suppress nitride removal rates irrespective of the source of ceria. The CMP of oxide by ceria has always been a matter of research interest [21,22] and some chemical interaction between the abrasive and the work surface has been proposed to explain the high removal rates exhibited by ceria slurries. Electron energy loss spectroscopy (EELS) analysis done on different commercial ceria showed the presence of more Ce3+ on the surface of ceria along with other impurities such as lanthanum and fluorine [23]. The presence of these impurities was reported to result in random crystal orientation of the particles [23]. For high selectivity in the presence of amino acids, America and Babu proposed that silicon nitride conversion in the presence of additive depends on the structure of the additive [10]. Published reports on high selectivity slurries with amino acids and ceria abrasives indicate that the pH of the slurry and the form of the amino acids are important in determining the selectivity [12,24]. It is known that, for the nitride removal rate to be suppressed, sufficient amount of amino acid must be available and at the slurry pH, the amino acid must be protonated [24]. Further characterization of the ceria abrasive is warranted by these results, so as to understand the interaction of ceria with the additives.\n                  \n                  \n                     3.2\n                     Characterization\n                     \n                        3.2.1\n                        XRD analysis\n                        \n                           Fig. 3\n                            shows the XRD patterns of different types of ceria used in this work. Indexing the diffraction peaks shows presence of multiple phases in ceria powder. In all the samples, the main diffraction peaks are indexed to be face centered cubic phase of cerium oxide (JCPDS 34-0394) [25,26]. Ceria-CM shows all the peaks corresponding entirely to cubic phase. When compared to ceria-CM the commercial ceria XRD patterns are entirely different. Other than the peaks corresponding to the cubic phase, a few additional peaks were observed which were identified as hexagonal phase of ceria (JCPDS 74-0665) and tetragonal phase of lanthanum (JCPDS 77-1384). The different phases of ceria (cubic and hexagonal) might be due to incomplete calcination of the precursor material or inherent property of the ores. The crystallite size of different ceria particles along with BET surface area are reported in Table 2\n                           . It was also seen that synthesized ceria which has low crystallite size of 12nm shows a high surface area of 57m2/g while commercial ceria with a crystallite size of 30nm have a surface area of less than 10m2/g. This result is similar to what is reported by Kim et al. where there is increase in surface area with decrease in crystallite size [27]. They have also reported that ceria with cubic and hexagonal crystal structure gives high nitride removal rate. Hence, the presence of these mixed phases in crystal structures or impurities in the ceria abrasives might be the reason for high nitride removal rates observed in slurries with l-Proline. In another publication, it was reported that the ratio of (111) to (200) peaks was 2.7 for the ceria synthesized by solid state displacement method while it was 4.1 for ceria synthesized by flash creation [28]. The ceria with higher ratio of (111) to (200) peaks was reported to exhibit higher oxide polish rate [28]. The ratio of (111) faceted ceria to (200) faceted ceria for the abrasives employed in this work were calculated using the XRD data and it is found that there is no significant difference between the different abrasives. The ratio was 3.2, 3.3 and 3.4 for ceria-CM, ceria-S and ceria-SA, respectively. Hence the difference in the polishing behavior does not appear to correlate to the fraction of (111) crystal face in the abrasives.\n                     \n                     \n                        3.2.2\n                        EDX analysis\n                        The results of EDX composition analysis of different ceria and the corresponding weight % are tabulated in Table 3\n                           . EDX results of commercial ceria show the presence of lanthanum in 25 to 30wt% while it was below detection limit for ceria-CM. Additionally ceria-SA showed presence of Si and Al up to 5wt% each. Interestingly, commercial ceria which is specified as 90% pure has significant quantity of lanthanum and this may be because often only the total rare earth oxide (TREO), and not the particular compound such as ceria, is assayed.\n                     \n                     \n                        3.2.3\n                        TEM analysis\n                        The morphology and size of the different ceria particles used in this study was captured using TEM and the images are shown in Fig. 4\n                           (a–c). Most of the particles are found to be in agglomerated state, irrespective of the source of ceria. The TEM images of ceria-SA are presented in Fig. 4a and the particle sizes are in the range of 100nm or more. Ceria-S particles show a wide range of particle size (from nanometers to sub-micron size) and are shown in Fig. 4b. Since the ceria-CM particles are milled after calcination, the particles are spherical as shown in Fig. 4c and the particle size is in the range of 40 to 50nm. Since the smaller particles correspond to larger surface area as measured by BET, the TEM results corroborate the BET results.\n                     \n                     \n                        3.2.4\n                        UV–Vis analysis\n                        UV–Visible spectroscopy was performed to elucidate the various oxidation states of metal extracted into the solution. Fig. 5\n                           a–c shows the UV–Vis spectra for different ceria abrasives with and without the additives l-proline and l-glutamic acid. Commercial ceria showed presence of strong peak near 275nm, and a relatively weaker peak near 320nm. In the synthesized ceria-CM, the very weak peaks appear only in the sample with proline and even there, they are barely visible. In the wavelength range presented, the absorption shows a decrease with wavelength and no strong peaks were seen. Considering that the surface area of the ceria-CM is significantly higher than that of the commercial ceria, one would expect that the solution from ceria-CM would contain more dissolved species. However, the quantity dissolved may be less because of the nature of the species (Ce3+ vs. Ce4+) and the crystal structure. For all the abrasives, the addition of l-proline to the abrasives increases the absorption values slightly while the addition of l-glutamic acid increases the absorption values to a larger extent. This suggests that the interaction between the abrasive and l-glutamic acid is stronger than that between the abrasive and l-proline.\n                        Veera Dandu et al. [18] reported that the filtrates from blank ceria showed a broad peak at 300nm and with the addition of l-glutamic acid, which inhibited nitride removal rate without altering the oxide removal rate significantly, caused only a slight decrease in the absorption. On the other hand, upon addition of ornithine which suppresses oxide removal rate, the peak disappeared. The peak was associated with active species on the ceria surface, presumably Ce3+, which interacts with oxide and causes a significant removal rate. They also reported that Ce3+ salt and Ce4+ salt showed peaks near 305 and 270nm, respectively. A comparison of the published results with the current results shows that the species in the filtrate strongly depends on the source of ceria. However, if the filtrate does not contain a particular species, it does not automatically imply that the abrasive does not contain that species, since the solubility also plays a role in determining the final concentration in the filtrate.\n                        Since La was observed in the EDX analysis of the commercial ceria, salts containing Ce3+, Ce4+ and La3+ were analyzed and the results are presented in Fig. 6\n                           . The Ce3+ salt showed a broad peak near 297nm. The absorption starts to increase below 285nm for the Ce3+ species. The Ce4+ and La3+ on the other hand showed only a very weak and broad absorption band. The results indicate that if the filtrates contain Ce and La, it would be difficult to differentiate between dissolved La3+ and Ce4+ species, and also that La3+ and Ce4+ species may not be detectable in presence of Ce3+.\n                     \n                     \n                        3.2.5\n                        ICP-OES analysis\n                        Inductively coupled plasma-optical emission spectroscopy (ICP-OES) is a technique which can be used to measure the concentration of metallic elements in liquid samples. A plasma is generated by nebulizing the liquid sample through the centre of a quartz torch. The generated plasma excites the atoms, which then relax to a lower energy state emitting light with a characteristic wavelength. The intensity of these wavelengths are detected, analyzed and compared with those of known standards. Since the extent of leaching of ceria into the solution during the initial mixing and centrifuging is very less, the concentration values are seen to be very small (in sub ppm levels). The overall goal was to find the presence of lanthanum and cerium that is present in the solution. The elemental composition as detected by ICP-OES is given in Table 4\n                           . Most of the filtrates show Ce and La in sub ppm levels. Even the synthesized ceria leaches out a small amount of La, but that is much less in comparison with commercial ceria, especially when the large surface area of the ceria-CM is taken into account. For ceria-SA, l-proline and l-glutamic acid seem to complex well with Ce species and the filtrate contains more of Ce and La than the filtrate from blanks slurries. However, for ceria-S and ceria-CM, the additives do not alter the composition of the filtrate significantly. ICP-OES analysis detects the element in all the valence states and hence cannot be used to distinguish between Ce3+ and Ce4+, but La and Ce can be clearly identified by this method. This data taken together with the EDX results indicates UV–Vis data of the filtrates from commercial ceria slurries cannot be used to determine if significant amount of La is present in the abrasives.\n                     \n                     \n                        3.2.6\n                        XPS analysis\n                        XPS analysis was performed to identify Ce3+ and Ce4+ on the abrasive surface and also to verify the presence of lanthanum on the surface of ceria particles. In the EDX analysis, the sampling volume extends to a depth of few microns and in the UV–Visible spectroscopy and ICP-OES analysis, species dissolved from the pores of the abrasives will also be included and thus these techniques are not specific to the outer surface of the particles. However, XPS is very surface sensitive and the sampling volume extends to a depth of few nm only. The XPS results corresponding to the Ce3d3/2 and Ce3d5/2 are shown in Fig. 7\n                            and they match well with earlier reports [26,29]. Based on the spin orbital, the peaks are subdivided into u and v where u corresponds to Ce3d3/2 and v corresponds to Ce3d5/2. The identified peaks are labeled as u, u0, u′, u″, u″′ and v, v0, v′, v″, v″′. Of these v0, v′, u0 and u′ correspond to Ce3+ while the others correspond to Ce4+. Except for minor quantitative differences, there is no significant difference between the XPS data of commercial ceria and synthesized ceria. Thus the fraction of Ce3+ on the abrasive surface does not correlate well with the nitride suppression behavior. This matches well with the literature, where it is shown that the role of Ce3+ in nitride removal process is minor and is limited to removing the top hydrolyzed layer [24]. The results corresponding to La3d are presented in Fig. 8\n                           . Unlike the UV–Vis where Ce and La species absorb in the same wavelength region, in the XPS data, there is no overlap between Ce3+, Ce4+ and La3+ species. The spectra show two peaks namely La3d5/2 and La3d3/2 with binding energies at ∼835 and ∼854eV, respectively for commercial ceria and they are not present in the synthesized ceria, which matches with the other analyses [30]. Based on the removal data and the composition analysis of ceria particles, it can be deduced that the oxide to nitride removal rate selectivity depends on the purity of the ceria and the crystal structure, as well as on the strength of interaction between the additive and the abrasive. A better understanding of the effect of synthesis process on the crystal structure of the ceria particles is essential to obtain repeatable results in high selectivity STI CMP slurries.",
    "Conclusions": "4\n                  Conclusions\n                  Ceria abrasives from various sources were investigated for high selectivity STI CMP application. Ceria synthesized from cerium carbonate was found to be pure while a significant quantity of La was present in commercial ceria. Upon addition of l-proline, only synthesized ceria-CM slurries yielded high selectivity while commercial ceria slurries exhibited very little selectivity enhancement. With l-glutamic acid, a high selectivity is achieved in slurries with all the three types of abrasives considered. Commercial ceria contained hexagonal and cubic phases, while the synthesized ceria contained only cubic phases, as shown by XRD analysis. The UV–Vis analysis showed that additive-abrasive interaction was less for l-proline than that for l-glutamic acid. EDX and XPS results show the presence of significant quantity of La impurity in commercial ceria. In presence of La impurity, the UV–Vis absorption spectra of the slurry filtrate cannot be interpreted directly. ICP-OES analysis of the filtrate also confirms the presence of La impurity. In terms of high selectivity oxide to nitride removal ratio, l-proline is more sensitive to presence of impurities in abrasives and their crystal structure while l-glutamic acid is less sensitive. While both additive and the abrasive choice are important in slurry formulation, the purity and crystal structure of the abrasive seem to play a significant role in high selectivity STI CMP slurries."
  },
  "references": []
}