{
  "title": "Pore-level engineering of macroporous media for increased performance of solar-driven thermochemical fuel processing",
  "authors": [
    "Suter, Silvan"
  ],
  "publication": {
    "journal": "International Journal of Heat and Mass Transfer",
    "date": "2014-11-30",
    "doi": "10.1016/j.ijheatmasstransfer.2014.07.020"
  },
  "abstract": "The performance of high-temperature solar reactors incorporating porous ceramic materials that serve as radiative absorbers and chemical reaction sites can be improved significantly by tailoring their pore structure. We investigated the changes in their effective heat and mass transport properties with increasing mass loading of porous ceramics fabricated by the replica method. We applied a methodology consisting of the experimental characterization of the structure via 3D tomographic techniques coupled to pore-level direct numerical simulations for the determination of the effective transport properties. This approach was extended by using digital image processing on the structure data to allow for artificial changes in the morphological characteristics – corresponding to actual variations in the fabrication process. We derived transport correlations of porous ceria foam with varying mass loading, i.e. reticulate to dense foams with porosity from 0.85 to 0.45. We observed that the correlations proposed in literature do not accurately describe the behavior of low-porosity foams. The numerical findings of this study provide guidance for pore-level engineering of materials used in solar reactors and other high-temperature heat and mass transfer applications.",
  "keywords": [
    "Solar energy",
    "Solar fuels",
    "Heat and mass transfer",
    "Porous media",
    "Computed tomography",
    "Morphology"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Porous ceramic materials exhibit favorable morphological, mechanical, and transport properties when applied as absorbers [1], heat exchangers [2], insulators [3], chemical reaction site, and reactants [4], in a wide variety of high-temperature applications ranging from chemical processing, combustion, and filtering, to solar reactor technology. The effective heat and mass transport properties of these porous materials largely depend on their morphology [5,6]. For example, solar reactors designed for thermochemical water and CO2-splitting using porous, ceria-based redox materials have shown an increase in the efficiency by a factor of four when changing the material’s morphology from monolithic-type geometry with μm-range pore size to a foam-type geometry with mm-range pore size [1,4]. Thus, pore-level engineering of materials can significantly improve the performance of solar reactors.\n                  Frequently, the effective transport properties of macroporous media are approximated by empirical correlations or semi-empirical and analytical models derived for simplified morphologies or unit-cell structures. To predict the permeability of a porous medium, approximations based on the semi-heuristic packed-bed model of Carman and Kozeny [7] are used with a modified shape factor for e.g. assemblies of parallel cylinders [8] and fibrous beds [9]. Another drag flow approach was analytically derived by Ergun [10] for packed columns. An alternative flow analysis considers the Hagen–Poiseuille relation in a stack of tubes with diameters equal to the pore size [5]. To predict the Dupuit–Forchheimer coefficient, semi-empirical models based on Ergun’s equation (Ergun [10] and Macdonald et al. [11]) and phenomenological correlations proposed by Ward [12] and Cooke [13] are developed for packed beds. These models exhibit an inverse proportionality to the permeability. The tortuosity has mainly been investigated in porous sediment layers by Archie [14], and Iversen and Jorgensen [15], who found porosity-dependent empirical correlations, and by Weissberg [16], and Boudreau and Meysman [17], who derived geometrical models based on stacked spheres and disks, respectively. The volume averaged interfacial heat transfer coefficient is commonly expressed by correlations Nu=\n                     f(Re,Pr), as suggested by Wakao et al. [18]. Kuwahara et al. [19] modeled an uniform, 2D flow through a periodic arrangement of isothermal square rods and fitted the theoretically derived correlation to the heuristic model of Wakao et al. Gunn [20] studied convective heat transfer in packed beds with a stochastic model. Artificial unit-cell structures were mainly used to study thermal conduction in porous materials. Bhattacharya et al. [21] modeled a 2D structure as a field of hexagons with hexagonal nodes. Boomsma and Poulikakos [2] used 3D tetrakaidecahedron cell elements with cubes at the intersection to derive an analytical heat conduction correlation. Russell [22] and Loeb [23] published theoretical models for the simple porous structure consisting of equally sized void cubes distributed in the solid matrix. Maxwell [24] derived a porosity dependent upper bound for the effective thermal conductivity of a two-phase medium. A phenomenological correlation is provided by the three-resistor model of Wyllie and Southwick [25]. Calmidi and Mahajan [26] determined the effective thermal conductivity of aluminum foams empirically. Two models used to predict the effective extinction coefficient are based on geometrical optics for porous media consisting of a suspension of mono-dispersed and independently scattering particles. Hsu and Howell [27] considered spherical particles whereas Loretz et al. [28] investigated multi-faced particles.\n                  It is evident that these effective properties strongly depend on the morphology. This is supported by theoretical derivation of the effective transport properties by the volume averaging theory [29], which indicates that the effective properties are a function of the morphology of the porous medium, the bulk properties of its phases, and the phase boundary conditions only. However, the aforementioned empirical, semi-empirical, and analytical correlations do not consider the exact morphology of complex and stochastic porous materials and, consequently, provide less accurate transport characteristics. Furthermore, they can only provide trends in the same class of materials when applied to pore-level engineering of media. The incorporation of the exact structure is therefore crucial for the accurate heat and mass transport characterization and subsequent pore-level engineering for enhanced transport.\n                  Recently, coupled experimental–numerical techniques have been proposed for accomplishing that. They use 3D imaging-based techniques such as computed tomography, magnetic resonance imaging, or focused ion beam, to obtain the exact structural information of the porous media, which in turn is used in pore-level numerical simulations to solve the governing conservation equations in the various phases of the porous media. In conjunction with the volume averaging theory, the effective transport properties are then derived. Computed tomography (CT) has been one of the preferred methods as it can offer non-destructive and non-invasive techniques with relatively high resolution. Examples of the CT-based methodology are the determination of the effective extinction and scattering coefficients and scattering phase function of foams and packed beds consisting of semi-transparent [30,31] and opaque solid phase materials [32,33], of the effective heat conductivity and interfacial heat transfer coefficient of foams [34,35] and packed beds [6], and of the effective permeability and Dupuit–Frochheimer coefficient of fibrous materials [36], foams [34,37], packed beds [6], and rock [38]. Further examples include the determination of the tortuosity in sandstones [39] and mechanical properties, such as Poisson’s ratio, bulk and Young’s moduli of foams [40], packed beds [41], rock formations [41], and biological structures [41].\n                  Recently, imaging-based methodologies have been coupled to digital image processing techniques to understand the influence of the morphology on the transport properties [42–44]. Akolkar et al. used mathematical morphology operations, i.e. dilation and erosion with a spherical structural element, to understand the influence of porosity on the absorptance [42] and fluid flow [44] of a 1D slab made of densely-packed (porosity 0.33) to dispersed (porosity 0.82) particulate media, and foam-like structures with porosities of 0.72–0.95. Artificially generated morphologies with varying porosities and bi-modal distributed pore sizes were used by Haussener et al. to obtain guidelines for morphological tailoring of such foams with enhanced transport characteristics [43].\n                  In this paper, we present a detailed investigation on the influence of the mass loading of a foam-like ceramic structure on its effective heat and mass transport properties. In contrast to two similar studies by Akolkar et al. [42,44], we considered fabricable foam samples with a broader range of porosities (0.85–0.45) exhibiting always a connected solid phase, and extend the characterization to conductive and convective heat transfer. We use digital image processing on the structure data to allow for artificial changes in the morphological characteristics – corresponding to actual variations in the fabrication process – and solve the conservation equations at the pore-scale. Reticulated porous ceramic (RPC) foams, made of ceria, are used as modeled foam materials because of their application in solar thermochemical fuel processing [4]. For a wide range of foam porosities (0.45–0.85), the morphology-dependent effective transport properties are determined, namely: the extinction coefficient, scattering phase function, thermal conductivity, interfacial heat transfer coefficient, permeability, Dupuit–Forchheimer coefficient and tortuosity. These properties can be incorporated in continuum models to optimize the foam structure for improved performance of the solar reactor, as exemplary done in [45]. The artificial-adapted RPC morphologies can be fabricated by the replica method.",
    "Problem statement and medium morphology": "2\n                  Problem statement and medium morphology\n                  \n                     2.1\n                     Problem statement and assumptions\n                     The media considered in this study are statistically isotropic and homogeneous macroporous [46] media composed of two phases: (i) an isotropic and homogeneous, connected, rigid solid phase, and (ii) an isotropic and homogeneous, moving fluid phase. Specifically, the investigations were based on the foam-like ceramics fabricated by the replica method [47]. A photography of a sample is shown in Fig. 1\n                        a. The template fabrication method uses a skeletal sponge structure with, in our case, 10 pores per inch. This polymeric sponge is immersed into a ceria slurry, impregnated, and subsequently sintered in a furnace [4]. The resulting foam exhibits hollow struts, as the polymeric sponge replica is burnt away.\n                     For simplicity, we assumed an opaque solid phase and transparent fluid phase, respectively. Ceria, the material of choice in our study, showed only considerable bulk material absorption coefficients for wavelengths smaller than 500nm [48], corresponding to 25% of the solar irradiation spectrum. For larger wavelengths ceria should be considered semitransparent and a more complete set of effective radiative properties will be needed [31]. The Planck mean absorption coefficient of the gas phase (e.g. air, CO, H2) was orders of magnitude lower than the absorption of radiation at the phase boundary supporting the assumption of a radiatively non-participating fluid phase. Geometrical optics was assumed as the smallest dimensions of the solid structure of approximately 0.4mm (see details in Section 2.2) was significantly larger than the wavelength range considered, i.e. πd\n                        strut/λ\n                        ≫5. Diffraction was neglected as for large particles it is predominantly in forward direction within a small solid angle. Independent scattering was assumed, in accordance with the independent/dependent scattering map of Tien et al. [49]. This assumption is most critical for media with small clearance between the scattering structures, small characteristic size to wavelength ratios, and small porosities, i.e. for the low porosity cases in this study. The thermal conductivities of the fluid and the solid phases are assumed to differ by at least 3–4 orders of magnitude, in accordance with typical gas and ceramic conductivities at high temperatures. It is assumed that conduction through the porous medium is not the limiting heat transfer mode, i.e. the adapted Biot number (a Biot number accounting for convective and radiative heat flux at the phase boundary and uses the effective solid conductivity) is sufficiently small.\n                     The porous’ medias transport and its change due to pore-level engineering will be characterized by effective properties. These properties are defined based on the theory of volume averaging [29], which spatially averages the governing conservation equations valid within each phase of the porous media throughout the complete media volume. The resulting volume-averaged equations are closed by introducing the effective properties. In order to reduce the computational expense and to simplify the approach, the various transport characteristics will be obtained in a decoupled way. Recent theoretical derivations of the averaging of the coupled conservation equations provide an in-depth understanding of the effects of coupling, the contribution of the various heat transfer modes for specific medium characteristics, and pathway towards a numerical calculation of the additional closure terms [50]. Nevertheless, the use of the coupled approach is beyond the scope of this study.\n                  \n                  \n                     2.2\n                     Morphology of the porous media\n                     \n                        2.2.1\n                        Original and manipulated digital morphology\n                        A porous ceria sample of 2.0×2.0×2.0cm3 size and with 0.82 porosity, shown in Fig. 1.a, was measured by CT with a spatial resolution of 35.7μm. The resulting 8-bit matrix of absorption data was segmented by the mode method [51] as the gray value distribution exhibited a characteristic bimodal behavior.\n                        In a preprocess, the foam was manipulated by a closing algorithm [52], to fill the triangular channels in the foam’s struts caused by the manufacturing process, as these hollow channels in the struts could not be preserved in the subsequent digital mass loading algorithm. Inherently, a smoothing of the solid surface occurred with the closing, and the specific surface decreased by 30% and the porosity by 1.8%. The resulting foam structure, depicted in Fig. 1b, served as the upper boundary for the representative geometries with the highest porosity (ε\n                           =0.85). Subsequently, the mass loading of the initial foam was varied by applying a set of dilation algorithms [52] with spherical structuring elements. In a dilation process, a layer of material is added to the solid phase of the foam with a thickness equal to the radius of the structuring sphere. The manipulated digital samples exhibited porosities between 0.73 and 0.32, and were generated by adding layers ranging from 0.14mm to 0.57mm in thickness. The isotropic nature of the initial foam geometry was preserved. Furthermore, the generated samples were reproducible in reality by applying multiple coatings of the ceria slurry on the initial foam structure. Fig. 1c shows the manufactured equivalence (ε\n                           =0.59) of the digitally generated foam of Fig. 1d (ε\n                           =0.59). Similar modifications of tomography data sets have previously been performed [42,44]; however, foam structures within a broader range of porosities were generated in the present study, representing realistic, fabricable samples, and no erosion steps were applied that would break the thin struts and lead to suspended solid fragments.\n                     \n                     \n                        2.2.2\n                        Morphological characterization\n                        The morphology of the samples was quantified by calculating the porosity, specific surface area, and mean pore diameter. The porosity was defined as the ratio of the void volume to the total volume of the medium (ε\n                           =\n                           V\n                           void/V) and was calculated based on the segmented absorption matrix by summing over the number of voxels assigned to the void phase divided by the total number of voxels. The method was verified by a weighing experiment with the unclosed, initial ceria foam (porosity experimental=0.82±0.01; porosity digital=0.85). The specific surface (A\n                           0\n                           =\n                           A\n                           interface/V) for an isotropic porous media was determined by the two-point correlation function [53]. The diameter of the largest sphere fitting into a pore space characterized the pore size [54]; thus, a set of opening algorithms [52] with spherical structuring elements of increasing size, led to an opening pore size distribution and mean pore diameter and were computed according to [37]. The calculated specific surface vs. the porosity of the various foam samples is plotted in Fig. 2\n                           .a with the least square fitting parameters a\n                           0\n                           =2277.8, a\n                           1\n                           =2533.0 and a\n                           2\n                           =262.3 (RMS=0.5%).\n                              \n                                 (1)\n                                 \n                                    \n                                       \n                                          A\n                                       \n                                       \n                                          0\n                                       \n                                    \n                                    =\n                                    -\n                                    \n                                       \n                                          a\n                                       \n                                       \n                                          0\n                                       \n                                    \n                                    \n                                       \n                                          ε\n                                       \n                                       \n                                          2\n                                       \n                                    \n                                    +\n                                    \n                                       \n                                          a\n                                       \n                                       \n                                          1\n                                       \n                                    \n                                    ε\n                                    +\n                                    \n                                       \n                                          a\n                                       \n                                       \n                                          2\n                                       \n                                    \n                                 \n                              \n                           The quadratic dependency was due to the predominance of convex struts in highly porous foams, which increased their surface in each dilation step until a maximum/optimum was reached, where the structures merged into concave shapes and the specific surface dropped with every added layer of material. The specific surface area peaked with 966m−1 at porosity=0.56. Fig. 2b shows the linear correlation between the mean pore diameter and the porosity,\n                              \n                                 (2)\n                                 \n                                    \n                                       \n                                          d\n                                       \n                                       \n                                          mean\n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          b\n                                       \n                                       \n                                          0\n                                       \n                                    \n                                    ε\n                                    +\n                                    \n                                       \n                                          b\n                                       \n                                       \n                                          1\n                                       \n                                    \n                                 \n                              \n                           where b\n                           0\n                           =2.20×10−3 and b\n                           1\n                           =7.59×10−4 (RMS=0.9%). Consequently, the changes in morphologies of the foams considered in the present study were solely characterized by the porosity.\n                        A small peak in the pore size distribution around 0.2mm was associated to the characteristic size of the hollow channels in the strut. Assuming an initial ceria layer thickness of 0.1mm resulted in the smallest observed structural dimension of 0.4mm (=d\n                           strut).\n                        The theory of the representative elementary volume (REV) was applied to determine the minimum size for representative foam samples [53]. Error bands for convergence were set to ±5% and ±7% in the porosity or specific surface area, respectively. For all generated foam structures, these specifications were met for a minimum REV edge length of 10.71mm. Therefore, samples with the dimension of 10.71×10.71×10.71mm3, corresponding to 300×300×300 voxels, were used for the subsequent mass and heat transfer simulations.",
    "Methodology": "3\n                  Methodology\n                  The methodology used for the characterization of the effective heat and mass transport properties follows previous studies [33,53,35,37,32]. A very brief summary is given bellow.\n                  \n                     3.1\n                     Fluid flow\n                     Darcy’s law with the Forchheimer extension results when spatially averaging the Navier–Stokes equations in the fluid phase of an isotropic medium [29]:\n                           \n                              (3)\n                              \n                                 ∇\n                                 〈\n                                 p\n                                 \n                                    \n                                       〉\n                                    \n                                    \n                                       f\n                                    \n                                 \n                                 =\n                                 -\n                                 \n                                    \n                                       〈\n                                       μ\n                                       \n                                          \n                                             〉\n                                          \n                                          \n                                             f\n                                          \n                                       \n                                    \n                                    \n                                       K\n                                    \n                                 \n                                 〈\n                                 u\n                                 〉\n                                 -\n                                 F\n                                 ρ\n                                 |\n                                 〈\n                                 u\n                                 〉\n                                 |\n                                 〈\n                                 u\n                                 〉\n                              \n                           \n                        The permeability, K, and Dupuit–Forchheimer coefficient, F, are introduced as effective properties and determined using the same type of computational domain (square duct with inlet and outlet domains), boundary conditions, and meshing as in [37,33,55], i.e. solving the stationary mass conservation and incompressible Navier–Stockes equations for laminar flow in the complex 3D fluid domain. For this pseudo 1D boundary conditions, the pressure drop across the representative foam with varying Re (Re=\n                        ρu\n                        D\n                        d\n                        mean/μ\n                        =0.1, 1, 10, 50, 100) can be analyzed and directly linked to K and F. Convergence in the pressure drops was achieved for a maximal mesh element size of 331.3μm and a residual RMS below 10−5.\n                  \n                  \n                     3.2\n                     Energy transfer\n                     For a two-phase medium consisting of a stationary, opaque solid phase and a moving, transparent fluid phase (k\n                        f\n                        ≪\n                        k\n                        s), without chemical reaction, the volume averaged energy conservation equations (neglecting the closure terms due to coupling [50]) are given by [56]:\n                           \n                              (4)\n                              \n                                 0\n                                 =\n                                 ∇\n                                 ·\n                                 \n                                    \n                                       \n                                          \n                                             \n                                                k\n                                             \n                                             \n                                                e\n                                             \n                                          \n                                          ∇\n                                          〈\n                                          \n                                             \n                                                T\n                                             \n                                             \n                                                s\n                                             \n                                          \n                                          \n                                             \n                                                〉\n                                             \n                                             \n                                                s\n                                             \n                                          \n                                       \n                                    \n                                 \n                                 -\n                                 \n                                    \n                                       h\n                                    \n                                    \n                                       sf\n                                    \n                                 \n                                 \n                                    \n                                       A\n                                    \n                                    \n                                       0\n                                    \n                                 \n                                 \n                                    \n                                       \n                                          〈\n                                          \n                                             \n                                                T\n                                             \n                                             \n                                                s\n                                             \n                                          \n                                          \n                                             \n                                                〉\n                                             \n                                             \n                                                s\n                                             \n                                          \n                                          -\n                                          〈\n                                          \n                                             \n                                                T\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                          \n                                             \n                                                〉\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                       \n                                    \n                                 \n                                 -\n                                 〈\n                                 ∇\n                                 ·\n                                 \n                                    \n                                       q\n                                    \n                                    \n                                       r\n                                    \n                                    \n                                       ″\n                                    \n                                 \n                                 〉\n                              \n                           \n                        \n                        \n                           \n                              (5)\n                              \n                                 ρ\n                                 \n                                    \n                                       c\n                                    \n                                    \n                                       p\n                                    \n                                 \n                                 \n                                    \n                                       \n                                          ∇\n                                          ·\n                                          〈\n                                          u\n                                          \n                                             \n                                                T\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                          〉\n                                       \n                                    \n                                 \n                                 =\n                                 -\n                                 \n                                    \n                                       h\n                                    \n                                    \n                                       sf\n                                    \n                                 \n                                 \n                                    \n                                       A\n                                    \n                                    \n                                       0\n                                    \n                                 \n                                 \n                                    \n                                       \n                                          〈\n                                          \n                                             \n                                                T\n                                             \n                                             \n                                                s\n                                             \n                                          \n                                          \n                                             \n                                                〉\n                                             \n                                             \n                                                s\n                                             \n                                          \n                                          -\n                                          〈\n                                          \n                                             \n                                                T\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                          \n                                             \n                                                〉\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     \n                        3.2.1\n                        Convective heat transfer\n                        The convective heat flux, q″, between the solid and the fluid phase is quantified by the interfacial heat transfer coefficient h\n                           sf,\n                              \n                                 (6)\n                                 \n                                    \n                                       \n                                          q\n                                       \n                                       \n                                          ″\n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          h\n                                       \n                                       \n                                          sf\n                                       \n                                    \n                                    (\n                                    \n                                       \n                                          T\n                                       \n                                       \n                                          sf\n                                       \n                                    \n                                    -\n                                    \n                                       \n                                          T\n                                       \n                                       \n                                          mf\n                                       \n                                    \n                                    )\n                                 \n                              \n                           We analyzed the transferred heat from isothermal representative solid foam structures to the fluid phase. The energy conservation equations were solved in the previously introduced square duct computational domain [33,37]. The computations were carried out for Pr=0.5, 1, and 10, and Re between 1 and 200. Same convergence criteria as for the fluid flow calculations were applied. Local heat transfer coefficients were determined for a finite number of slices along the main flow direction in the computational domain by integrating the heat flux through the phase boundary. The averages of the local heat transfer coefficient values led to an effective interfacial heat transfer coefficient [37] that was expressed in the correlation form Nu=\n                           f(Re,Pr).\n                     \n                     \n                        3.2.2\n                        Conductive heat transfer\n                        The effective thermal heat conductivity was determined by the volume averaged, one-dimensional steady state equation for heat conduction, assuming local thermal equilibrium. Linking the heat flux of the volume averaged quasi-linear temperature field with the local heat flux through any cross-section of the porous structure yielded the effective conductivity [35,33].\n                        A quasi-1D system was implemented by modeling the cubical porous sample with a stagnant and incompressible fluid phase with temperature independent bulk conductivities. Boundary conditions were: constant temperatures T\n                           1 and T\n                           2 on either side of the foam sample and adiabatic surfaces on the remaining four faces. Both phases of four representative foams with porosities between 0.45 and 0.85 were meshed with an unstructured tetrahedral grid and solved with a commercial finite volume solver [57]. A grid convergence study led to the use of a mesh with a maximal mesh element size of 327.9μm.\n                     \n                     \n                        3.2.3\n                        Radiative heat transfer\n                        The radiation source term for the volume averaged continuum of a two-phase system is based on the integration of the radiation transfer equation (RTE) over all wavelengths and solid angles [33]. The required effective radiative transport properties, namely the extinction coefficient, \n                              \n                                 β\n                              \n                           , and the scattering phase function, \n                              \n                                 Φ\n                              \n                           , were identified by radiative distribution functions calculated via a collision-based Monte Carlo (MC) method [58]. Since πd\n                           strut/λ\n                           >5, geometric optics was valid throughout the porosity range investigated. The cumulative distribution function of the radiation extinction path was computed by launching a large number (107) of isotropically directed rays within the void phase and measuring the path length between emission and collision. A least-square fit to the exponential Bouger’s law yielded the extinction coefficient [32]. The scattering phase function was obtained from the directional distribution of the cosines of the reflected rays normalized by an isotropic angular distribution. The MC routine was applied to seven representative foam samples with the dimensions of 510×510×510 voxels and porosities between 0.32 and 0.85.\n                        The results of the pore-scale numerical simulation on the 3D digital geometry obtained by CT can be considered as approaching the exact solution within the limits of the numerical truncation error and the accuracy of geometrical representation (i.e. CT resolution).",
    "Results – mass transfer": "4\n                  Results – mass transfer\n                  \n                     4.1\n                     Permeability and Dupuit–Forchheimer coefficient\n                     The numerically determined normalized permeabilities and Dupuit–Forchheimer coefficients are depicted in Figs. 3 and 4\n                        \n                        , respectively, for samples with porosity of 0.45, 0.59, 0.73 and 0.85. In comparison to the semi-empirical models by Conduit flow theory [5], Carman–Kozeny correlation [7], Ergun et al. [10], Happel and Brenner [8], and Kyan et al. [9] – introduced in Table 1\n                         – the Carman–Kozeny model fits the computed permeabilities best with a relative RMS of 29.7%. The model is based on the semi-heuristic Carman–Kozeny equation [7] with a shape factor k\n                        K\n                        =5 defined for packed beds of spheres. Kyan et al. [9] proposed a porosity dependent shape factor for fibrous beds that predicts the results with a RMS of 33.0%. Happel and Brenner [8] adapted the shape factor for a flow along parallel cylinders and their prediction deviates 65.1% from our results. The Conduit flow through a stack of tubes [5] (RMS=213.0%) and Ergun’s correlation for flows through packed columns [10] (RMS=4.7×105%) fail to predict our results. The least-square fitting of the Kozeny constant was proposed by Akolkar et al. [44], who predicted k\n                        K\n                        =7.73 in a study on foams with porosities larger than 0.7, overestimating the flow rate through the porous material (RMS=23.9%). Our curve fit with k\n                        K\n                        =5.38, shown in Fig. 3, shows an accurate permeability prediction for highly porous structures; however, for less porous foams, the model overestimates the flow rate through the porous material (RMS=22.3%). Therefore, the porosity exponent of the Carman–Kozeny model was fitted to the data, as suggested by various authors [59]:\n                           \n                              (7)\n                              \n                                 K\n                                 =\n                                 \n                                    \n                                       \n                                          \n                                             ε\n                                          \n                                          \n                                             n\n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             k\n                                          \n                                          \n                                             K\n                                          \n                                       \n                                       \n                                          \n                                             A\n                                          \n                                          \n                                             0\n                                          \n                                          \n                                             2\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where k\n                        K\n                        =4.81 and n\n                        =3.5 for low porosities (RMS=3.6%).\n                     The numerically determined Dupuit–Forchheimer coefficients are compared to the models by Macdonald et al. [11], Ergun [10], Ward [12] and Cooke [13] described in Table 1. The Ward correlation [12] fails to give a reasonable estimate of F, whereas the models of Macdonald et al. [11] (RMS=28.7%) and Ergun [10] (RMS=26.7%) agree well with the numerical results for high porosities, but underestimate F for lower porosities. The latter two models are based on the Ergun’s theory and the parameters are empirically determined [60].\n                     The most accurate prediction for the Dupuit–Forchheimer coefficient is found via least-square fitting of the parameters for Cooke’s correlation [13],\n                           \n                              (8)\n                              \n                                 F\n                                 =\n                                 \n                                    \n                                       n\n                                    \n                                    \n                                       \n                                          \n                                             K\n                                          \n                                          \n                                             m\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        for n\n                        =9.81×10−6 and m\n                        =1.12 (RMS=1.3×10−4%). This is consistent with Cooke’s suggestion of m\n                        =1.24 for particle packs. The curve with the parameters found by Akolkar et al. [44] (m\n                        =1.08 and n\n                        =1.41×10−5) for foam-like structures with restricted porosities between 0.73 and 0.95 fits our data in this high porosity range. Thus, the behavior of the Dupuit–Forchheimer coefficient is accurately described by the inverse of the permeability.\n                  \n                  \n                     4.2\n                     Tortuosity\n                     The tortuosity can be defined as the ratio of the length of a flow path to the length of the porous sample [33].\n                           \n                              (9)\n                              \n                                 τ\n                                 =\n                                 \n                                    \n                                       \n                                          \n                                             l\n                                          \n                                          \n                                             path\n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             l\n                                          \n                                          \n                                             sample\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        For each velocity vector field obtained in Section 4.1, 3600 streamlines are analyzed to determine the density distribution of the tortuosity. The mean tortuosity showed only a slight dependency on Re and a Re-averaged tortuosity for each porosity was determined. The numerical results, depicted in Fig. 5\n                        , are compared to the least square fits of the models introduced in Table 1 with fitting parameters a–d, i.e. Archie [14], Weissberg [16], Iversen and Jorgensen [15], and Boudreau and Meysman [17]. Archie’s empirical model was developed based on electrical resistance measurements that were linked to the tortuosity. Values for the free fitting parameter a was recorded to be between 0.15 and 2.2 for various types of sediments [15]. The model fits our results with a RMS=3.3% for a\n                        =0.53. The geometrical model parameter b of the Weissberg correlation, equal to 0.5 for a bed of overlapping spheres, was adjusted to b\n                        =0.64 (RMS=2.1%). The purely empirical model of Iversen and Jorgensen, developed for sandy sediments with c\n                        =2, was fitted using c\n                        =2.05 (RMS=1.3%), whereas the best prediction of the tortuosity is obtained by the model of Boudreau and Meysman with fitted d\n                        =8.63×10−1 (RMS=0.65%):\n                           \n                              (10)\n                              \n                                 τ\n                                 =\n                                 1\n                                 +\n                                 d\n                                 (\n                                 1\n                                 -\n                                 ε\n                                 )\n                              \n                           \n                        The tortuosity is dependent on the morphology and in Boudreau’s correlation, the porous material consists of randomly stacked disks with a height to radius ratio of \n                           \n                              (\n                              \n                                 \n                                    9\n                                    π\n                                 \n                                 \n                                    32\n                                 \n                              \n                              ·\n                              d\n                              )\n                           \n                        ; therefore, our foam-like material is approximated by a height to radius ratio of 0.76.",
    "Results – heat transfer": "5\n                  Results – heat transfer\n                  \n                     5.1\n                     Interfacial heat transfer coefficient\n                     Calculated Nu as function of Re and Pr, for samples with porosity of 0.45, 0.59, 0.73 and 0.85, are shown in Fig. 6\n                        a. None of the porosity-dependent models found in the literature (Table 2) are consistent with the numerically calculated results using the exact structure of the foam samples. The correlations yielded Nu numbers that depend on the porosity for the low Re regime; the numerical solution however converges to a single Nu number for Re smaller than one. The model of Gunn [20], which aims to describe the heat transfer to particles in fixed beds by fitting a stochastic model to experimental data, predicts the results with a RMS=27.0%. Kuwahara et al. [19] conducted a numerical experiment in a simplified, 2D porous structure and related the calculated interfacial heat transfer coefficients to the heuristic model of Wakao et al. [18] with the functional form: Nu=\n                        a\n                        +\n                        bRe\n                           m\n                        Pr\n                           n\n                        . With the fitting parameters found by Kuwahara et al. the equation deviates from our result with a RMS=90.7%. As these approximations are not satisfying, an empirical equation is designed based on the Re and Pr dependencies observed by Wakao et al. to fit all computed Nu numbers. Eq. (11) with the least square fitting parameters of e\n                        0\n                        =5.54, e\n                        1\n                        =7.09×10−1, e\n                        2\n                        =6.31×10−1, e\n                        3\n                        =2.98×10−1, e\n                        4\n                        =1.70 and e\n                        5\n                        =1.39 (RMS=4.69%) is shown in Fig. 6a. In Fig. 6b, the models of Gunn and Kuwahara et al. are plotted together with the proposed empirical correlation for Pr=0.5 and 10, and porosities 0.59 and 0.85.\n                           \n                              (11)\n                              \n                                 Nu\n                                 =\n                                 \n                                    \n                                       e\n                                    \n                                    \n                                       0\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       \n                                          \n                                             \n                                                e\n                                             \n                                             \n                                                1\n                                             \n                                          \n                                          \n                                             \n                                                ε\n                                             \n                                             \n                                                2\n                                             \n                                          \n                                          -\n                                          \n                                             \n                                                e\n                                             \n                                             \n                                                2\n                                             \n                                          \n                                          ε\n                                          +\n                                          \n                                             \n                                                e\n                                             \n                                             \n                                                3\n                                             \n                                          \n                                       \n                                    \n                                 \n                                 \n                                    \n                                       Re\n                                    \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   e\n                                                \n                                                \n                                                   4\n                                                \n                                             \n                                             -\n                                             \n                                                \n                                                   e\n                                                \n                                                \n                                                   5\n                                                \n                                             \n                                             ε\n                                          \n                                       \n                                    \n                                 \n                                 \n                                    \n                                       Pr\n                                    \n                                    \n                                       0.6\n                                    \n                                 \n                              \n                           \n                        \n                     \n                  \n                  \n                     5.2\n                     Thermal conductivity\n                     The effective conductivity numerically calculated using the exact structure of foam samples with porosity of 0.45, 0.59, 0.73 and 0.85 are shown in Fig. 8\n                        a for various fluid-to-solid bulk conductivity ratios. The effective conductivity increased with decreasing porosity due to a successive replacement of the fluid phase by the higher conductive solid phase (k\n                        f/k\n                        s\n                        ⩽1). The equations of the models introduced in Table 2 were fitted to the numerical results with the best approximation achieved by the empirical model of Calmidi and Mahajan [26] (A\n                        =1.04, n\n                        =1.77, RMS=11.1%). This correlation was developed based on thermal conductivity experiments on aluminum foams and allows an accurate prediction for many foam-like structures due to the free fitting parameters A and n. The analytical 2D model of Bhattacharya et al. [21] approximates the porous structure as a field of hexagons with the edges of the elements representing the struts and hexagonal node areas. With an optimum geometry parameter r\n                        =1.05×10−1 – node diameter to strut diameter – the correlation fits the results with a RMS=22.5%. Loeb [23] approached foams with equally sized void cubes distributed in the solid matrix (RMS=23.9%). The equation for the three-resistor model [25] is a linear combination of the maximum possible (parallel slab model) and minimum possible (serial slab model) effective conductivity, with the optimum parameter f\n                        =0.354 (RMS=28.2%). Maxwell’s [24] derivation of an upper bound for a continuum solid with void inclusions (RMS=83.9%) and Russell’s [22] geometrical model (RMS=89.3%) indicate that those models are limited to a certain porosity range. The equation of Boomsma and Poulikakos [2] for their 3D tetrakaidecahedron unit cell model is not listed in Table 2 as it is mathematically only applicable to porosities higher than 0.5, but it approximates the results of this porosity range with RMS=14.9% (e=0.342 – node diameter to strut length). Fig. 7\n                         compares the models found in literature to the simulation results for the porosity 0.59 and 0.85.\n                     The proposed three-resistor model fails to describe the effective conductivity behavior as a function of the porosity. However, the model parameter f is found to be systematically related to the volume fraction of the fluid when fitted to the results of the foam samples separately. The porosity dependency of f, shown in Fig. 8b, is approximated by \n                           \n                              \n                                 \n                                    \n                                       \n                                          g\n                                       \n                                       \n                                          0\n                                       \n                                    \n                                    -\n                                    \n                                       \n                                          g\n                                       \n                                       \n                                          1\n                                       \n                                    \n                                    ε\n                                 \n                              \n                           \n                         with g\n                        0\n                        =7.54×10−1 and g\n                        1\n                        =8.29×10−1 (RMS=1.0%). Consequently, the three-resistor model can be extended by this porosity dependency of the parameter f, leading to Eq. (12) of the newly proposed extended three-resistor model (RMS=2.7%).\n                           \n                              (12)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             k\n                                          \n                                          \n                                             e\n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             k\n                                          \n                                          \n                                             s\n                                          \n                                       \n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          1\n                                          -\n                                          \n                                             \n                                                \n                                                   \n                                                      g\n                                                   \n                                                   \n                                                      0\n                                                   \n                                                \n                                                -\n                                                \n                                                   \n                                                      g\n                                                   \n                                                   \n                                                      1\n                                                   \n                                                \n                                                ε\n                                             \n                                          \n                                       \n                                    \n                                 \n                                 \n                                    \n                                       \n                                          \n                                             k\n                                          \n                                          \n                                             f\n                                          \n                                       \n                                       /\n                                       \n                                          \n                                             k\n                                          \n                                          \n                                             s\n                                          \n                                       \n                                    \n                                    \n                                       ε\n                                       +\n                                       (\n                                       1\n                                       -\n                                       ∊\n                                       )\n                                       \n                                          \n                                             k\n                                          \n                                          \n                                             f\n                                          \n                                       \n                                       /\n                                       \n                                          \n                                             k\n                                          \n                                          \n                                             s\n                                          \n                                       \n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       \n                                          \n                                             g\n                                          \n                                          \n                                             0\n                                          \n                                       \n                                       -\n                                       \n                                          \n                                             g\n                                          \n                                          \n                                             1\n                                          \n                                       \n                                       ε\n                                    \n                                 \n                                 \n                                    \n                                       \n                                          ε\n                                          \n                                             \n                                                \n                                                   \n                                                      k\n                                                   \n                                                   \n                                                      f\n                                                   \n                                                \n                                             \n                                             \n                                                \n                                                   \n                                                      k\n                                                   \n                                                   \n                                                      s\n                                                   \n                                                \n                                             \n                                          \n                                          +\n                                          (\n                                          1\n                                          -\n                                          ∊\n                                          )\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                  \n                  \n                     5.3\n                     Radiative properties\n                     The extinction coefficients numerically calculated using the exact structure of the foam samples are shown in Fig. 9\n                        . The models of Hsu and Howell [27] and Loretz et al. [28], introduced in Table 2, are fitted with the empirical fitting parameter Ψ equals 2.398 and 1.765, respectively (RMS=25.0% and 3.8%, respectively). Hsu and Howell [27] modeled the porous foam as a suspension of mono dispersed, independently scattering particles with a diameter equal to the pore diameter d. Despite some consensus of the model with the extinction coefficients for foam like structures [61,27], it is not consistent with the present MC data. In contrast Loretz identified multi-faced particles based on tomography images of reticulate foams and proposed Eq. (13) that approximates our numerical data more accurately.\n                           \n                              (13)\n                              \n                                 β\n                                 =\n                                 \n                                    \n                                       Ψ\n                                    \n                                    \n                                       1\n                                    \n                                 \n                                 \n                                    \n                                       \n                                          \n                                             1\n                                             -\n                                             ε\n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             d\n                                          \n                                          \n                                             mean\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        Both models are based on the assumption of geometric optics and consequently are not valid for very low porosities.\n                     As an opaque solid phase is assumed, the scattering albedo σ\n                        s/β is equal to the solid surface’s directional–hemispherical reflectivity, averaged over all incoming directions, r. For purely diffuse or perfectly specular surfaces the scattering and absorption coefficients are given as σ\n                        s\n                        =\n                        rβ and κ\n                        =(1−\n                        r)β, respectively. For a diffusively-reflecting solid phase surface, the scattering phase function was observed to be independent of the changes in morphology and was approximated by (RMS=2.9%)\n                           \n                              (14)\n                              \n                                 Φ\n                                 =\n                                 0.5945\n                                 \n                                    \n                                       μ\n                                    \n                                    \n                                       s\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 -\n                                 1.4095\n                                 \n                                    \n                                       μ\n                                    \n                                    \n                                       s\n                                    \n                                 \n                                 +\n                                 0.8018\n                              \n                           \n                        The scattering function anisotropy factor for the diffusely-reflecting solid phase surface is equal to −0.47 and constant for the porosity ranges investigated.",
    "Conclusions": "6\n                  Conclusions\n                  Using the 3D digital geometry of a foam obtained via CT, we determined the effective heat and mass transport properties, namely: the extinction coefficient, scattering phase function, thermal conductivity, interfacial heat transfer coefficient, permeability, Dupuit–Forchheimer coefficient, and tortuosity. As a model foam material, we used a reticulated porous ceramic made of ceria, which is applied in the solar-driven thermochemical production of fuels. Digital image processing along with morphological dilation of the structural data was used to vary the ceria loading, i.e. the porosity, mean pore diameter, and specific surface area, of the foam. The corresponding changes in the effective transport properties were determined and compared to empirical, semi-empirical, and analytical models. Enhanced analytical and empirical models were proposed. The quantified parameters can be incorporated into coupled multi-physics continuum-scale models of e.g. solar thermochemical fuel processing reactors [56], allowing for the determination of the best porosity for optimized reactor performance. First attempts to use these types of detailed pore-level transport characterizations in conjunction with continuum models for the optimization of solar thermal and photoelectrochemical power and fuel processing have been reported [45] and proof the usefulness of the approach. In conclusion, the study provides guidance for pore-level engineering of foams aimed at enhancing heat and mass transfer.",
    "Conflict of interest": "Conflict of interest\n                  None declared."
  },
  "references": []
}