{
  "title": "22 Latest developments in the understanding of PVA brush related issues during post CMP (pCMP) cleaning",
  "authors": [
    "Yerriboina, Nagendra Prasad"
  ],
  "publication": {
    "journal": "Advances in Chemical Mechanical Planarization (CMP)",
    "date": "2022-12-31",
    "doi": "10.1016/B978-0-12-821791-7.00004-6"
  },
  "abstract": "As the technology is going below 7 nm or still lower, pCMP (Post-CMP) cleaning is becoming a more critical step to reduce the defects generated from CMP process. PVA brush scrubbing is a vital technique used for pCMP cleaning to remove slurry particles and other polishing residues remained after CMP. Very recently PVA brush has become the most critical consumable to reduce the defect levels, as the brush itself has been found to be a source of several defects. Hence, it has become important to understand every aspect of PVA brush. In this chapter, a systematic explanation of PVA brush is provided starting with its preparation, design, kinematics and tribological effects. A special type of defects that might be generated from PVA brushes is summarized. A detailed explanation about the defect generation possibilities from PVA brushes and their analysis are provided. New techniques to reduce the defects are also discussed.",
  "keywords": [
    "Post CMP cleaning",
    "PVA brush",
    "Defects",
    "Impurities",
    "Break-in",
    "Conditioning"
  ],
  "sections": {
    "Introduction": "22.1\n               Introduction\n               \n                  22.1.1\n                  CMP process and its associated defects\n                  Chemical Mechanical Planarization (CMP) has been a critical step in semiconductor manufacturing since IBM introduced this technique for the polishing of oxide surface in the 1980s [1]. Its importance has been recognized very soon as it was the only technique to form the multilevel Cu interconnection. The developments made in the CMP process not only provided planarity levels but also multi selective removals. As the semiconductor technology is moving toward below 7 nm node size, the role of CMP has become more crucial since CMP is the key technology to fabricate 3D transistors [2]. Traditional challenges in CMP technology such as removal rates, selectivities, planarities, dishing/erosion, uniformity, etc. have been progressively resolved and known to have their roadmaps. However, there have been continuous challenges in dealing with the defects from the process even since CMP became a key process in RMG and FINFET fabrication below 14 nm.\n                  \n                     Fig. 22.1\n                      shows the probability of defects with a decrease of defect size [3]. It can be observed that as the defect size decreases the defect count increases exponentially. With the decrease of device technology, a small size of defect also causes severe damage to the yield. Since CMP involves slurry chemistry under rigorous physical conditions, it could produce more contaminants to the wafer surface than any other processing step in the semiconductor manufacturing. Some of the defects such as scratches, corrosion, dishing, erosion, etc., are generated during the CMP process but could be resolved with the current technology. However, the majority of the defects are generated after the CMP process. Since it involves an aggressive chemical and mechanical environment, after polishing a variety of contaminants including slurry particles, organic residues, metal ion contaminants, and so on generated onto the wafer surface [4,5].\n               \n               \n                  22.1.2\n                  Role of pCMP cleaning to reduce CMP defects\n                  A post-CMP (pCMP) cleaning process is necessarily performed after the CMP process to clean the wafer to remove the defects generated from CMP process as discussed above. Unlike cleaning methods for other processing steps, pCMP needs a PVA (polyvinyl acetal) brush scrubber to remove the slurry particles effectively by contacting with the wafer surface [6]. Fig. 22.2\n                      shows the schematic of CMP process followed by brush scrubbing during pCMP cleaning. pCMP is always performed as a single wafer cleaning process. Most commonly during the pCMP cleaning process in the industries, two PVA brushes, one at the top side and another one at the bottom side, would contact the wafer surface to clean both sides as shown in the schematic of Fig. 22.2. [1,7]. Different chemistries and optimization of process parameters such as cleaning time, flow rate, brush gap distance, etc. are performed to remove other kinds of defects depending on pCMP requirement of CMP polished wafer surfaces (poly-Si, STI, dielectric, metals such as Cu, Co, W, etc.,) [1]. Earlier, CMP was focused on polishing and planarization mainly in the backend of processes, so the defect tolerance was somewhat loose and the presence of trace impurities was not a big yield issue. However, with technology moving down for FEOL (front end of line)/MOL (middle of line) and below 10 nm device feature size, any defects left after FEOL/MOL CMP processes become yield killing defects. Hence, the size tolerance of defect also is moving to a much lower level. Many of the developments have been taken place in enhancing the cleaning efficiency of the pCMP cleaners. In-house ammonia and DHF based cleaning chemistry have been widely used for pCMP cleaning with brushes. Several formulated cleaners are found successful to meet the specific requirement of a pCMP cleaner of the specific pCMP cleaning process. However, still, there are several kinds of defects produced from the pCMP cleaning process. Most of these defects could be related to the PVA brush scrubbing. Though some studies were performed earlier, in understanding the possible types of defects produced from the brush, very recently the attention has shifted very much towards the understanding of the brush role in causing the contamination. As CMP becomes a key process fabricating 3D transistors in FEOL/MOL, the study about the role of a PVA brush in producing contamination during pCMP cleaning is very much in focus currently [8–11]. The importance has been shifted in understanding the thorough mechanism to identify the sources of contaminants from a brush point of view. Hence this chapter provides comprehensive knowledge about PVA brushes (preparation, characteristics, design, and kinetics) and their possible cross contaminations during pCMP cleaning of different polished surfaces. A brief description of PVA brushes and their removal mechanisms are discussed at first, and then the new findings of the defect generation from the PVA brushes and possible ways of brush defect control are explained.",
    "PVA brushes for pCMP cleaning": "22.2\n               PVA brushes for pCMP cleaning\n               \n                  22.2.1\n                  Preparation of PVA brushes\n                  Generally, PVA sponges are produced by performing an acetalization reaction of polyvinyl alcohol solution with a cross-linking agent in the presence of an acid catalyst. Polyvinyl alcohol is a well-known hydrophilic polymer that is used as a raw material to synthesize the PVA sponge. It is available as a powder in three grades, classified based on the hydrolysis number: completely hydrolyzed, medium hydrolyzed, and partially hydrolyzed. Completely hydrolyzed grades are the most preferred for preparing sponge for pCMP cleaning process.\n                  The processing steps and chemical additives added to prepare PVA brushes varies depending on the quality and applications [12,13]. The typical industrial roller brush manufacturing steps could be simply described as follows and the corresponding flowsheet explaining the four important steps is shown in Fig. 22.3\n                     . The first step starts with dissolving polyvinyl alcohol powder in water with a gradual increase of heating temperature (to 85–90 °C) under continuous stirring to prepare PVA water solution. The solution is slowly cooled down to room temperature. At this point, starch material (mixed with water) is added to the PVA solution. The role of starch material is to create pores in the final product [9,14]. This starch can be of different types such as corn starch, potato starch, wheat starch, etc. The selection of starch depends on the ability to undergo gelatinization and the capability of easy removal in the final stage of the brush preparation. The temperature is gradually brought to room temperature to cause the gelatinization phenomenon. Optionally, other additives such as Glycerol, Triton X-100, SDS, Saponin, etc. may be added in a slight amount with stirring to control the foaming process. At this stage, formalin or formaldehyde (HCHO) is added to this mixture followed by an acid catalyst such as sulfuric acid under stirring conditions. This is the most critical step in the information of a PVA sponge material. The solution is transferred to mold to get the required design of the final brush. The temperature may be maintained at 65 °C to generate an acetalization reaction to form the base material to produce the sponge structure. After completing this reaction, the brush undergoes by multiple times of washings to remove the starch and also neutralized with the chemicals (for example, sodium bicarbonate) to remove excessive formalin and acids. Finally, the brush is dried and then stored in a wet condition for packaging. The final properties of the brush material can be affected by many factors during the manufacturing process such as the molecular weight of the polymer, degree of hydrolysis, the concentration of the reactants, and processing conditions such as temperature, stirring speed, stirring time, etc. Fig. 22.4\n                      shows some of the commercial PVA brush products used for the pCMP application. Brushes are prepared with different designs and configurations. The most common type of brushes is designed in a cylindrical shape with the nodules protruding outside. The physical design such as nodule size, the distance between the nodules may vary according to the performance and as well as with the type of application and equipment set up.\n               \n               \n                  22.2.2\n                  Characteristics of PVA brushes\n                  PVA sponge has elastic nature in a wet state but becomes hard in a dry state. As shown in Fig. 22.4, PVA brushes contain nodules that play a key role in removing the residues by making direct contact with residues on wafer. The topology of the brush is made of nodules that contain pore sizes in the range of about 50 ~ 200 μm [15]. Usually, the top surface of nodules contains a skin layer, however, in some cases this skin layer is removed intentionally by some mechanical procedure. The topography of brush nodule with skin layer and w/o skin layer is shown in Fig. 22.5\n                     . The specialty of the PVA brush is its excellent water absorption properties and water retention properties. All of its cells are interconnected having high filtering efficiency. The main characteristics of the PVA brush used for pCMP cleaning are as follows: (1) softness, (2) asperities and pore structure, and (3) elasticity. It has flexibility, suitable impact resistance, wicking properties, and good wear resistance. Another major advantage is its reusability for the cleaning of thousands of wafers. Due to these characteristics, it became an ideal choice for pCMP cleaning. The typical physical characteristics of PVA brush are shown in Table 22.1\n                     .\n               \n               \n                  22.2.3\n                  Design of PVA brush\n                  PVA brush scrubbing can be performed either by single-sided or by sandwiching the wafer surface in between two brushes (to clean both front and back side). In the industries, it is usually performed by double-sided scrubbing, whereas academic and research studies are mostly performed with a single-sided brush. Different brushes are designed with different dimensions depending on the cleaning equipment used. In addition, the incorporation of cleaning solution during brush scrubbing can be either with the spray-on process (where cleaning solution comes and contacts with both the wafer substrate and PVA brush) or with brush core delivery (where the solution at first absorbed by PVA brush and then comes into contact with wafer surface) [16]. To improve the efficiency of the brush cleaning, the PVA brush is placed normally at the center of the wafer surface to adjust the more efficient design with the high mechanical stability of the tool and control the effect of friction force and down applied load (contact pressure) [17]. Furthermore, to design the perfect configuration of the brush-wafer contact, brush oscillation during cleaning is also considered as a deciding parameter to ensure uniform scrubbing.\n                  Typically, PVA brush contains nodules, as discussed earlier, to remove the particles effectively during pCMP cleaning for semiconductor processing. They are designed so that, when compressed during scrubbing, there are high and low regions (islands and grooves) that help the channel for the fluid flow. Also, during compression, the nodule has experienced an increase in the contact pressure and density within the nodule with a decrease in brush porosity which induces pumping action for removing cleaning fluid from the brush. Although the presence of nodule in brush design responsible for increasing the frictional force into the contact interfaces, it plays a crucial role for a more efficient cleaning process [18]. It is highly believed that nodules of brush would provide much better performance than ridged/flat brushes, though there are some contradictory hypotheses. For example, Cooper et al. [19] compared the effectiveness of nodule and ridged brushes theoretically and proposed that ridged brushes provide better performance than knobby brushes. They expected that ridged brushes provide 100 percent coverage not having liquid bypass, unlike nodule brushes. It makes all the liquid to have brush-wafer interaction to provide better performance. They also presented some experimental evidence, however, did not provide any clear conclusions. Contrary to these results, Phillipossian and Sun proposed different theories stating that nodules would play a key role by not only increasing the COF value but also alters the lubrication characteristics [18]. And also, the sliding distance is more for nodule brushes compared to without nodule brushes. These results show that the brush surface design of the brush is very important.\n               \n               \n                  22.2.4\n                  Kinematics of PVA brush\n                  Kinematics of PVA brush is critical to perform the cleaning of the wafers effectively. There are several studies performed to optimize the brush kinematics during the process. The key parameters in performing the brush scrubbing are liquid (water/ cleaning solution) flow, the brush rotational speed, and the brush pressure. The optimization of these parameters depends on how much cleaning time is required. Several works studied the effect of different kinematics such as torque measurements, frictional forces, brush deformations during brush scrubbing [20–24]. Huang et al. [25] investigated the particle removal displacement characteristics and the velocity during PVA brush scrubbing through employing fluorescence spectroscopy and particle-tracking velocimetry techniques. They demonstrated the particle removal mechanism with respect to various brush rotation speeds, brush loading pressures and cleaning chemicals. Furthermore, the particle removal mechanism strongly depends on friction force, shear force and hydrodynamic dragging force. Gu et al. [26] demonstrated the scratch reduction kinetics through analyzing contact characteristics on the non-porous ultra low-k dielectric, fluorocarbon film with various conditions such as brush rotation rate and down contact pressure. They concluded that the excellent electric properties and particle removal as well as scratch reduction efficacy were achieved with increasing brush rotation rate and decreasing down contact pressure. Busnaina et al. performed extensive studies on brush kinematics and found that the best cleaning performance can be achieved with intermediate brush pressure, speed, and time [27]. Kim studied the effect of gap distance and found that optimized gap distance should be maintained as he observed higher defect count for −1.5 mm gap distance than 0.5 mm gap distance [28].\n               \n               \n                  22.2.5\n                  Tribological effect\n                  The mechanical function during the pCMP process depends on the process of motion of both the PVA brush and the wafer surface, where tribology is a concerning factor [21,29]. To improve performances, the lifetime, and reliability of the PVA brush, are also the utmost challenges for the efficient post CMP process. The lifetime and efficiency are successively monitored by adequate reducing or controlling the tribological failure factors, friction, and wear. During the pCMP cleaning process, the PVA brush surface and wafer surface slides on each other and arises frictional force [30]. During surface interaction, some interfacial phenomena are altered by the conversion of mechanical energy, and the transmittance of operating forces [31,32]. Henceforth, understanding the action of tribological aspects is highly desired for achieving superior efficiency of the pCMP cleaning process through the PVA brush. The frictional response mostly depends on variable tribological parameters such as the actual contact state between brush and wafer surface, brush/wafer sliding speed, contact pressure, adhesion phenomena, and flow rate of cleaning solution [25,26,29,33,34].\n                  Several groups investigated the mechanism and different modes of lubrication regime of brush and wafer surface such as boundary lubrication, elasto-hydrodynamic lubrication, mixed lubrication, and hydrodynamic lubrication through the Stribeck curve [6,15,18,22,35]. Philipossian and Mustapha studied the mechanical properties of PVA brush concerning tribological attributes during pCMP brush scrubbing [6,24]. In their study, they emphasized the tribological attributes as a function of type and velocity of the brush roller, applied pressure, and pH of the cleaning solution using single side brush scrubbing set up. They demonstrated that with increasing fluid pH and lower contact pressure, 'hydrodynamic lubrication' regime appeared with considerably lower COF. Ito et al. evaluated the formation of shear forces during the PVA brush cleaning process and demonstrated the effect of brush deformations, sliding velocity, and contact conditions [22]. They observed that the generated share force was governed mostly by brush deformations rather than the contact conditions. Fujiwara et al. investigated the frictional response as COF by measuring the shear and normal forces during rotation of PVA brush on the wafer surface [36]. They observed the effect of sliding velocity, PVA brush length, PVA brush compression, and fluid viscosity on COF value. The results demonstrated that the COF value was found to decrease and linear with increasing sliding speed as well as fluid viscosity. Hara et al. studied the effect of surface wettability and brush rpm on COF values during brush scrubbing [20]. They scrubbed the PVA brushes against different surfaces coated with PTFE, polypropylene, PMMA, and aluminum, to observe different water wettability of surfaces. They found that the surface wettability and brush rotation speed alters the COF. The hydrophilic nature surface affects the COF significantly than the rotational speed.\n               \n               \n                  22.2.6\n                  Brush cleaning mechanism\n                  A schematic of particle removal by PVA brush from the wafer surface can be described as shown in Fig. 22.6\n                     . A rotating PVA brush contacts the wafer surface, which is in spin motion, in the presence of cleaning fluid. When PVA brush encounters a particle present on the wafer surface, it undergoes compression and captures the particle from the pores and asperities of the brush [27]. These pores make the exposed surface of the particle to adsorb on the surface of the brush (either mechanically, chemically, or by capillary suction). The torque created by the rotation of the brush dislodges the particle from the surface [14]. The particles are swept away from the wafer due to the shear forces created by the fluid (DIW/cleaning solution) used for the application. In this phenomenon, both physical as well as chemical effects help the removal of particles as described below.\n               \n               \n                  22.2.7\n                  Physical effect\n                  To remove the particles effectively in a pCMP cleaning process, the understanding of particle adhesion to the wafer is important. As explained by Busnaina et al., the long-range attraction forces draw the particles into toward the surface until the contaminant particle and wafer touch at one point of contact, then short-range attraction forces (van der Waals) dominate the surface and the contact area increases [27]. In the contact with a brush, the particles may experience three kinds of cleaning modes: non-contact, partial contact, full contact, as described in Fig. 22.7\n                     . The contact mode is usually more dominant and brush rotational torque removes the particles. Both large and smaller particles can be removed by lift-off action mechanisms as shown in Fig. 22.8\n                     . Hence torque is the primary mechanism of particle removal by brush providing several orders of higher magnitude forces to overcome the additional forces without the use of any chemistry in most of the cases. However, in some cases without chemical effects, the particles cannot be removed by just the physical touch of the brushes, especially for small-sized particles.\n               \n               \n                  22.2.8\n                  Chemical effect\n                  PVA brush could physically contact with the wafer to remove the particles from the surface. This is usually supported by the chemistry, where it weakens the adhesion of the particles from the substrates. The most common chemistries used for oxide cleaning are SC1 (or diluted NH4OH solution) and dHF chemistries [37,38]. SC1 chemistry could slightly etch the substrates to lift off particles from the surface then modify the zeta potential of the particles and substrate to more negative values to have them repulsive each other. In the case of dHF chemistry, it slightly undercuts the oxide surface to cause detachment of the particles from the substrate. In the case of metal (Cu, Co, W) wafer cleaning, the cleaning formulations contain special chemistries to cause weak adhesion of the particles with repulsive force interaction [39]. In this manner, chemistries help the brush to remove the particles more effectively from the surfaces. High pH conditions are more desirable as both brush and particles will have negative potentials and hence can be swept away due to the shear force generated by cleaning solution and brush. Otherwise, the particles may penetrate inside the brush to cause brush loading.",
    "Control of defects generated from PVA brush": "22.3\n               Control of defects generated from PVA brush\n               PVA brush has been very successful in removing the contaminates from many surfaces during pCMP cleaning. The brush scrubbing should be operated at optimized conditions, otherwise, it produces cross-contamination to the wafer surface [28]. When the wafers were cleaned with as received PVA brushes, the increase in the defect count was observed. It might be due to the impurities attached during the manufacturing process or installation to the cleaning equipment [9,11]. To stabilize the brush condition before the actual wafer cleaning, a break-in process is applied to remove the incoming particle contamination from PVA brush. However, this process has been tried just based on trial and error method without much understanding of the incoming impurities. Few reports discussed the cross-contamination from the PVA brush during pCMP cleaning [7,28]. In the initial days, it was not much understood about the role of PVA brush to produce this cross-contamination. Some of the defects produced during the pCMP cleaning process were very typical and were unable to understand the possible root causes. Several kinds of surfaces such as oxide, Cu, and W need to be cleaned with a brush scrubber. Some organic residues were found after brush scrubbing and later confirmed that these could be the cross-contaminations from incoming PVA brush [28]. Apart from it, a new type of scratches, ring or circular scratch was generated on metal surfaces (Cu, Al) after brush cleaning. W pCMP cleaning also faces several issues during in-situ brush scrubbing; W void formation [40], and nano-flake generation [41]. It is very much needed not only for end-users but also for vendors to understand the role of PVA brush on cross-contamination. The following are some of the cases, where PVA brush seems to be causing serious issues.\n               \n                  22.3.1\n                  Typical issues generated from PVA brush during cleaning\n                  \n                     22.3.1.1\n                     Brush operating parameters\n                     Kim observed that brush contact sequence also has a significant effect on cross-contamination [28]. A brush can be contacted with the wafer in two ways: direct contact sequence (touch the wafer immediately) and soft-landing contact (touch the wafer after multiple steps). It was observed that soft-landing contact reduced the defect count greatly compared to direct contact and it was correlated to the effect of cross-contamination. In another work, Kim et.al. studied the effect of several process parameters on brush cross-contamination to a cleaned wafer [7]. It includes brush gap distance, rotational speed, DI water flow rate. To avoid brush cross-contamination, these parameters should be optimized before usage in the pCMP cleaning process. Sato and Shimogaki found that larger frictional forces between PVA brush and wafer also generates many particles [42]. They tested this phenomenon using two different surfaces; one is the H-terminated Si surface and another one is the chemical oxide surface and the schematic of this study is shown in Fig. 22.9\n                        . They found that many particles were generated for H- terminated Si surface compared to the oxide surface. PVA has a negative zeta potential (− 24.8 mV) against a positive potential (+ 12.5 mV) of the H-terminated Si surface to cause larger frictional forces and hence produced higher particle generation and also adsorbed strongly to the surface. In the case of chemical oxide surface, few particles were generated and also not adsorbed strongly as oxide has a negative zeta potential (− 11.3 mV). From this study, it can be noticed that the friction generation also plays a key role in producing the contaminants from a PVA brush.\n                  \n                  \n                     22.3.1.2\n                     Slurry particle redeposition during oxide cleaning\n                     Silica and ceria slurries are generally used for the oxide CMP (dielectric and STI) processes. Both particles produce contamination after the CMP process. However, ceria particles produce stronger contamination compared to silica [43]. It is reported that ceria particles have a high affinity toward oxide surface (through Ce-O-Si bond formation) and difficult to remove [33]. Generally, brush scrubbing with NH4OH or SC1 solution is very effective for silica particle removal, however, ceria is not easy to remove in alkaline chemistry [44]. Fig. 22.10\n                         shows the comparison of particles loading to the brushes. For these brushes, > 40,000 wafers cleaned using brush scrubbing with SC1 at the end-user's site. The reason for the higher contamination of ceria to the brushes is not clear yet and so there is a need to study the ceria contamination mechanism to the brushes. dHF has been also used to remove the ceria particles by undercutting oxide surface. During this step, brush scrubbing provides the mechanical force required for the lifting off the particles after dHF undercut. However, particle loading onto brushes and particle redeposition back onto the wafer surface during dHF etching and DIW were reported [44].\n                  \n                  \n                     22.3.1.3\n                     Ring/circular scratches on metal (Cu, Al) surface\n                     A special type of defect known as circular ring defect referred to as brush scrubbing scratches were found during Cu-pCMP cleaning step [45,46]. It is generated during the brush cleaning step of metal surfaces with distinct concentric circle forms that follows the path of a particle in motion on roller brushes as shown in Fig. 22.11\n                        \n                        [46]. This is a serious defect as it is causing scratches on several to hundreds of wafers in an unpredictable manner [45]. The scratch is usually generated on the wafer, about 100–150 mm from the center of the wafer. Several root causes are expected such as CMP slurries, process recipes, wafer types, cleaner pH, and so on. However, the most believed root cause is metal particles or slurry residues embedded on PVA brush during pCMP cleaning process. A similar issue was observed during the aluminum metal gate pCMP cleaning process. Fig. 22.12\n                         shows some Al wafer defect scan maps after cleaning. At a particular case as shown in Fig. 22.12(B) circular brush marks can be observed [44]. Additives may be added into acidic solutions to modify particle zeta potential to reduce the brush particle loading.\n                  \n                  \n                     22.3.1.4\n                     W void defect\n                     Formation of tungsten void (missing of W) during the CMP process is one of the most important defects in the RMG/MOL integration scheme [40]. The basic mechanism proposed for missing W is dissolution by corrosion. However, Kim et al. came with a new hypothesis that brush scrubbing may be one of the root causes of W void formation during pCMP cleaning [40]. They conducted an elaborated study to understand the tungsten void formation during pCMP cleaning. They found that higher tungsten void defects were observed at the early brush life (or new brush) of scrubbing. During the initial stage, when the brush scrubbing time was increased by keeping other processing parameters the same, it was found that an increase of brush scrubbing increased the tungsten void defect density as shown in Fig. 22.13\n                        . It shows that it may not be chemical corrosion, but the friction exerted by brush scrubbing on the tungsten is the main reason for producing tungsten void defects during pCMP cleaning. During pCMP cleaning, the oxidized tungsten is removed by brush friction force (generated form the brush skin layer) to cause tungsten void defect. With increase of brush usage, the skin layer would be worn out causing less friction hence a decrease of tungsten void defect would be expected as proposed by Kim et al. [40].\n                     As it is evident that the brush itself could cause or become a source of contamination during pCMP cleaning, it should be dealt with care before being used for the cleaning process. Recently several studies have been conducted on understanding impurities from PVA brush, and it has been found that it could cause heavy cross-contamination to the wafer during cleaning [9,11,47]. A common practice is to perform a break-in process before cleaning the actual wafer when the brush is installed to the equipment. There are some latest developments in executing this step as explained in the next section.\n                  \n               \n               \n                  22.3.2\n                  Break-in process of incoming PVA brush\n                  \n                     22.3.2.1\n                     Effect of brush break-in on defectivity\n                     Generally, incoming PVA brush contains several impurities as well as surface abnormalities. Low cleaning performance and in situ defect generation on the wafer substrate would occur at the initial stage of pCMP cleaning. Hence PVA brush itself needs to have a cleaning treatment, generally termed as the break-in process, before it is used for the actual wafer cleaning application. A break-in process is required to a brush to remove the possible impurities from the incoming brush as well as impurities generated during installation. Fig. 22.14\n                         shows the schematic of a typical brush break-in process. The brush is continuously scrubbed on a dummy wafer for a determined length of time. During the break-in process, the impurities can be removed by scrubbing the brush in DIW or by removing the top skin layer of the brush.\n                     One of the ways to control the defectivity from the incoming brush is the increase of break-in time. Fig. 22.15\n                         shows the importance of break-in time in reducing the defectivity as a function of technology nodes [9]. As-received brush produces a lot of defectivity if it is not broken-in. Special attention toward break-in is required as it becomes critical with the decrease of node size. Below 10 nm, it will be too critical to maintaining the pristine condition of PVA brush as a small impurity also will affect the yield significantly. However, the break-in efficiency depends on several factors of incoming PVA brush such as break-in efficiency of the process, and the characteristics of PVA brush (pore structure, flow characteristics, etc.) [9].\n                     Conventionally, two different approaches are followed to break-in the brush: (1) scrubbing the incoming brush on dummy wafers to remove any residual impurities as shown in Fig. 22.14 and (2) soaking the brush for a length of time (use highly pressurized water through the brush core) [48]. Kim studied the defect comparison using two brushes having with and without the soaking treatment [28]. The brush soaking was performed using DIW with a high flow rate through the brush core for more than an hour before wafer processing. It can be noticed that when the brush was not soaked it produced a lot of contamination compared to the fresh brush. This shows that the brush is not a ready-to-use state and contains a lot of defects from the brush manufacturing process. More details about these impurities coming from an incoming brush will be discussed in the later section. Hence, a break-in step for an incoming brush is required.\n                  \n                  \n                     22.3.2.2\n                     A new method to break-in a fresh brush effectively\n                     The conventional break-in process, as discussed above, operated with highly pressurized water through the brush core (soaking of the brush) or scrubbing of the incoming brush on dummy wafers reduces the throughput of CMP process due to its low efficiency for particle removal and long cleaning time. Recently, Lee et al. reported a novel ultrasound-assisted technique by stating a ‘highly efficient physical break-in process’ for the removal of residual impurities from an incoming PVA brush [48]. Fig. 22.16\n                         shows the schematic of the technique used to test the break-in process efficiency of an incoming PVA brush. In this experiment, a 200-mm commercial PVA brush was vertically dipped in DIW-filled glass beaker placed in an ultrasonic bath. The ultrasonication was performed and the inherent impurities contaminants contained in the PVA brush were extracted into the liquid. Fig. 22.17\n                         shows the effect of ultrasonic power and frequency on impurity extraction from PVA brush. It can be noticed that 600 W showed higher impurity extraction at 40 kHz frequency. It was noticed that 40 kHz showed higher impurity extraction compared to other frequencies. Based on these results, 40 kHz frequency and 600 W were used as the optimized condition for the impurity extraction from an incoming PVA brush using the ultrasonication technique. Under these optimized conditions, the PVA brush morphology with and without ultrasonication was examined, and found that no observable damages occurred under proposed ultrasonic conditions.\n                  \n               \n               \n                  22.3.3\n                  Impurities of incoming PVA brushes\n                  As can be seen from the previous section, the break-in process could prevent the contaminations from the incoming brush. For the pCMP cleaning applications, the incoming PVA brush is expected to be very pristine to produce a contamination-free wafer after brush scrubbing. However, there were no careful studies to understand what kind of contaminants they are and from what kind of sources they are coming from. Most of the earlier studies just focused on the mechanical aspects of PVA brush, but not on the chemical aspects. Since contamination requirement is becoming stringent, the focus on understanding the chemically related issues from the incoming brush to the chemical behavior of the brush during the cleaning process might be required to further explore the brush role in controlling the defects. The impurities and their sources are important aspects to understand in controlling the defect generation in the initial stage of brush usage. Kim observed some organic impurities when the break-in process was performed with a commercial brush [28]. He assumed that these organic defects might be from the insufficient wetting, brush nodule height variation, nodule surface porosity, and contamination from the brush manufacturing. Withers et al. focused on the brush handling and environmental effects on producing the defects from incoming brushes [9]. Releasable brush contamination of the brush was evaluated by dynamic effluent Liquid Particle Count (LPC) monitoring and the comparison of LPC results under various brush handling conditions. It was observed that the incoming contamination will be much higher when handled with nitrile LM glove. Without touching PVA brush or use of class 10 nitrile could reduce the incoming contamination significantly. However, the use of a PVA wiper to handle the incoming PVA brush before the use found to be the best condition. Hence it is required to understand the impurities from handling the incoming PVA brush. There were no studies in understanding the incoming impurities until the extensive research performed by Lee et al. on this aspect [11]. The following sections describe some of the recent findings on understanding the incoming brush impurities.\n                  \n                     22.3.3.1\n                     Extraction and analysis of incoming brush impurities\n                     Recently Lee at al. performed a detailed investigation to understand the source of the impurities generated during the break-in process [11]. At first, they established a suitable technique to extract the impurities effectively. Generally, the impurities can be extracted using the DIW flow-through technique. However, it was found that ultrasonication is the appropriate method to extract the impurities with higher concentration compared to the DIW flow-through technique [11].\n                     \n                        Fig. 22.18\n                         shows a schematic of the systematic procedure followed to analyze the impurities of the incoming brush using different analysis techniques [11]. The residual impurities obtained directly from the incoming brush and residual inorganic impurities in the ultrasonically extracted solution of an incoming brush were analyzed with ICP-MS (Inductively coupled plasma mass spectrometry) and the results are shown in Table 22.2\n                         and Table 22.3\n                        , respectively.\n                     These results show that an incoming brush contains different inorganic impurities containing Si as the major portion. It confirms that Si impurity of PVA brush can be easily transferred to the process. The source of the Si impurities in the PVA brush was identified using LC-MS (Liquid Chromatography-Mass Spectroscopy) analysis. Fig. 22.19\n                         shows the LC spectrum of the ultrasonically extracted solution and found two unknown eluted peaks at the retention time of 6.68 and 7.25 min. MS analysis was performed to identify these unknown samples. Fig. 22.20\n                         shows the MS spectrum of the eluted sample at a retention time of 6.68 min. The unique fragmentation peaks appeared at m/z 147 and 223 indicate the presence of polydimethylsiloxane (PDMS) in the incoming brush. Fig. 22.21\n                         shows the MS spectrum of the eluted sample at the retention time of 7.25 min. The unique fragmentation peaks observed at m/z 103, 267, 284, and 289 are related to the sodium dodecyl sulfate (SDS) chemical compound. Withers et.al. also analyzed the PVA brush effluent samples and for examining the impurities [9]. They performed FTIR analysis of the dried PVA brush effluent and found the presence of SDS (pore trapping agent), loosely attached PVA residues, and other organic matters. Hence, PDMS and SDS are the two major organic impurities from an incoming PVA brush and these may induce organic defects during pCMP cleaning.\n                  \n                  \n                     22.3.3.2\n                     Effect of skin layer on generating organic impurities\n                     As discussed above, PDMS and SDS could be the organic impurities generated from incoming PVA brush. SDS is a well-known pore-forming agent or pore trapping agent used in the PVA brush preparation [9] and hence its presence is not surprising. However, the source of PDMS is interesting to find out. Lee et.al. proposed that the source of PDMS from the incoming brush is the molding process during PVA brush preparation [11]. Usually, PDMS is used as a molding releasing agent for commercial applications [49,50]. Hence, this component would attach to the skin layer of the brush during the brush molding process.\n                     Lee et.al. performed a comparative evaluation of organic contamination sources from roller and pencil type PVA brushes [47]. Generally, roll brushes come with a skin layer, whereas pencil brushes would not have any skin layer and the representative SEM images of these brushes are shown in Fig. 22.22\n                        . To investigate the organic contamination from the skin layer of the brushes (roller type), they compared with brushes w/o skin layer (pencil-type). They extracted the impurities from both types of brushes and then spin contaminated them to the silicon coupon. FESEM analysis result of spin contaminated coupons is shown in Fig. 22.23\n                        . It can be noticed that the organic residues are generated with only roll type PVA brushes, whereas no organic residues were generated from a pencil type brush. To confirm the skin layer effect of the roller brush, TOF-SMIS measurement was performed to the roller brush at the top surface (skin layer) and the inside structure (non-skin layer), and the results are shown in Fig. 22.24\n                        . The abscissa denotes the m/z value of a series of fragments from the mass spectrum of PDMS with values of 73, 147, and 221. An m/z value of 73 denotes the peak of the ionized monomer unit -SiO(CH3)(CH2)+, while an m/z value of 147 corresponds to the dimer unit -SiO(CH3)(CH3)SiO(CH3)(CH2)+, and an m/z value of 221 represents the trimer unit -(SiO(CH3)(CH3))2SiO(CH3)(CH2)+. It can be observed that the components related to PDMS are fully dominant at the skin layer structure and a slight intensity can be observed at the inside structure. And also, they measured PDMS content in pencil brushes, but no fragment peaks related to PDMS were observed due to lack of skin layer. It confirms that the skin layer of the brush is the main root cause to produce PDMS based organic impurities.\n                  \n                  \n                     22.3.3.3\n                     Mechanism of organic transfer from PVA brush\n                     Lee et al. also discussed the residual transfer mechanism during Cu-pCMP process because of TMAH (Tetramethyl ammonium hydroxide) compound [47]. Many cleaning formulations contain TMAH as a key component for Cu-pCMP cleaning [39]. TMAH is a well-known Si etchant [51,52]. Hence a high dissolution ability of PDMS with TMAH would be expected. The main chain of PDMS consists of Si-O-Si that can undergo chemical degradation by OH- in an alkaline TMAH solution. In turn, the PDMS can be dissolved into TMAH solution due to the disruption of inorganic components (such as Si) and organic components [27]. Hence it can be expected that PDMS impurities may transfer from the inside of a brush to the metal surface due to the dissolution ability in TMAH solutions as shown in Fig. 22.25\n                        \n                        . This is one of the mechanisms of organic residue formation during the pCMP cleaning process, especially on metal surfaces. Furthermore, other cleaning solutions with the possible dissolution ability of PDMS such as DHF (diluted hydrofluoric acid) may enhance the transportation of residual organic impurities from a PVA brush during W pCMP cleaning processing. Hence care should be taken to deal with PDMS impurities coming from incoming brushes.\n                  \n               \n               \n                  22.3.4\n                  Conditioning methods of PVA brush during pCMP cleaning\n                  A single PVA brush is used for cleaning of more than 20,000 polished wafers during the pCMP cleaning. As a result, the PVA brush could severely be contaminated due to strong direct contact with an extremely large amount of abrasive particles and polishing residues. Hence with the usage of time, the slurry residues will accumulate in the brush causing the decreased cleaning performance. This condition is termed as ‘brush loading’. The accumulation of residues not only decreases the cleaning performance but also causes cross-contamination and produces yield-killing defects such as circular ring, scratches, and unidentified residues as discussed above. Therefore, it is required to develop a suitable conditioning process to minimize the brush loading of defects during the wafer cleaning process.\n                  Conventionally, several methods are followed to perform the conditioning as follows: dipping, scrubbing, flow-through method. However, several cross-contamination defects from the brush were still observed due to the low-performance efficiency of these methods. Lee et al. proposed an ultrasonication technique to achieve higher cleaning performance of the brush [10]. To cause the contamination to the brush, each nodule was dipped in the slurry for 1 min and later squeezed out the excess. Fig. 22.26 shows the FE SEM image of the brush nodules before and after contaminating with silica slurry. Slurry particles were heavily adsorbed on the brush surface and they even clogged the brush pores. To remove these residues, four different conditioning methods were tested and compared their conditioning performance: (a) dipping (b) scrubbing (c) flow-through, and (d) ultrasonication.\n                  The schematic of these methods is shown in Fig. 22.27. To evaluate the conditioning effect using the dipping method, the contaminated nodules were dipped in different pH (3, 7, and 11) of the solutions and found that the particles were not effectively removed from the brushes as shown in Fig. 22.28\n                     . Form these results, it should be mentioned that just chemical forces would not be sufficient. Hence, conditioning was performed by scrubbing the brush with a quartz substrate with DIW supply for 30 min. The contaminated abrasive particles were almost removed on the top surface. However, many particles remained at the non-contact area as shown in Fig. 22.29\n                     .\n                  \n                     Fig. 22.30\n                      shows the effect of the flow-through method on PVA brush conditions using different pH solutions. Compared to other pH solutions, pH 11 solution showed effective conditioning performance. The primary reason could be related to the effect of zeta potential as both PVA material and particles are negatively charged. The flow-through method shows higher efficiency than the dipping method due to not only zeta potential but also its pressure as the physical force from the flow streaming. However, only the contaminated particles on the surface near the pore region were removed, while some abrasive particles remained on the surface near the bulk region as shown in Fig. 22.30(3B). This could be related to the pressure of the pore region by flow streaming is higher than that of the bulk region. To achieve more effective conditioning performance, the contaminated brushes were ultrasonicated (sonication power of 600 W) in DIW for 5 min. From Fig. 22.31\n                     , it can be found that almost all the particles were removed completely from the inside pore as well as bulk structure after ultrasonication. Also, no changes in the brush morphologies were observed.\n                  \n                     Fig. 22.32\n                      shows the principle diagram of the comparison of all the conditioning methods tested to remove the particles from the brush. In the conditioning techniques, such as scrubbing, dipping, chemical flow methods particles could still present to create contamination issues for the subsequent wafers during cleaning [10]. Whereas the particles could be completely removed using ultrasonication technique. The key mechanism for ultrasonication method is expected to be the physical forces exerted such as acoustic streaming and cavitation due to ultrasonication. Apart from the performance, this method has several advantages such as high safety, low-cost, and eco-friendly based on the ESH (environmental, safety, health) point of view, because of its high removal efficiency without the use of any chemicals such as acid, alkaline, and solvent.",
    "Conclusions": "22.4\n               Conclusions\n               CMP process produces a lot of contaminants on the wafer surface after polishing. PVA is a key consumable that plays a vital role during the pCMP cleaning process to remove slurry particles and polishing residues. PVA brushes are produced in different designs in a controlled environment to achieve the required special characteristics. Several studies were done in the past in understanding the tribology of PVA brush with the wafer surface during the pCMP cleaning process and found that COF is an important factor for effective performance which is the dependency of various factors.\n               Recently, it has been realized that the PVA brush itself is acting as a source of defects. It has been found that apart from process parameters, the incoming PVA brush itself contains several impurities to cause cross-contamination. And also, the brush requires an effective break-in method to use for wafer cleaning applications. A suitable conditioning method is necessary to clean the brush in between the runs to avoid the brush loading effect. At the latest, ultrasonication is found to be suitable for both break-in and conditioning methods, however, further confirmations are still required.\n               As it is evident that the role of PVA is going to be very crucial in terms of reducing defect count for the sub 7 nm or below technologies, a careful investigation of every aspect of brush is required. The defect count caused by the PVA brush should be reduced to a significantly lower level to meet the technology requirement. A thorough investigation is required starting from the raw material selection during the manufacturing to chemical changes existing in the brush during the real-time cleaning process in the industries. Hence high attention should be put in understanding the defects generated from incoming brushes and the ways to prevent them during manufacturing and also during installation to the cleaning equipment. Still, there are several missing gaps in understanding the tribology as it would be very different from the surface to surface and also chemical effects that PVA brush undergoes during the cleaning process in the presence of different chemistries. The more understanding about the brush, the more defect reduction to achieve higher yield for future technologies."
  },
  "references": []
}