{
  "title": "Enhancing dispersion stability and recyclability of ceria slurry with polyacrylic acid for improved glass polishing performance",
  "authors": [
    "Venkataronappa, Arunkumar"
  ],
  "publication": {
    "journal": "Journal of Industrial and Engineering Chemistry",
    "date": "2024-10-25",
    "doi": "10.1016/j.jiec.2024.04.040"
  },
  "abstract": "This study aimed to enhance both the dispersion stability and recyclability of micron-sized ceria slurry in glass polishing by incorporating polyacrylic acid (PAA). PAA with a molecular weight of 240 k was very effective as a dispersant for ceria slurry due to its unique surface adsorption and its characteristics as an anionic polyelectrolyte. Using a 240 k-PAA concentration of 1.0 wt% led to significant improvements in polishing performances, as demonstrated by consistent glass removal rates across recycling cycles. Additionally, the study investigated the physico-chemical properties of polishing slurries, such as specific gravity, particle size, zeta potential, and pH. These properties were effectively maintained with the use of PAA as the dispersant, particularly when KOH was used as a pH adjuster. A 100 µm bag-type filtration system was also introduced for handling the micron-sized ceria slurry, highlighting its practical benefits in slurry management. In conclusion, employing 240 k-PAA as a dispersant in micron-sized ceria slurries for Gorilla glass polishing not only maintains quality and stability across recycling cycles but also provides notable economic advantages by enabling the recycling of the slurry.",
  "keywords": [
    "Glass",
    "Ceria slurry",
    "PAA",
    "Recycling",
    "Physicochemical properties"
  ],
  "sections": {
    "Introduction": "Introduction\n                  Corning Incorporated, a global leader in glass innovation, applies its cutting-edge technology across various sectors, including consumer electronics, telecommunications, and automotive [1–3]. Their expertise continues to drive innovation, playing the future of glass applications across various industries. As the demand for high-quality glass products increases, the importance of advanced glass polishing techniques has become more pronounced.\n                  To achieve precise dimensions, glass samples are often shaped using laser-cutting techniques [4]. However, this can result in minor imperfections like surface roughness and microcracks, which require removal through subsequent polishing processes. As the demand for high-quality cut edges continues to grow, the importance of polishing has become more important than ever [5]. In glass polishing, the production of high-quality ceria-based slurry has gained increasing importance due to its effectiveness in polishing a wide range of glass surfaces through the formation of Ce-O-Si bonds [6–8]. Given that ceria is harder than glass, it can effectively remove scratches and imperfections without damaging the glass itself.\n                  Glass polishing typically requires a high concentration of micron-sized ceria abrasive (>10 wt%) and extended polishing durations compared to wafer polishing. This leads to significant consumption of ceria particles in each polishing cycle. Current polishing techniques aim to find sustainable, innovative, and cost-effective solutions for ceria slurry in the glass industry [9,10]. There is a focused effect on recycling and enhancing the use of resources [11,12], particularly through the recovery of cerium from polishing waste [13–16]. Methods such as low-temperature sulfatizing roasting, alkali roasting, and solvent extraction have shown potential in extracting cerium from waste [15], facilitating its purification and reuse. These methods have demonstrated high cerium recovery rates, emphasizing their effectiveness in sustainable resource management.\n                  Recycling ceria abrasives in glass polishing not only helps mitigate environmental impacts but also offers economic benefits by reducing the demand for raw materials and energy. Several methods have been suggested to facilitate ceria reuse, including chemical methods to separate ceria for redispersion [13,14] or liquid–liquid-powder extraction [16]. Recycling ceria-based slurry proves to be a more cost-effective strategy than extracting cerium from polishing waste. This is because it involves simpler processes that do not require specialized equipment or chemicals. Park et al. [17] reported how centrifugation and microfiltration processes enhanced the recovery of used ceria by allowing it to be sent back to the slurry supplier for reclamation and reuse. Their full-scale implementation featured a high-speed centrifuge that operates continuously, coupled with a microfiltration system. This setup allows for recirculation within a single process tank, streamlining the recovery and reuse of ceria abrasives in a highly efficient manner, leading to cost savings of up to 48 % in glass polishing operations.\n                  Nevertheless, the use of high concentrations of micron-sized ceria abrasives in glass manufacturing poses a challenge to maintaining dispersion stability. Due to gravity and poor dispersion, particles tend to settle even in circulation systems, resulting in the entrapment of ceria particles within polishing machines. This leads to a decrease in the concentration of ceria particles, which requires the addition of fresh particles during the manufacturing process. Adding dispersants to micron-sized ceria slurries used in glass polishing can markedly enhance their dispersion stability. The DLVO theory explains that in aqueous media, particles may agglomerate when the force of van der Waals attraction surpasses that of electrostatic repulsion [18]. By incorporating appropriate dispersants, both steric hindrance and electrostatic stabilization among the abrasive particles are achieved. This effectively prevents the particles from clustering together, leading to an increase in the recyclability of ceria slurries. While several studies have documented the physicochemical properties of ceria slurries used in glass polishing and how these properties change during recycling [13,14], there has been a lack of focus on enhancing the recyclability of ceria slurries by improving their dispersion stability.\n                  This paper focuses on strategies for enhancing the dispersion stability of micron-sized ceria particles in glass manufacturing by employing polyacrylic acid (PAA) as a dispersant. PAA serves as an effective dispersant in glass polishing slurries, stabilizing the abrasive ceria particles to prevent them from clustering together [19,20]. This stabilization ensures the particles are evenly distributed across the glass surface during polishing, which is necessary for producing a smooth, defect-free finish required for high-precision glass components. As an anionic surfactant, PAA can adhere to the ceria surface, which is positively charged, through attractive electrostatic forces [19]. The carboxylic (–COOH) groups in PAA, once adsorbed onto the ceria surface, become negatively charged carboxylate (–COO–) groups when deprotonated above its pKa of 4.5. This transformation enhances dispersion stability by increasing the repulsive force between the abrasive particles.\n                  Previous studies indicated that similar to polyacrylic acids, poly methyl methacrylate (PMMA) also stabilized ceria particles in slurries by providing a steric barrier to prevent agglomeration [21], resulting in a stable slurry and an efficient polishing process. Additionally, non-ionic surfactants such as polyvinylpyrrolidone (PVP) and polyethylene glycol (PEG) are recognized for their dispersing abilities due to their compatibility with a wide range of materials and effectiveness in preventing particle clumping [22]. Organic acids are employed as pH-adjusting agents to further enhance slurry stability. Acetic acid, propionic acid, lactic acid, and phytic acid are some of the candidates explored for this purpose [23,24]. Among the various dispersants we considered, PAA stands out because (1) PAA offers excellent electrostatic stabilization to the micron-sized ceria particles in the slurry, (2) the molecular weight of PAA can be tailored to adjust its viscosity and the degree of steric stabilization provided, enabling the optimization of molecular weight for micron-sized ceria particles, and (3) PAA is relatively non-toxic and biodegradable, making it a safer and more environmentally friendly choice for industrial applications. Ceria abrasives chemically interact with the glass surface through active sites. Therefore, the presence of PAA on the abrasive surface does not lead to a significant reduction in the glass removal rate, maintaining the effectiveness of the polishing process. The improved dispersion stability not only mitigates environmental impact and reduces costs for glass manufacturers but also highlights the importance of recycling in today’s glass industry.\n                  Also, the introduction of a bag-type filtration system for managing micron-sized ceria slurry highlights its practical advantages in slurry management. Unlike traditional in-depth filtration systems, which trap particles throughout the filter media and may become clogged, leading to decreased efficiency, the bag-type system is based on surface filtration [25,26]. This design ensures particles are captured on the surface of the filter media. Bag-type filtration was adopted for our system as it was very effective in maintaining a consistent flow rate for glass manufacturing and simplifies maintenance for high concentrations of micron-sized ceria slurries, as the filter can be easily cleaned or replaced without the need to overhaul the entire system. This represents a significant improvement in handling and recycling polishing slurries, enhancing overall productivity and sustainability.\n                  Our assessment includes physicochemical properties of the ceria slurry such as specific density, pH, particle size, zeta potential, and glass removal rates during slurry recycling to assess their stability. Ultimately, this approach to recycling ceria slurries while enhancing their dispersion stability aligns with both cost-effectiveness and sustainability goals.",
    "Experimental sections": "Experimental sections\n                  \n                     Materials\n                     Specimens of Corning® Gorilla® Glass were diced to dimensions of 100 mm × 50 mm × 1.3 mm. Corning Incorporated provided the micron-sized ceria abrasive and the brush required for glass polishing. Polyacrylic acid (PAA) with molecular weights of 100 k and 240 k was purchased from Sigma Aldrich and tested in this study. The molecular weight of PAA plays a critical role in its adsorption behavior on the ceria surface, which influences the quality of dispersion and the resulting polishing performance. Higher molecular weights, such as 240 k, can create a denser brush layer on the surface of the particles. This layer enhances steric stabilization, which helps prevent the particles from agglomerating. On the other hand, lower molecular weights, like 100 k, might provide adequate surface coverage, facilitating better particle distribution within the slurry. One of our goals was to select between these molecular weights which involves striking a balance to achieve the best possible dispersion while also preserving the desired slurry properties.\n                     Additionally, 100 µm nylon and polypropylene bag filters were obtained from SpiroPure.\n                  \n                  \n                     Slurry preparation and its characterization\n                     Ceria abrasives were dispersed in deionized water (DIW) and mixed at 3500 rpm for one hour, resulting in a mixed slurry with a specific gravity of 1.3 (∼30 wt%). Subsequently, we added 1.0 wt% of PAA to the ceria slurry. We adjusted the pH of these slurries using either ammonium hydroxide (NH4OH) or potassium hydroxide (KOH). Physicochemical properties of polishing slurry, including specific density, pH, average particle size, and zeta potential, were continuously monitored and analyzed during the recycling process. The average particle size and zeta potential of the ceria slurry were determined using an Accusizer 770A (Particle Sizing Systems, USA) and Nano ZS (Malvern Instruments, UK), respectively. The average values from three different measurements are reported in this paper.\n                  \n                  \n                     Design of home-made glass polishing tool and polishing process\n                     The home-made glass polishing tool consists of several key components that work together to achieve and optimize the glass polishing (Fig. 1\n                        a). One notable component is the spindle attached to the polishing brush, enabling essential rotational movement at a variable speed range of 90 to 1180 rpm. This is complemented by the x-axis power feed, allowing lateral movement along the x-axis during operation at speeds ranging from 0 to 140 rpm.\n                     During the polishing process, the glass sample is securely placed within a Teflon-coated container box, while the sample holder provides a platform for stable positioning of the glass sample throughout the process (Fig. 1a). To monitor the applied pressure accurately, a force gauge is attached to the sample holder, with a measurement range of 50 N and an accuracy of 0.5 %.\n                     In slurry preparation, the overhead stirrer is used to consistently mix the slurry at a speed of 3,500 rpm in the tank. The slurry injection system is specifically designed to transport the slurry directly from the tank to the interface between the rotated brush and the glass surface in the polisher during the polishing process, thereby facilitating the polishing action. The removal rates of the glass were determined by measuring the weight loss before and after each polishing, with each batch running for 30 min. To calculate the rate of material removal over 30 min (1 cycle), we used the following equation to convert weight change (in grams) to the corresponding change in length (ΔLength):\n                           \n                              \n                                 \n                                    Δ\n                                    L\n                                    e\n                                    n\n                                    g\n                                    t\n                                    h\n                                    =\n                                    \n                                       \n                                          Δ\n                                          M\n                                          a\n                                          s\n                                          s\n                                          ×\n                                          \n                                             10\n                                             ,\n                                             000\n                                          \n                                       \n                                       \n                                          Width\n                                          ×\n                                          T\n                                          h\n                                          i\n                                          c\n                                          k\n                                          n\n                                          e\n                                          s\n                                          s\n                                          ×\n                                          D\n                                          e\n                                          n\n                                          s\n                                          i\n                                          t\n                                          y\n                                       \n                                    \n                                 \n                              \n                           \n                        In this equation, the width is 100 mm, the initial length is 50 mm, the thickness is 1.3 mm, and the density is 2.45 g/cm3. The average removal rates from three different polishing experiments are reported in this paper.\n                     In our experiments, we polished glass films for 30 min in a single cycle using a custom-made polisher. The polisher featured a brush rotating at 345 rpm, with an applied pressure of 1 N, and a consistent slurry flow rate of 120 ml/min. The sample holder was moved along the x-axis at a feed rate of 0.8 cm/sec. The topography of the glass films was analyzed before and after polishing using atomic force microscopy (AFM, Multimode 8, Bruker) and scanning electron microscopy (SEM, JSM 7900-LV, JEOL). AFM measurements covered areas of 20 µm × 20 µm, performed at a rate of 0.5 Hz in tapping mode with a Bruker NCHV-A probe.",
    "Results and discussions.": "Results and discussions.\n                  \n                     Influence of PAA and its concentration on micron-sized ceria slurry stability\n                     Particle settling is a common occurrence caused by gravity and poor dispersion as shown in Fig. 1b, leading to the ceria particles becoming trapped within the glass polishing system. To address this challenge and enhance the dispersion stability of micron-sized ceria slurry, we explored various potential dispersants and conducted experiments to identify the most effective one, though the specific data are not shown here. Among the dispersants tested, PAA stood out for its high efficiency under the specific conditions of our interest [20,27]. The remarkable ability of PAA to disperse ceria particles is attributed to its unique surface adsorption properties on ceria, its nature as an anionic polyelectrolyte [28], and its capacity to enhance colloidal stability.\n                     To study the impact of varying PAA concentrations on the stability of ceria slurries, we conducted experiments using both PAA-100 k and PAA-240 k (Fig. 2\n                        ), testing concentrations ranging from 0 % to 2.0 % The slurry pH was adjusted to 9.0 using NH4OH. Initially, we observed noticeable sedimentation in slurries without PAA after just 1 day. However, as the PAA concentration increased, sedimentation significantly decreased, indicating improved stability and dispersion of ceria particles within the slurry. This trend became even clearer after extending the observation to 3 days. Notably, the PAA-240 k at a 1.0 wt% concentration displayed the least sedimentation (Fig. 2b), suggesting its potential as the potentially optimal concentration for our ceria slurry system. Although PAA-240 k at a 2.0 wt% concentration also exhibited excellent performance, it was not chosen as the final concentration due to the higher costs associated with its use in large-scale manufacturing.\n                  \n                  \n                     Glass removal rates and physicochemical properties of ceria slurries during recycling\n                     In our study on the performance of ceria-based slurries dispersed with PAA-100 k and PAA-240 k across recycling cycles in glass polishing, notable differences were observed. Without a dispersant (black line) in Fig. 3\n                        a, the glass removal rate started at 20 μm/cycle and dropped to 5 μm/cycle after 5 recycling cycles. However, with PAA-100 k (red line) and PAA-240 k (blue line), the rates were significantly higher at 25 μm/cycle and 35 μm/cycle, respectively, and remained consistent throughout the recycling process. This highlights the effectiveness of PAA in maintaining stable removal rates and extending slurry usability.\n                     \n                        Fig. 3b-e present the physicochemical properties of these slurries, highlighting that the specific density for ceria slurries dispersed with PAA remained largely stable at 1.3 (Fig. 3b), despite minor variations between 1.27 and 1.3. It is worth noting that a change of 0.03 in specific gravity corresponds to approximately a 3 % variation in solid concentration over five recycling cycles. This decrease in specific density might have contributed to a reduction in glass film removal rates during recycling, which requires the addition of fresh ceria abrasive to ensure consistent polishing performance. In high-volume manufacturing, this could lead to a significant increase in the consumption of ceria particles to maintain glass polishing performances.\n                     When micron-sized ceria particles were dispersed in DIW at pH 9, they consistently showed an average size of 15 μm across all recycling cycles, as shown by the black line in Fig. 3c. However, with the addition of PAA, this average size decreased to 10 μm. This reduction is attributed to PAA’s effectiveness as a dispersant, which prevents the ceria particles from agglomerating together. The decrease in particle size is a result of the strong electrostatic repulsion and steric hindrance at pH 9. A smaller average particle size is beneficial in minimizing the risk of surface scratches and imperfections on the glass during polishing. Additionally, the enhanced dispersion of abrasive particles ensures a higher number of active particles are engaged in the polishing process, contributing to the observed higher glass removal rates and maintaining the stability of the ceria slurry with PAA.\n                     Consistent zeta potential trends among different slurry compositions were observed as shown in Fig. 3d. Slurries without a dispersant showed a zeta potential of about −43 mV throughout the recycling process. Conversely, the addition of PAA-100 k and PAA-240 k to ceria slurries resulted in an increased zeta potential. This increase is likely due to the dispersant properties of PAA, contributing to a more stable slurry.\n                     An interesting observation across slurry types was a common trend of decreasing pH during the recycling cycles as shown in Fig. 3e. The pH values notably shifted from an initial pH of 9 to a range of 8.3–8.5. This observation indicates that the recycling process significantly affects the pH characteristics of slurry, suggesting adjustments or considerations may be necessary to maintain optimal slurry conditions for glass polishing.\n                     During glass polishing and its subsequent recycling, the dissolution of glass in an alkaline medium [29] involves the breakdown of the glass’s silicate structure [30], resulting in the release of ions such as Si, O, and sometimes other metallic elements into the slurry, changing its slurry pH. Specifically, when glass contains alkaline-earth metals, these can react with hydroxide ions in the alkaline medium, which may decrease the slurry’s alkalinity and lower its pH. Furthermore, the dissolution of the silicate structure in glass can lead to the formation of silicic acid or its salts [30], ultimately impacting the pH of the slurry. This dynamic emphasizes the intricate chemical interactions at play during glass polishing, highlighting the importance of managing slurry composition and pH to maintain optimal polishing conditions.\n                     Given our objective of achieving glass film removal rates during polishing, it is inevitable that glass byproducts may be present in the slurry during recycling. Therefore, our primary focus has been on maintaining the slurry pH while considering the slurry composition and implementing an effective filtration system. This system was designed to eliminate large particles during the recycling process, ensuring the slurry remains effective for reuse. This approach underscores our commitment to achieving high-quality polishing outcomes while also addressing the challenges posed by the recycling of polishing slurries.\n                     \n                        Fig. 4\n                         illustrates the glass polishing process using micron-sized ceria particles in the presence of PAA. When the glass is exposed to water, a hydrated layer forms on its surface, creating silanol (Si-OH) groups [8]. This layer is softer and more chemically reactive compared to the bulk glass beneath, thereby facilitating the polishing action. As pressure is applied to the glass, PAA adsorbed on the ceria particles detaches, exposing the active sites of the abrasive. These ceria particles exhibit a strong affinity for the silanol groups, forming robust Ce-O-Si bonds [31,32]. This interaction enhances the abrasion as the ceria particles effectively bind and exert force on the hydrated layer, leading to the detachment of small glass fragments and the effective removal of the glass film. This process not only smooths the glass but also improves the efficiency and quality of the polishing.\n                  \n                  \n                     Improving slurry management for high-quality product manufacturing\n                     For high-quality products in high-volume manufacturing, managing slurry effectively and reliably is essential. We implemented a filtration system to eliminate large and agglomerated particles to achieve this. Two types of filtration systems (in-depth and bag-type filters) were tested. The slurry filtration system is connected to a tank, a single pump circulates the slurry from the bottom of the tank to the top. This circulation prevents solid particles from settling at the bottom of the tank.\n                     One major challenge we faced with the in-depth filter was the lack of driving forces to induce particle mass flow through the filter, often resulting in clogs from poor slurry mixing in the absence of a dispersant. To overcome this, a bag-type filtration system was implemented, which proved highly effective, especially with micron-sized ceria slurry. This type of filter prevented clogs and ensured a smoother flow of slurry, addressing the issues we encountered with the in-depth filter. Fig. 5\n                         shows our revised slurry mixing system with bag-type filtration and a hand-made polisher for glass.\n                     In our filtration test, we prepared the ceria slurry with a specific density of 1.05 at pH 9 (to minimize particle consumption). We closely monitored the physicochemical properties of the polishing slurries during filtration as shown in Fig. 6\n                        . It was crucial to introduce additives such as PAA 240 k, along with two different pH adjusters, NH4OH and KOH, to ensure a stable slurry pH throughout the process.\n                     The ceria slurry without PAA experienced a significant decrease in specific density, dropping from 1.05 to 1.0 at the start of filtration (Fig. 6a). This decrease led to particles clogging within the filtration system. However, ceria slurries with PAA-240 k maintained relatively stable specific densities throughout the filtration, regardless of the pH adjuster used (NH₄OH or KOH). The addition of PAA did not significantly affect the apparent specific density when compared to the slurry without PAA.\n                     Over time, a slight reduction in the average particle size from 10 μm to 9 μm was observed as the larger or agglomerated particles were filtered out (Fig. 6b). This size reduction stabilized after a 5-hour filtration. The zeta potential remained negative for all slurries (Fig. 6c). Notably, the slurry with PAA adjusted with KOH exhibited a more negative zeta potential than the one adjusted with NH4OH, suggesting better dispersion stability.\n                     Both KOH and NH4OH serve as bases, but KOH is a stronger base than NH4OH and fully dissociates in water, leading to a higher concentration of OH– ions in solutions where it is used. Consequently, adjusting the pH of ceria slurries with PAA to 9 requires a higher molar concentration of NH4OH, which could impact the zeta potential. The presence of a higher concentration of NH4\n                        + ions at pH 9 might lead to charge screening, thereby potentially reducing the zeta potential in slurries adjusted with NH4OH compared to those adjusted with KOH.\n                     The pH of the slurry indeed varied depending on the type of pH adjuster used (Fig. 6d). The ceria slurry dispersed with PAA-240 K and adjusted using KOH proved to be more effective at maintaining a stable slurry pH during the filtration process compared to the slurry adjusted with NH4OH. This difference is attributed to the properties of the pH adjusters. KOH forms a stable solution without volatile components when dissolved in water, making it less prone to evaporation during the filtration and circulation processes. In contrast, the ceria slurry without PAA showed a slight decline in pH within one hour, likely due to the lack of pH buffer in the slurry.\n                     Additionally, a ceria slurry with a specific density of 1.3 using PAA-240 K was prepared and adjusted to pH 9 with KOH (data not shown). Throughout the filtration, we monitored the physicochemical properties of these polishing slurries. We found that the slurry prepared according to the optimized mixing procedure remained very stable in our filtration system, indicating the effectiveness of our adjustments for enhancing slurry stability.\n                     In Fig. 7\n                        a, ceria slurries dispersed with PAA-240 k and adjusted to pH 9 using either NH4OH or KOH consistently demonstrated higher glass removal rates, achieving 30 μm/cycle and 35 μm/cycle, respectively. Interestingly, these removal rates remained consistent throughout the recycling process. highlighting the remarkable effectiveness of PAA in ensuring stable removal rates during recycling. This stability has significant implications for extending the usability of the slurry.\n                     \n                        Fig. 7b presents the SEM images of the rough surface of the glass samples after laser cutting, while Fig. 7c illustrates the SEM images of the samples following polishing with ceria slurries dispersed with PAA-240 k and KOH after five recycling cycles. The insets in Fig. 7b and 7c show the AFM images, which illustrate a notable decrease in surface roughness Rms from 256 nm to 5 nm across a measurement area of 20 × 20 µm2. This demonstrated that our ceria slurry and polishing/recycling conditions effectively enhanced the surface smoothness of the glass.\n                     The use of PAA-240 k in the ceria slurry not only stabilized the specific density of 1.3 through five recycling cycles as shown in Fig. 7d, but also ensured average size of the micron-sized ceria particles with PAA remained at 10 μm throughout all recycling cycles (Fig. 7e). The reduction in particle size is attributed to the effective dispersant properties of PAA, which prevented particle agglomeration through strong electrostatic repulsion and steric hindrance at pH 9. The presence of smaller particle sizes reduces the risk of surface scratches and imperfections on the glass during polishing, enhancing the polishing process by increasing the number of active particles.\n                     Further observations showed consistent trends in zeta potential across different slurry compositions (Fig. 7f). Slurries without additives showed a stable zeta potential of approximately −43 mV, a consistency maintained throughout the recycling process. In contrast, slurries containing PAA-240 k exhibited an increased zeta potential, due to their dispersant properties. Even when adjusted with KOH, slurries with PAA-240 k demonstrated a high zeta potential, contributing to the stability of the slurry system. This highlights the effectiveness of PAA-240 k in enhancing the performance of the slurries and their durability.\n                     The ceria slurry that was dispersed using PAA-240 K and pH-adjusted with KOH (Fig. 7g), demonstrated superior effectiveness in maintaining a consistent slurry pH during the recycling process when compared to the slurry adjusted with NH4OH. This highlights the outstanding performance of PAA dispersants in slurry dispersion, ensuring not only stable material removal but also maximizing the slurry’s lifespan and recyclability.\n                     Recycling the ceria slurry proves to be considerably more economical over several cycles than producing new batches. While there are costs associated with the recycling process, including the use of dispersants and other operational expenses, the overall savings achieved through recycling are significant. This demonstrates the significant economic benefits of recycling ceria slurry in glass polishing operations, highlighting the importance of efficient slurry management strategies that include recycling to reduce costs and enhance sustainability in manufacturing processes.",
    "Conclusion": "Conclusion\n                  Our study focused on how PAA affects the performance of micron-sized ceria slurry in glass polishing. We discovered that PAA serves as an effective dispersant, improving the stability of the dispersion and reducing the rate of sedimentation. Specifically, at a concentration of 1.0 wt%, PAA with a molecular weight of 240 k markedly enhanced the dispersion of micron-sized ceria particles. This improvement led to consistent and better rates of glass removal throughout both the initial polishing phase and subsequent recycling processes. Additionally, ceria slurries dispersed with PAA maintained stable removal rates across several recycling cycles, thereby extending their lifespan. The selection of a pH adjuster was found to be important, with KOH outperforming NH4OH. KOH was more effective in maintaining a stable zeta potential and pH level, which is particularly beneficial in high-volume manufacturing environments.\n                  In summary, the implementation of PAA, combined with an efficient filtration system and the right pH adjusters, significantly improves ceria slurry systems. This strategy not only stabilizes the dispersion and ensures uniform glass removal rates but also enhances the recycling process. Consequently, it yields considerable economic advantages and achieves high-quality glass polishing. These findings provide valuable insights for industries aiming to improve their polishing operations and advance sustainability through effective recycling methods.\n                  However, expanding the application of PAA in larger industrial contexts poses several challenges, particularly in scaling up to accommodate increasing workloads or to support growth, which includes the feasibility of scaling up PAA production, its distribution, and application processes within the slurry, as well as understanding its interaction with other components at larger scales. Overcoming these challenges is essential to fully incorporate PAA as a dispersant for the slurry into the glass polishing industry in a manner that is both sustainable and economically feasible.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Arunkumar Venkataronappa: Writing – original draft, Visualization, Validation, Methodology, Investigation, Formal analysis, Data curation. Jonas Bankaitis: Writing – review & editing, Resources, Methodology, Investigation, Conceptualization. Jihoon Seo: Writing – review & editing, Writing – original draft, Visualization, Validation, Supervision, Resources, Project administration, Methodology, Investigation, Funding acquisition, Formal analysis, Data curation, Conceptualization."
  },
  "references": []
}