{
  "title": "Additive manufacturing and two-step redox cycling of ordered porous ceria structures for solar-driven thermochemical fuel production",
  "authors": [
    "Haeussler, Anita"
  ],
  "publication": {
    "journal": "Chemical Engineering Science",
    "date": "2021-12-31",
    "doi": "10.1016/j.ces.2021.116999"
  },
  "abstract": "This study focuses on thermochemical H2O and CO2-splitting processes using non-stoichiometric metal oxides and concentrated solar energy to produce solar fuels. The redox process involves two distinct reactions: (i) a thermal reduction at high temperature of the oxide with creation of oxygen vacancies in its crystallographic structure, resulting in released O2; (ii) a re-oxidation of the metal oxide by H2O and/or CO2, yielding H2 and/or CO. Hierarchically-ordered porous ceria materials offer high potential for solar-driven thermochemical fuel production based on two-step redox cycles for H2O and CO2-splitting. The emergence of additive manufacturing processes allows to develop architected reactive materials with 3D-ordered geometry and hierarchical structure (porosity gradient), able to enhance the volumetric solar absorptivity and provide homogeneous heating of the oxygen carrier. The investigation of additive-manufactured ordered porous ceria monoliths made from 3D-printed polymer scaffolds was performed in a solar reactor.\n                  In comparison with reticulated ceria foams, an improvement of the oxygen yields was achieved with 3D-ordered porous structures. A low total pressure during the reduction step (inducing low p\n                     O2) favored the reduction extent and associated fuel yields. The fuel production rate during the exothermal oxidation step was enhanced by decreasing the temperature and by increasing the CO2 partial pressure. In addition, since the oxidation step is a surface-controlled reaction, a natural pore former (woody biomass) was used to create µm-size pores within the struts of ceria scaffolds. This enhanced the oxidation kinetics with a maximal CO production rate of 4.9 mL/min/g and fuel yield up to 333 µmol/g (with a reduction step at 1400 °C under ~0.10 bar of total pressure). Thus, using a 3D-ordered open-cell geometry with addition of micro-scale porosity in the struts enhanced the thermochemical performance.",
  "keywords": [
    "CO2 utilization",
    "Thermochemical hydrogen production",
    "Solar reactor",
    "Ceria redox cycle",
    "Porous media",
    "Hierarchically ordered structure",
    "3D-printing",
    "Reticulated foam"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  One of the main challenges of this century is to limit the global warming caused by anthropic greenhouse gas emissions. The energy sector represents 68% of the greenhouse gas emissions, while CO2 emissions due to fossil fuel combustion rose by 57.5% since 1990 (International Energy Agency, 2017). Therefore, to reduce these emissions, the transition from fossil fuels to green energy production is essential. Solar energy is an interesting alternative to fossil fuels, as it is free, non-exhaustive and available everywhere on Earth. Furthermore, the solar energy reaching the Earth surface is superior to the energy demand and it does not yield greenhouse gas emissions. However, solar energy is diffuse, intermittent and not homogeneously distributed on Earth surface, making its direct exploitation incompatible with energy demand. For this reason, conversion and storage of solar energy into chemical fuels via thermochemical processes is an attractive solution, as chemical fuels are transportable and available on demand.\n                  The splitting of water and carbon dioxide using concentrated solar energy is a promising pathway, given the large availability of both resources. Thermochemical cycles based on metal oxides encompass two steps. First, a solar-activated thermal reduction (TR) of the material at high temperature produces O2, according to reaction (1), favored by a low oxygen partial pressure (p\n                     O2). An inert carrier gas is thus usually employed to decrease p\n                     O2 (along with a total pressure reduction). Concentrated solar energy can be used as the external source of high temperature heat to drive the reaction. The second step is an exothermic reaction, in which the material is reoxidized by H2O or CO2, according to reaction (2) (which is thermodynamically favorable when decreasing the temperature). The metal oxide is not consumed in the overall H2O and CO2 splitting process, and thus acts as a redox-active “catalyst” in the global reaction.\n                        \n                           (1)\n                           \n                              \n                                 \n                                    M\n                                    x\n                                 \n                                 \n                                    O\n                                    y\n                                 \n                                 →\n                                 \n                                    δ\n                                    2\n                                 \n                                 \n                                    O\n                                    2\n                                 \n                                 +\n                                 \n                                    M\n                                    x\n                                 \n                                 \n                                    O\n                                    \n                                       y\n                                       -\n                                       δ\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     \n                        \n                           (2)\n                           \n                              \n                                 \n                                    \n                                       M\n                                    \n                                    \n                                       x\n                                    \n                                 \n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       y\n                                       -\n                                       δ\n                                    \n                                 \n                                 +\n                                 δ\n                                 C\n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                H\n                                             \n                                             \n                                                2\n                                             \n                                          \n                                          O\n                                       \n                                    \n                                 \n                                 →\n                                 \n                                    \n                                       M\n                                    \n                                    \n                                       x\n                                    \n                                 \n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       y\n                                    \n                                 \n                                 +\n                                 δ\n                                 C\n                                 O\n                                 \n                                 \n                                    (\n                                    \n                                       \n                                          H\n                                       \n                                       \n                                          2\n                                       \n                                    \n                                    )\n                                 \n                              \n                           \n                        \n                     \n                  \n                  The two-step pathway enables to decrease the operating temperature in comparison with direct thermolysis, allowing for operation at moderately high temperatures (below 1400 °C). In addition, the process results in the net O2 and CO(H2) separate production, eliminating the risk of products recombination. The direct use of concentrated solar heat for thermochemical reactions also eliminates the need for intermediate electricity production required in the electrolytic route. Furthermore, the theoretical solar-to-fuel energy conversion efficiency is high because the entire solar spectrum is directly converted to chemical fuels, without any precious catalysts (unlike photocatalytic route) or intermediate low-efficient electrical production (Lange et al., 2014). To date, solar-to-fuel energy conversion efficiencies have been assessed at lab-scale, reaching 5–8% for ceria reticulated foams (Marxer et al., 2017; Haeussler et al., 2020a, 2020b). Such values can still be enhanced by suitable design of the reactive material (to enhance fuel production rates via optimization of porous microstructure and morphology, and tuning of chemical composition) and of the solar reactor (via optimization of heat and mass transfer, and decrease of heat losses, e.g. using heat recovery systems). Moreover, high potential for process improvement is also expected during scale-up, while the resulting efficiency should be at least 20% to permit industrialization and to compete favorably with photovoltaic technology combined with electrolysis (Siegel et al., 2013). The feasibility and viability of the thermochemical approach can thus become favorable in the near future compared to photochemical and electrochemical pathways.\n                  The most appropriate redox materials are based on non-stoichiometric oxides like ceria (CeO2) and perovskites (ABO3) (Haeussler et al., 2019, 2018; Abanades, 2019; Carrillo and Scheffe, 2017; Nair and Abanades, 2016). Their high oxygen transport capacity (through oxygen vacancies formation) combined with their structural stability at high temperature make them attractive oxygen carrier materials for two-step fuel production cycles (Agrafiotis et al., 2015; Lu et al., 2019). The design of adequate oxygen carrier materials remains challenging, where ion diffusion mechanisms, reversibility and thermochemical stability need to be optimized to maintain reactivity of the oxygen carriers for many redox cycles. Before implementation to industrial-scale, there is still a lack of synthesis and shaping methods for robust oxygen carriers, preserving their morphology during cyclic operation. The appropriate design of a suitable morphology and geometry of reactive material used in thermochemical cycles is essential to enhance the fuel production performance. Several morphologies of reactive materials have been investigated previously. Ceria felt and fibers provided high reactive surface, which is suitable for the oxidation step. However, a low optical thickness impeded sufficient volumetric solar absorption, leading to substantial thermal gradient and favoring sintering (Furler et al., 2012; Haeussler et al., 2020c). Reticulated porous ceramics (RPCs) made of ceria (random open-cell foams) were developed to combine both volumetric solar absorption and high specific surface area (Furler et al., 2012). Cho et al. (2015) designed a 40 kWth monolithic solar reactor to perform two-step thermochemical cycles using zirconia foam coated with reactive ceria. To further enhance the solid–gas exchange area, dual-scale porosity foams with µm- and mm-size pores were considered, leading to an improvement of the fuel production rate (Marxer et al., 2017; Furler et al., 2014). A 4 kW monolithic reactor heated by artificial concentrated light yielded energy conversion efficiency of 5.25% with a peak CO production rate at 1.2 mL/min/g for a reduction at 1500 °C under 0.010 bar (Marxer et al., 2017). However, dual-scale porosity decreases the material density, thereby reducing the amount of reactive material that can be loaded in a solar cavity receiver (Furler et al., 2014). Microstructured ceria foams with interconnected porous network within struts favored the solid–gas reactions and offered remarkable fuel production rates (up to 10 mL/min/g) during consecutive cycles in a solar-heated monolithic reactor under high-flux concentrated solar radiation (Haeussler et al., 2020a, 2020b). A fluidized bed reactor using NiFe2O4 or CeO2 particles and directly irradiated by concentrated light provided by a solar simulator was also developed, but non-homogeneous heat distribution occurred in the reactor, limiting the thermochemical performance (Gokon et al., 2011). Considering particle-based solar reactors, porous ceria microspheres with perfect spherical shape, high density, and interconnected pore network, offered promising fuel production capacity in packed-bed reactors. The maximum fuel production rate reached 1.8 mL/min/g with a reduction step at 1400 °C, a low total pressure (~0.1 bar), and an oxidation step below 1050 °C under pure CO2 (Abanades et al., 2021). Such novel porous morphologies and micro-scale architected redox materials provided suitable thermochemical activities and long-term stability.\n                  Nanostructured powders were also proposed as reactive materials for thermochemical cycles (Le Gal et al., 2013; Nair and Abanades, 2018; Petkovich et al., 2011). Nanocrystalline three-dimensionally ordered macroporous (3DOM) ceria powder led to an enhancement of 260% of CO production rate (in comparison with commercial micron-size ceria powder). However, the ordered structure was no longer present after 1 h at 1250 °C, depicting a low thermal stability of the material (Venstrom et al., 2012; Rudisill et al., 2013). Other material integration approaches were also considered including reactive particulates, among which the bio-sourced materials with 3DOM network derived from cork template appeared to be promising (Oliveira et al., 2018, 2020). Such 3DOM ceramics with regular cellular structure offer relevant specific surface area for fast oxidation reaction kinetics (Pullar et al., 2019).\n                  Temperature-swing cycles require alternating the redox steps while switching the gas atmosphere to trigger the reduction and oxidation steps depending on the oxygen partial pressure (isothermal operation was also considered though yielding much lower fuel productivity due to unfavorable re-oxidation at high temperatures) (Davenport et al., 2016; Hao et al., 2013; Venstrom et al., 2014). Alternatively, mixed ionic-electronic conducting densified membranes were also investigated for isothermal and continuous splitting of CO2 with in-situ spatial separation of CO and O2 streams (Tou et al., 2017; Abanades et al., 2021; Haeussler et al., 2021).\n                  In two-step thermochemical cycles, aside from the oxygen partial pressure, the temperature of redox steps is a key parameter that impacts the non-stoichiometry extent achieved by the reactive material (Haeussler et al., 2020a; Furler et al., 2012). To improve the solar-to-fuel conversion efficiency, the solar radiation absorption of the reactive material should be maximum in order to reach the required reduction temperature with the minimal solar power input. Furthermore, the mass of reactive material in the reactor should be maximized as it is directly related to the total amount of fuel produced. Therefore, the solar radiative absorption of the reactive material should not be enhanced at the expense of decreasing the mass of reactive material. A previous study pointed out the potential beneficial effect of ordered porous structures on thermal performance, by achieving a more uniform temperature distribution across the structure (Hoes et al., 2019). However, their interest for fuel production via two-step redox cycles and their application in real solar thermochemical reactors were never demonstrated so far. Besides, improving the volumetric solar absorption of the reactive material should enhance the global process efficiency as it decreases the required solar power input to reach the target reduction temperature.\n                  In this work, an original approach to enhance the solar volumetric absorption was investigated by developing hierarchically-ordered porous ceria structures with a tailored porosity gradient, with the goal of adjusting the optical thickness and achieving more uniform heating without compromising the apparent density or the specific surface area. This study further aims to determine the fuel production capacity of the architected ceria structures prepared via 3D-printing and to demonstrate their ability for H2O and CO2 splitting in a solar reactor operated under real concentrated solar radiation. Series of ordered porous ceria structures were fabricated by the additive manufacturing technique. The thermochemical performances of the ordered ceria structures prepared from additive-manufactured templates were investigated and compared with reticulated porous ceria structures (disordered foams). The microstructure of the reactive ordered structures was further optimized by addition of natural pore formers able to increase the micro-scale porosity of the foam within the struts, and thus promote the fuel production performance. Such customized porous ceria structures offered remarkable fuel production rates during cycles performed in the solar reactor heated by real concentrated solar energy.",
    "Experimental method and set-up": "2\n                  Experimental method and set-up\n                  \n                     2.1\n                     Specifications of the solar reactor\n                     The solar redox cycling experiments were performed in the medium size solar facilities of PROMES-CNRS laboratory (France), using a 2 m-diameter solar dish concentrator coupled with a sun-tracking heliostat. The solar reactor is described in details hereafter and it is represented in Fig. 1\n                         (Haeussler et al., 2020a, 2020d). The reactor consists of an alumina cylindrical cavity (80 mm height, 50 mm inner diameter) closed by an alumina conical cover with an 18 mm aperture to let the solar radiation penetrate in the cavity. The reactor is closed at the front by a hemispherical glass dome. The volumetric solar absorber/chamber is insulated with a fibrous layer of porous alumino-silicate. A board of zirconia felt (2 mm thickness) is also used to insulate the front alumina wall of the aperture plate, thereby reducing the radiative losses at the upper front. The external reactor is made of a stainless-steel shell with a water-cooling system. Three Pt-Rh thermocouples (T1, T2, and T3) coupled with a solar-blind optical pyrometer (at 4.8–5.2 µm) measure the temperature at different locations in the cavity. The pressure is measured at both gas inlets and within the cavity with three pressure sensors.\n                     During the first step of thermochemical cycles (on-sun reduction), concentrated solar radiation was input in the reactor cavity to heat it until the desired temperature (1400 °C at T1 below the ceria structure) thanks to progressively opening a shutter. Concurrently, an argon flow swept the reactor (99.999 % purity with [O2] < 2 ppm), with both 1 NL/min injected below the glass window to protect it (via two inlet tubes) and 0.2 NL/min injected directly in the cavity via the lateral inlet of the reactor. The argon then flowed through the ceria structure to carry the oxygen released during ceria reduction, and finally was evacuated through the single outlet placed at the reactor bottom. This continuous flow favored heat and mass transfer, gas products transport and removal, thus shifting reactions to the products side until reaching reaction completion. The total pressure during reduction step (thus oxygen partial pressure, p\n                        O2) was possibly decreased with a vacuum pump at the reactor outlet to investigate the impact of low total pressure (~0.10 bar with flowing Ar) in enhancing the reduction extent (and associated fuel yield during oxidation). The oxygen concentration in the output gas was continuously analyzed by a trace oxygen electrochemical analyzer (Systech, range from 0.1 ppm to 1%, precision ± 2% of reading). The reduction reaction was aborted when the oxygen outlet concentration decreased below 500 ppm, by closing totally a shutter positioned below the reactor to decrease steeply the reactor temperature to the desired oxidation temperature (oxygen concentration became negligible, <10 ppm, when temperature decreased, denoting the end of the reduction step). When the oxidation temperature Tox was reached, the oxidant gas (either CO2 or H2O) was sideways injected with a controlled flow-rate and mole fraction, while a gas flow (either Ar or CO2 oxidant when operating the oxidation step under 100% CO2) was maintained below the glass window. The oxidation step was performed off-sun during cooling (from Tox,start to Tox,end) until the fuel production became negligible. The temperature was then increased again in Ar to perform the next cycle. Mass flow controllers (MFC, Brooks Instruments model SLA5850S) were used to regulate the different gas flow rates (Ar and CO2). Regarding water used as an oxidant gas, a controlled flow rate was injected using a liquid mass flow controller (range 0–60 g/h, accuracy ±1% of full scale) through a stainless-steel capillary placed inside the lateral inlet tube. Water vaporized inside the heated capillary and steam was then transported by the surrounding carrier gas to the cavity chamber. A condenser along with a desiccant column placed between the reactor exit and the gas analyzers were used to condense and trap the remaining steam before gas analysis. A NDIR sensor (MGA3000, full scale: 0–30% for CO, 0–100% for CO2, precision ±1% of full scale) analyzed the CO and CO2 concentration, while a catharometer based on thermal conductivity detection (for Ar/H2 binary mixture, scale: 0–10%, precision: 1% of full scale) measured the H2 concentration (case of H2O used as an oxidant). The integration of the gas production rates (O2, CO, H2) over the experiment duration allowed to calculate the total produced gas yields for each cycle (with a relative uncertainty of ±2%). An automated data acquisition system (Beckhoff) registered every second all the instantaneous measured data during the solar experiments.\n                  \n                  \n                     2.2\n                     Materials synthesis\n                     The porous ceria structures were prepared at PROMES to investigate the impact of 3D-ordered geometry on thermochemical performance. To decrease the solar energy input required for a given reduction temperature, the volumetric solar absorption of the reactive material should be enhanced. In this aim, hierarchically-ordered ceria structures have been proposed as reactive materials. The ordered structures were manufactured with the replication method on 3D-printed polymer scaffolds (Karl and Somers, 1963). The cylindrical templates with an ordered honeycomb geometry (20 mm height, 67 mm diameter, strut thickness: 0.26 mm) were designed with Catia software and fabricated by additive manufacturing thanks to a powder bed fusion 3D-printer (Figs. 2 and 3\n                        \n                        a). The ceria slurry was realized with ceria powder purchased from Sigma Aldrich (particle size <5 μm, 99.9% purity), crushed in a mortar. The ceria powder and organic binder (Butvar™ B-98) were dissolved in ethanol with a mass ratio of 5:1. In the case of porogen addition, wood particles (mix of pine and spruce wood, particle size 0–1000 µm) were added in the ceria slurry for 50% volume of ceria. Then, the templates were submerged several times in ceria slurry until ceria covered totally the surface (Fig. 3b). Finally, the porous ceria structures were fired in air at 1400 °C for 3 h for sintering and stabilization prior redox cycling experiments. As a result, the materials were thermally stabilized as the structure was already sintered before the cycles. The ceria disc after the heating treatment and template firing was ~10 mm height and ~48 mm diameter (Fig. 3c). In the solar cavity absorber, four ordered porous ceria discs with different unit cell sizes were stacked as follows (Fig. 4\n                        ): one 20 ppi disc at the top, two 13 ppi discs at the center, and one 11 ppi disc at the bottom (ppi: pore per inch). The graded porosity due to the increasing cell size density toward the cavity bottom is expected to enhance the radiative absorption thanks to gradual radiation extinction. The geometry-ordered structures being brittle, their placement in the cavity required specific attention. To avoid unnecessary manipulations, the structures were placed on a cardboard insulation disk (~20 mm thickness). Then, the alumina cavity was placed around the stacked ceria structures and their support in order to allow manipulation of the cavity with the whole reactive structured material inside. Afterward, the cavity was placed in the reactor (Fig. 4). Two sets of architected materials were investigated, corresponding to ceria porous structures with ordered-geometry with and without pore forming agent, abbreviated as CF-OGP and CF-OG respectively. Both ordered ceria structures have a mean density of ~0.27 g/cm3 and a porosity of ~98%.\n                     In order to evaluate the performance of the ordered structures, a reticulated ceria foam (non-ordered reticulated porous structure, provided by ALSYS-CTI, with cell density of 10 ppi) was used as comparison. It was composed of a hollowed cylindrical foam piled on a bottom foam disc (CF-10, density of ~0.92 g/cm3, ~87% porosity), and such a foam was previously investigated during redox cycles in the same solar reactor (Haeussler et al., 2020a, 2020b, 2020e).\n                     Scanning Electron Microscopy (SEM, Hitachi S-4800) was used to characterize the porous ceria microstructure. Furthermore, thermogravimetric analysis (TGA, Setaram Setsys Evo 1750 offering a measuring resolution equivalent to a microgram) was used to perform two-step cycles and to investigate the redox activity in controlled atmosphere. About 100 mg of small parcels of CF-OGP and CF-OG ceria samples were placed inside a platinum crucible and two standard thermochemical cycles were carried out. First, a thermal reduction at 1400 °C (heating rate of 20 °C/min, 45 min dwell) was performed under Ar flow rate of 20 mL/min. In the following, the oxidation step was carried out at 1050 °C (cooling rate of 20 °C/min, 60 min dwell) in CO2 stream mixed with Ar (50%). The temperature was monitored with a thermocouple (B-type) at the back of the crucible. The mass specific O2 and CO yields produced during both steps were calculated from the sample mass uptake and loss, respectively.",
    "Results and discussion": "3\n                  Results and discussion\n                  The experimental study was conducted to assess the fuel production capacity of the ordered porous ceria structures from thermochemical CO2 and H2O splitting, and to demonstrate the solar reactor reliability during continuous on-sun operation. The reactor performance metrics were appraised based on the fuel yield and gas production rates evolution as the main evaluation criteria. Prior to fuel production cycling experiments, blank tests without any reactive material (empty cavity) were performed to warrant that gas species were produced only from the reactions with ceria. The same cycling conditions were thus applied including a reduction step performed on-sun and an off-sun oxidation step during cooling. During heating the empty reactor in Ar up to 1400 °C and subsequently feeding with H2O or CO2 below 1050 °C while decreasing the temperature (free cooling), no O2 and H2/CO production was detected during both cycle steps, thus confirming the absence of side reactions with reactor lining materials. In subsequent cycling tests with the redox material, the O2 and CO (H2) production can be thus attributed to the redox reactions with ceria only.\n                  \n                     3.1\n                     Reactivity in thermogravimetric analysis\n                     The reactivity of CF-OG and CF-OGP samples was first investigated by thermogravimetric analysis, as shown in Fig. 5\n                        , and the associated O2 and CO yields along with the production rates are reported in Table 1\n                        . The amounts of CO produced were almost similar for both CF-OG and CF-OGP (93 µmol/g in the 1st cycle and 95–100 µmol/g in the 2nd cycle). The reported values are in line with those previously obtained with ceria powders (Le Gal et al., 2011). The re-oxidation extent (=nCO/2nO2) was increased in the 2nd cycle (~93% for CF-OGP). Regarding the reaction rates, reduction rates during both cycles were similar for both CF-OG and CF-OGP (O2 peak rates in the range 0.09–0.10 mL/min/g). In contrast, the CO production rate achieved by CF-OGP was higher than that reached by CF-OG in both cycles (e.g., the maximum CO production rate during the first cycle was 0.88 mL/g/min for CF-OGP against 0.64 mL/g/min for CF-OG), thus highlighting an enhancement of the oxidation rate due to the pore former addition. This demonstrates that the addition of internal struts porosity favors chiefly the CO production rate.\n                  \n                  \n                     3.2\n                     Redox cycles in the solar reactor\n                     To study the impact of the pore forming addition and of the hierarchically-ordered geometry, different cycles were carried out with CF-OG and CF-OGP while the effect of the various operating conditions was probed, as reported in Table 2\n                        . For comparison of cycles, the performance indicators for each cycle were expressed relative to the unit mass of loaded oxide (in mL/min/g for the gas production rates and µmol/g for the production yields). The key parameters were investigated to show their influence on the fuel production performance. They include the pressure during reduction, oxidation temperature, oxidant mole fraction and oxidant flow rate. By precisely quantifying the effect of these main conditions on the gas products evolution, it is then possible to design suitable process conditions depending on the targeted performance, while favoring the global cycle productivity (amount of fuel produced per cycle) and the cycle performance (cycling duration depending on gas production rates and reaction kinetics). The fuel productivity is generally fixed by the reduction extent of ceria (increasing the reduction step temperature or decreasing p\n                        O2 both lead to enhanced oxygen vacancies formation), while the fuel production rate is determined by the oxidation step conditions (the re-oxidation is favored by low temperature or high oxidant amount and concentration). Besides the cycle operating conditions, the global fuel production obviously depends on the amount of redox material while the production rate is more dependent on the material microstructure (open porosity).\n                     \n                        Fig. 6\n                         represents the evolution of gas yields during successive cycles. In total, 0.33 L and 0.63 L of H2 (during 5 and 4 cycles, respectively) along with 0.87 L and 2.48 L of CO (during 8 and 11 cycles, respectively) were produced by CF-OG and CF-OGP, respectively. This corresponds to 17 h and 26 h of on-sun operation for the CF-OG and CF-OGP structures, respectively. The gas production yields were reproducible when applying the same operating conditions (see for instance cycles #2, #5, #6 for CF-OG and cycles #2, #9, #12, #13 for CF-OGP), which denotes the thermochemical performance stability.\n                     Regarding the effect of the main operating parameters, the total pressure during the reduction step showed a strong impact on the reduction extent and the associated fuel production yield. The reduction extent is closely related to both the reduction temperature (fixed at ~1400 °C in this study) and the oxygen partial pressure (p\n                        O2). Thus, decreasing the total pressure (at ~0.09–0.10 bar) translates into a lower p\n                        O2 during the reduction step, directly promoting the reduction extent (increase of δ in CeO2-δ). As a result, this directly improved the fuel production yields (above 300 µmol/g for CF-OGP in cycles #3 and #13). The same effect of decreasing the total pressure on p\n                        O2 could be achieved by increasing the carrier gas flow rate, at the expense of larger inert gas consumption (by a factor of ~ ×10 to obtain a dilution effect equivalent to the total pressure reduction). All the cycles performed under low total pressure during the reduction step led to both improved reduction extent (O2 yields represented by dashed bars in Fig. 6) and fuel production yield (roughly double of the O2 yield), as previously pointed out with ceria RPCs (Haeussler et al., 2020a, 2020b). The maximum fuel production rates and yields were typically reached when carrying out the reduction step at low pressure (~0.10 bar) and the oxidation step under pure CO2 (about 3.3 mL/g/min and 227 µmol/g for CF-OG, 4.9 mL/g/min and 333 µmol/g for CF-OGP). This implies operating with a pressure-swing in addition to the temperature-swing during cycles, which may induce additional energy losses. Regarding the cycles with both steps carried out at atmospheric pressure (about 0.87 bar at the experiment location, 1600 m above sea level), the peak CO production rates were consistent with those obtained in TGA for both CF-OG and CF-OGP (Table 1).\n                     Regarding the oxidation step, the fuel production rate was increased when the starting oxidation temperature was decreased, because the exothermal reaction is increasingly favored at low temperatures. The CO peak production rate of CF-OGP was increased from 3.2 mL/g/min (cycle #2) to 4.0 mL/g/min (cycle #3) when Tox,start was decreased from ~1050 °C to 950 °C. Decreasing the oxidation temperature thermodynamically favors the oxidation reaction. In other words, the oxidation step is thermodynamically-controlled since increasing the temperature does not promote the kinetics. The peak CO production rate was also remarkably enhanced when using a pure CO2 feed, since a high CO2 partial pressure favored the oxidation rate, which means the kinetic rate is dependent on reactant pressure. The CO peak rate increased with inlet CO2 mole fraction (for example, cycles #1, #10, #3 for CF-OG: 2.2, 2.7, and 3.3 mL/min/g for CO2 mole fraction of 25%, 67%, and 100%, respectively). Concomitantly, the increase of CO2 inlet flow rate also promotes species mass transfer in the gas-phase (CO2 gas-phase access to the reaction site and continuous CO product removal), while it decreases the p\n                        CO/p\n                        CO2 ratio (equilibrium constant of the oxidation reaction), thus shifting the thermodynamic equilibrium toward CO formation. The CO peak rate was thus enhanced when increasing the CO2 inlet flow rate (from 0.4 to 2 L/min when comparing cycle #1 vs. cycle #2, or cycle #11 vs. cycle #12 for CF-OGP).\n                     Regarding the CO2-to-CO conversion (=(nCO)outlet/(nCO2)inlet), the instantaneous value for CF-OGP peaked at ~19% in cycle #1 (with 0.4 L/min of inlet CO2 flow rate) and ~10% in cycle #14 (with 2 L/min of inlet CO2 flow rate). Increasing the CO2 flow-rate thus hindered the CO2 conversion because a higher portion of fed CO2 remained unconverted, since the oxide redox capacity is definite (reduction extent δ) and depends on the reduction step conditions (T and p\n                        O2). Therefore, a high inlet CO2 flow rate enhanced the fuel production rate despite adversely impacting the CO2 conversion. The CO2 conversion determines the fuel purity and is linked to the amount of ceria loaded in the reactor. For comparison with other previous work in which the total ceria mass load was 1728 g (Marxer et al., 2017), an instantaneous CO2-to-CO molar peak conversion of 29.6% was reached (based on a maximum CO peak rate of 1.2 mL min−1 gCeO2\n                        -1 at a pressure during reduction of 10 mbar, a reduction temperature of 1500 °C, an oxidation temperature decreasing between 1000 and 600 °C, and a CO2 inlet flow rate of 7 L/min). When using a lower mass of reactive oxide in the reactor, it is normal that the CO2-to-CO molar conversion is proportionally lower. Thus, the CO2-to-CO conversion is determined by the reactor scale and can be enhanced by increasing the amount of redox material loaded in the reactor.\n                     When comparing CO2 and H2O splitting performance, in line with thermodynamics, the CO2 splitting reaction was favored over H2O splitting, since the peak H2 production rates were globally lower (for given reduction conditions), whereas the H2 production yields were similar (~190–200 µmol/g), in agreement with previous works (Haeussler et al., 2020a,b). This may also be partly due to the lower steam mole fraction achievable in the set-up (in the range 17–35%) in comparison with the CO2 mole fraction (25–100%), which may in turn hinder the oxidation kinetics for H2O splitting.\n                     A comparison of the CO2 splitting performance of CF-OG with a ceria foam (CF-10, 10 ppi) as a reference, is provided in Fig. 7\n                        , for a reduction step at 1400 °C under reduced pressure (~0.110 bar) and an oxidation step starting at 1050 °C under 100% CO2. The oxidation step was performed off-sun upon free reactor cooling (without any solar power input), thus thermodynamically favoring the oxidation reaction during temperature decrease. As the peak of fuel production was narrowed given the high oxidation rates (thus shortening the reaction duration), the temperature decrease during this step was limited to <200 °C. Given that CF-OG was shaped as a full cylinder (four stacked discs) whereas the CF-10 foam was centrally hollowed, the temperature gradient between T1 and the pyrometer was higher for CF-OG than for CF-10. Indeed, the pyrometer points the directly-irradiated top surface of CF-OG instead of the bottom of central cavity for CF-10 (temperature measurement close to the average foam temperature in this case). It is thus normal that the temperature measured by the pyrometer was much higher for CF-OG. The reference control temperature was T1, located at the same place in both foams. The O2 yield reached 150 µmol/g for CF-OG in comparison with 128 µmol/g for CF-10. The higher reduction extent of CF-OG could be explained by a better volumetric solar absorption in the structure volume thanks to the porosity gradient and a more uniform temperature distribution across the structure. Another possibility would be the high temperature reached on top of the foam, as indicated by the pyrometer, leading to higher O2 yield than the CF-10 one. However, both the CO production yield and re-oxidation extent achieved by CF-OG (222 µmol/g and 74%, respectively) were lower than those measured for CF-10 (258 µmol/g and 100%, respectively). The different synthesis methods could thus affect the foam microstructure and consequently the oxidation reaction, while it seems unlikely that the ordered geometry may affect the oxidation reaction. The uncomplete re-oxidation of CF-OG led to a decrease of O2 production from 150 µmol/g to 102 µmol/g between the first and second cycle. The final non-stoichiometry extents reached after reduction step of cycle #1 and #2 were similar (δ = 0.052 and 0.049, respectively), highlighting the incomplete re-oxidation during cycle #1.\n                     The density of ordered-geometry structures is ranging from 0.10 g/cm3 (for 11 ppi discs) to 0.45 g/cm3 (for 20 ppi discs), while CF-10 foam has a density of 0.92 g/cm3. However, the density of ordered structures can be further increased by tuning both the strut thickness and the unit cell size, while maintaining the spatial distribution of the cells. Anyway, the ordered geometry is suitable to enhance the reduction step, even if further investigations are necessary in order to: (i) reduce the temperature gradient, e.g. by using a centrally-hollowed structure (Haeussler et al., 2020), (ii) improve the synthesis method affecting the microstructure to reach complete re-oxidation, and (iii) increase the foam density.\n                     The difference between the performance of non-ordered and ordered geometries can be explained by the different synthesis methods used to fabricate the ceria structures and the raw ceria powder granulometry (the non-ordered RPC foams were made by ALSYS-CTI whereas the ordered ones were made by the replica method on 3D-printed polymer scaffolds at PROMES laboratory). Furthermore, the difference in cavity configurations between ordered and non-ordered structures can induce differences in temperature gradients inside the foam (especially the presence of the central cavity in RPC foams that favors temperature homogenization), leading to different thermochemical performance.\n                     As the strut porosity is a key parameter to promote the oxidation reaction (Furler et al., 2014), the addition of a pore former during material synthesis appears as an attractive option to enhance the oxidation step (dual-scale porosity). The performance of ceria structures incorporating micro-scale porosity within the struts was thus investigated, while keeping the same overall porous regular cell network (with vertical porosity gradient) in the 3D-ordered lattice. Fig. 8\n                        a presents the evolution of CO production rate (xCO2 = 1.00, Qox,tot = 2 L/min) during the oxidation step starting at 950 °C, after a reduction step at 1400 °C under reduced pressure (~0.100 bar). The CO peak production rate reached 3.3 mL/g/min (cycle #5) and 4.9 mL/g/min (cycle #14) with CF-OG and CF-OGP, respectively. The CO production rate was thus higher for CF-OGP than for CF-OG. Furthermore, the CO yield (given by the area of the production rate curves) produced by CF-OGP (248 µmol/g) was also higher than that reached by CF-OG (212 µmol/g).\n                     Regarding the H2 production rate, similar results were obtained (Fig. 8b), with an H2 peak production rate higher for CF-OGP (1.1 mL/min/g) than for CF-OG (0.8 mL/min/g). Furthermore, the H2 yield achieved by CF-OGP (243 µmol/g) was also higher than that achieved by CF-OG (166 µmol/g). The addition of a pore former in the synthesis process positively impacts the oxidation rate as it enhances the reactive surface and the internal strut macroporosity, thus promoting the oxidizing gas access to the reaction site.\n                     \n                        Fig. 9\n                         compares the production yields during one cycle under similar operating conditions for CF-OG and CF-OGP along with CF-10 as reference. As a result, the O2 production yield was higher for CF-OGP in comparison with CF-OG and CF-10, highlighting the relevance of the ordered geometry to enhance the volumetric radiation absorption. While the CO production yield of CF-OG was lower than CF-10, CF-OGP was able to reach similar or higher O2 and CO production yields than CF-10. Therefore, combining the ordered geometry with the incorporation of internal strut porosity (via addition of natural pore forming agent during the synthesis process) was efficient to optimize the fuel production yield. In comparison, other studies (Marxer et al., 2017, 2015) using ceria RPC foams with dual-scale porosity (mm-size pores for volumetric radiation absorption during reduction and µm-size pores within its struts for enhanced oxidation rates) reached a peak CO production rate of 1.2 mL·g−1·min−1 under more favorable operating conditions (reduction step at 1500 °C under 10 mbar). Hence, the additive-manufactured ordered structures outperformed the production yields obtained with RPCs made of ceria.\n                  \n                  \n                     3.3\n                     Microstructural characterization\n                     The microstructure of the ordered porous structures was investigated by SEM, as illustrated in Fig. 10\n                        . The grain size, strut diameter, and pore size were determined using image analysis (ImageJ software). Fresh CF-OG and CF-OGP architectures showed grain size in the range 5–15 µm, while the strut diameter was estimated at ~250 µm. Micron-sized grains are observable, as well as hollows at the strut center (resulting from the firing of the polymeric template), thus forming an interconnected macroporous network. After cycling in the solar reactor, a densification/sintering of CF-OG foam is observed (grain size in the range 10–20 µm), with few remaining residual pores in the struts. In contrast, high porosity (pore size in the range 2–7 µm) can be observed in pristine CF-OGP (Fig. 10c) in comparison with CF-OG, explaining enhanced fuel production rate for CF-OGP. As noticeable in Fig. 10d, a large amount of porosity remained after CF-OGP cycling, impeding drastic decrease of fuel production rate. This highlights the beneficial impact of pore formers on the ceria porous microstructure, thereby enhancing the redox performance as confirmed by the solar cycling experiments. In order to further investigate/compare the porous structures of 3D-ordered geometries (CF-OGP) and reticulated foams (CF-10), mercury porosimetry experiments (using Micromeritics AutoPore IV 9500) were carried out (Fig. 11\n                        ). The porosity within the struts was measured at 57% for CF-OGP and 36% for CF-10, confirming the very porous microstructure of CF-OGP. For both ordered structure and reticulated foam, the pore sizes distribution was bimodal. Small pore sizes (~0.5 µm) were measured for CF-OGP, in line with SEM observations, while the smallest pore size measured for CF-10 was ~3 µm. Furthermore, pore sizes of ~132 µm were also measured for both CF-OGP and CF-10 foams, corresponding to central hollows in the strut, left by the fired polymer scaffold. Mercury porosimetry measurements usually provide smaller pore size than SEM measurements as the technique measures the size of pore entrance or constriction. This is because in reality pores do not have perfect cylindrical shape and constrictions or ink-bottle shapes pores can lead to measurement artefacts. In this case, the pore volume beyond the throat cannot be filled by Hg as long as the applied pressure is lower than the pressure required to fill the throat. This explains that mean strut diameter measured by Hg porosimetry was 132 µm whereas it was ~250 µm by SEM analysis.\n                     Such a morphology of reactive material consisting of additive-manufactured open porous ceria structures with dual-scale porosity was proved to be promising for solar fuels production. This study demonstrated the feasibility of thermochemical fuels production in a solar reactor under real concentrated solar radiation, from customized porous ceria architectures prepared from 3D-printed scaffolds. Based on the achieved thermochemical performance in a solar-heated reactor and the good microstructural stability during redox cycling, the 3D-ordered porous structures represent an attractive and robust material morphology for sustainable solar fuel production based on water-splitting and CO2 utilization.",
    "Conclusion": "4\n                  Conclusion\n                  Ordered porous ceria structures prepared by additive manufacturing technique (replication using 3D-printed polymer scaffolds) were tested in a solar reactor for fuel production from thermochemical CO2 and H2O splitting. The developed architected redox materials reached substantial and reproducible fuel production during the two-step cycles performed in the thermochemical solar reactor, demonstrating the interest of such an approach for concentrated solar applications.\n                  The reduction extent and associated fuel yields were favored by a low total pressure (inducing low p\n                     O2), while the oxidation rate was enhanced by a temperature decrease or a CO2 partial pressure increase. Higher p\n                     CO2 translates into faster oxidation kinetics and lower p\n                     CO/p\n                     CO2 ratio (favoring thermodynamic equilibrium shift toward CO formation). The ordered geometry with axial porosity gradient showed an increase of the reduction extent in comparison with non-ordered RPC foams under similar operating conditions. However, the oxidation step was not enhanced with an ordered geometry featuring mm-size cells due to their incomplete re-oxidation extent. This was chiefly due to sintering and few remaining interconnected pores within struts, which could be attributed to differences in synthesis method when compared with foams (yielding different microstructures). Furthermore, the density of ordered structures was lower than for RPC foams, thereby decreasing the amount of reactive material loaded in the solar reactor cavity. The addition of a natural porogen (wood particles) during the synthesis significantly improved the fuel production rate due to the increase of micro-scale interconnected porosity within the struts. The reactor performance should be further enhanced via scaling-up and optimization of ceria porous structure geometry, cell size and macrostructure for maximum solar radiation absorption and uniform heating. Furthermore, future work should address the geometric optimization of the 3D-ordered porous structures with tailored architectures (including unit cells type, size and porosity with regular lattice and optimal porosity gradient) via thermal and fluid dynamics modelling for achieving uniform temperature distribution and complete reaction extent, as well as the shaping of porous reactive ceramics with controlled microstructure. For this purpose, additive manufacturing techniques can be attractive to elaborate optimized hierarchically-ordered porous structures enabling both efficient volumetric solar radiation absorption and rapid solid–gas reactions, for their integration in solar thermochemical reactors.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Anita Haeussler: Investigation, Data curation, Formal analysis, Visualization, Validation, Writing – original draft. Stéphane Abanades: Conceptualization, Methodology, Investigation, Data curation, Formal analysis, Validation, Writing – original draft, Writing – review & editing, Supervision, Project administration, Funding acquisition."
  },
  "references": []
}