{
  "title": "Tight-binding quantum chemical molecular dynamics simulation of mechano-chemical reactions during chemical–mechanical polishing process of SiO2 surface by CeO2 particle",
  "authors": [
    "Rajendran, Arivazhagan"
  ],
  "publication": {
    "journal": "Applied Surface Science",
    "date": "2005-05-15",
    "doi": "10.1016/j.apsusc.2004.09.126"
  },
  "abstract": "Our tight-binding quantum chemical molecular dynamics method was applied to the investigations on the mechano-chemical reaction dynamics during the chemical–mechanical polishing (CMP) process of SiO2 surface by CeO2 particle. The mechanical forces introduced by the CeO2 particle were found to accelerate the chemical reactions at the CeO2–SiO2 interface. The time profile of the bond population and atomic charges reveals the mechanism of the mechano-chemical reaction dynamics during the CMP process. The electronic states change from Ce4+ to Ce3+ was observed during the CMP process and this reduction reaction is related to the specific characteristics of the Ce element, which has two oxidation states, Ce3+ and Ce4+. Finally, we concluded that our tight-binding quantum chemical molecular dynamics method is an effective tool to clarify the mechano-chemical reaction dynamics during the CMP process, because these investigations cannot be realized by the conventional first-principles calculation and classical molecular dynamics method.",
  "keywords": [
    "Chemical–mechanical polishing",
    "Tight-binding quantum chemical molecular dynamics",
    "Mechano-chemical reaction"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Chemical–mechanical polishing (CMP) has proven to be the only viable technique to achieve global planarization for interlevel dielectric and damascene processes in the deep sub-micron multilevel interconnect fabrication [1,2]. The desired surface is generated by polishing materials at atomic level with the combined effect of mechanical forces and chemical reactions [3]. The CMP is expected to solve various problems related to the surface roughness in semiconductor devices. In particular, it is well known that only the CMP process enables the fabrication of damascene interconnection architectures, which cannot be realized by other planarization techniques. One of the key issues in the CMP is the development of slurries that provide high polishing rate, good planarity, and high selectivity [4]. Abrasive particles for the CMP applications are primarily centered on silica, alumina and ceria. For example, Hoshino et al. investigated the CMP process of silica surface using ceria-containing slurry by experimental methods [5]. However, significant gaps still exist in the experimental phenomena and fundamental understanding of the specific role of interfacial reactions between the ceria slurry and silica surface.\n                  Hence, in the present study we applied our original tight-binding quantum chemical molecular dynamics method to the investigations on the CMP mechanism of the SiO2 surface by CeO2 particle. Especially, the mechano-chemical reaction dynamics at the SiO2 and CeO2 interface in the CMP process was focused on atomic and electronic level. These investigations cannot be realized by the conventional first-principles calculation and classical molecular dynamics method.",
    "Computational methods": "2\n                  Computational methods\n                  Recently, we have succeeded in the development of tight-binding quantum chemical molecular dynamics program “Colors” on the basis of our original tight-binding approximation. Our new algorithm realizes 5000 times acceleration compared to the conventional first-principles molecular dynamics method. Hence, the above program enables us to clarify the chemical reaction dynamics and electron transfer dynamics, employing large simulation model.\n                  More recently, we introduced new function to simulate the CMP process in the above tight-binding quantum chemical molecular dynamics program [6,7]. Simulation model employed in the present study is shown in Fig. 1\n                     . For the simulation of the CMP process, constant force is applied to the polishing particle along the surface normal, and the polishing particle is slid with a constant velocity along the surface.\n                  In this program, the total energy is expressed by Eqs. (1) and (2):\n                        \n                           (1)\n                           \n                              \n                                 E\n                                 =\n                                 \n                                    ∑\n                                    \n                                       i\n                                       =\n                                       1\n                                    \n                                    N\n                                 \n                                 \n                                    \n                                       1\n                                       2\n                                    \n                                    \n                                       m\n                                       i\n                                    \n                                    \n                                       v\n                                       i\n                                       2\n                                    \n                                 \n                                 +\n                                 \n                                    ∑\n                                    \n                                       k\n                                       =\n                                       1\n                                    \n                                    \n                                       occ\n                                    \n                                 \n                                 \n                                    \n                                       ε\n                                       k\n                                    \n                                 \n                                 +\n                                 \n                                    ∑\n                                    \n                                       i\n                                       =\n                                       1\n                                    \n                                    N\n                                 \n                                 \n                                    \n                                       ∑\n                                       \n                                          j\n                                          >\n                                          i\n                                       \n                                       N\n                                    \n                                    \n                                       \n                                          \n                                             \n                                                Z\n                                                i\n                                             \n                                             \n                                                Z\n                                                j\n                                             \n                                             \n                                                e\n                                                2\n                                             \n                                          \n                                          \n                                             \n                                                R\n                                                \n                                                   i\n                                                   j\n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                                 +\n                                 \n                                    ∑\n                                    \n                                       i\n                                       =\n                                       1\n                                    \n                                    N\n                                 \n                                 \n                                    \n                                       ∑\n                                       \n                                          j\n                                          >\n                                          i\n                                       \n                                       N\n                                    \n                                    \n                                       \n                                          E\n                                          \n                                             rep\n                                          \n                                       \n                                    \n                                    (\n                                    \n                                       R\n                                       \n                                          i\n                                          j\n                                       \n                                    \n                                    )\n                                 \n                              \n                           \n                        \n                     \n                     \n                        \n                           (2)\n                           \n                              \n                                 \n                                    E\n                                    \n                                       rep\n                                    \n                                 \n                                 (\n                                 \n                                    R\n                                    \n                                       i\n                                       j\n                                    \n                                 \n                                 )\n                                 =\n                                 \n                                    b\n                                    \n                                       i\n                                       j\n                                    \n                                 \n                                  \n                                 exp\n                                 \n                                    \n                                       \n                                          \n                                             \n                                                a\n                                                \n                                                   i\n                                                   j\n                                                \n                                             \n                                             −\n                                             \n                                                R\n                                                \n                                                   i\n                                                   j\n                                                \n                                             \n                                          \n                                          \n                                             \n                                                b\n                                                \n                                                   i\n                                                   j\n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     where m\n                     \n                        i\n                      is the atomic weight, \n                        \n                           \n                              v\n                              i\n                           \n                        \n                      the atomic velocity, e the elementary electric charge, R\n                     \n                        ij\n                      the internuclear distance, and a\n                     \n                        ij\n                      and b\n                     \n                        ij\n                      are the parameters. Z\n                     \n                        ij\n                      is the atomic charge obtained by the electronic states calculations. Here, Mulliken population analysis is employed to evaluate the atomic charges. In Eq. (1), the first term refers to the kinetic energy, while the second term is the summation of the eigenvalues of all occupied orbitals calculated by the tight-binding approach, and the third term represents the Coulombic interaction. The last term corresponds to the short-range exchange–repulsion energy. The force in the system is calculated using the following equation:\n                        \n                           (3)\n                           \n                              \n                                 \n                                    F\n                                    i\n                                 \n                                 =\n                                 \n                                    ∑\n                                    \n                                       j\n                                       ≠\n                                       i\n                                    \n                                    n\n                                 \n                                 \n                                    \n                                       ∑\n                                       \n                                          k\n                                          =\n                                          1\n                                       \n                                       \n                                          occ\n                                       \n                                    \n                                    \n                                       \n                                          C\n                                          k\n                                          T\n                                       \n                                       \n                                          \n                                             \n                                                \n                                                   ∂\n                                                   H\n                                                \n                                                \n                                                   ∂\n                                                   \n                                                      R\n                                                      \n                                                         i\n                                                         j\n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                       \n                                       \n                                          C\n                                          k\n                                       \n                                       +\n                                       \n                                          ∑\n                                          \n                                             j\n                                             ≠\n                                             i\n                                          \n                                          n\n                                       \n                                       \n                                          \n                                             ∑\n                                             \n                                                k\n                                                =\n                                                1\n                                             \n                                             \n                                                occ\n                                             \n                                          \n                                          \n                                             \n                                                ε\n                                                k\n                                             \n                                             \n                                                C\n                                                k\n                                                T\n                                             \n                                             \n                                                \n                                                   \n                                                      \n                                                         ∂\n                                                         S\n                                                      \n                                                      \n                                                         ∂\n                                                         \n                                                            R\n                                                            \n                                                               i\n                                                               j\n                                                            \n                                                         \n                                                      \n                                                   \n                                                \n                                             \n                                             \n                                                C\n                                                k\n                                             \n                                          \n                                       \n                                    \n                                 \n                                 −\n                                 \n                                    ∑\n                                    \n                                       j\n                                       ≠\n                                       i\n                                    \n                                    n\n                                 \n                                 \n                                    \n                                       \n                                          \n                                             Z\n                                             i\n                                          \n                                          \n                                             Z\n                                             j\n                                          \n                                          \n                                             e\n                                             2\n                                          \n                                       \n                                       \n                                          \n                                             R\n                                             \n                                                i\n                                                j\n                                             \n                                             2\n                                          \n                                       \n                                    \n                                 \n                                 +\n                                 \n                                    ∑\n                                    \n                                       j\n                                       ≠\n                                       i\n                                    \n                                    n\n                                 \n                                 \n                                    \n                                       \n                                          ∂\n                                          \n                                             E\n                                             \n                                                rep\n                                             \n                                          \n                                          (\n                                          \n                                             R\n                                             \n                                                i\n                                                j\n                                             \n                                          \n                                          )\n                                       \n                                       \n                                          ∂\n                                          \n                                             R\n                                             \n                                                i\n                                                j\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     Here, H is the Hamiltonian matrix, S the overlap integral matrix, C the eigenvector matrix, C\n                     T the transposed matrix of C, and ɛ\n                     \n                        k\n                      the orbital energy.",
    "Results and discussion": "3\n                  Results and discussion\n                  Our tight-binding quantum chemical molecular dynamics program “Colors” was applied to the CMP process of the SiO2 surface by CeO2 particle. The 1000fs simulation was performed with time interval of 0.2fs. In order to simulate the CMP process, constant force of 10−10\n                     N was applied to the CeO2 particle along the surface normal, and the CeO2 particle was slid with a constant velocity of 100m/s in this simulation. Temperature was controlled by the scaling of the atom velocities and maintained at 300K in the present study.\n                  The simulation results of the CMP process of the SiO2 surface by CeO2 particle are shown in Fig. 2\n                     . In this calculation, we focused on four specific atoms, \n                        \n                           S\n                           \n                              i\n                              \n                                 Si\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                     , \n                        \n                           \n                              O\n                              \n                                 Si\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                     , \n                        \n                           C\n                           \n                              e\n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                     , and \n                        \n                           \n                              O\n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                      as shown in Fig. 2(a) in order to discuss the bond-breaking, bond-formation, electron transfer, mechano-chemical reactions, and so on at the CeO2–SiO2 interface during the CMP process. From Fig. 2(b) we noticed that the \n                        \n                           S\n                           \n                              i\n                              \n                                 Si\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                           \n                              \n                           \n                           \n                              O\n                              \n                                 Si\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                      bond was broken at 600fs, which was due to the mechano-chemical reactions between the SiO2 surface and CeO2 particle. Fig. 2(c) indicates that the \n                        \n                           C\n                           \n                              e\n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                           \n                              \n                           \n                           \n                              O\n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                      bond was also broken at 800fs. On the other hand, new \n                        \n                           S\n                           \n                              i\n                              \n                                 Si\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                           \n                              \n                           \n                           \n                              O\n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                      bond-formation was observed at 1000fs. Here, classical molecular dynamics approach cannot investigate such chemical reactions. Although conventional static first-principles calculation can investigate the chemical reaction by the transition state analysis, it cannot simulate the above chemical reaction dynamics induced by the mechanical forces. Hence, we confirmed the effectiveness of our tight-binding quantum chemical molecular dynamics method to simulate the mechano-chemical reactions during the CMP process.\n                  Electronic states dynamics during the above CMP process was analyzed by using the population analysis. Fig. 3(a) shows the time profile of the bond population of the above \n                        \n                           S\n                           \n                              i\n                              \n                                 Si\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                           \n                              \n                           \n                           \n                              O\n                              \n                                 Si\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                     , \n                        \n                           C\n                           \n                              e\n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                           \n                              \n                           \n                           \n                              O\n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                     , and \n                        \n                           S\n                           \n                              i\n                              \n                                 Si\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                           \n                              \n                           \n                           \n                              O\n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                      bonds during the CMP process. Here, bond population N\n                     ab between atoms a and b is defined by Eq. (4):\n                        \n                           (4)\n                           \n                              \n                                 \n                                    N\n                                    \n                                       ab\n                                    \n                                 \n                                 =\n                                 4\n                                 \n                                    ∑\n                                    r\n                                    \n                                       on\n                                        \n                                       a \n                                    \n                                 \n                                 \n                                    \n                                       ∑\n                                       s\n                                       \n                                          on\n                                           \n                                          b\n                                       \n                                    \n                                    \n                                       \n                                          ∑\n                                          j\n                                          \n                                             occ\n                                          \n                                       \n                                       \n                                          \n                                             C\n                                             \n                                                j\n                                                r\n                                             \n                                          \n                                       \n                                       \n                                          C\n                                          \n                                             j\n                                             s\n                                          \n                                       \n                                       \n                                          S\n                                          \n                                             r\n                                             s\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     Here “on a” means the summation on all the orbitals in atom a. This graph clearly explains the detailed mechanism of the \n                        \n                           S\n                           \n                              i\n                              \n                                 Si\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                           \n                              \n                           \n                           \n                              O\n                              \n                                 Si\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                      bond-breaking at around 600fs, \n                        \n                           C\n                           \n                              e\n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                           \n                              \n                           \n                           \n                              O\n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                      bond-breaking at around 800fs, and \n                        \n                           S\n                           \n                              i\n                              \n                                 Si\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                           \n                              \n                           \n                           \n                              O\n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                      bond-formation at around 900fs. \n                        \n                           S\n                           \n                              i\n                              \n                                 Si\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                           \n                              \n                           \n                           \n                              O\n                              \n                                 Si\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                      bond population gradually decreased from 200fs and became zero at around 600fs, which is consistent with the snapshot in Fig. 2(b). On the other hand, \n                        \n                           C\n                           \n                              e\n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                           \n                              \n                           \n                           \n                              O\n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                      bond population rapidly decreased at around 800fs, which is different from the gradual bond-breaking of the \n                        \n                           S\n                           \n                              i\n                              \n                                 Si\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                           \n                              \n                           \n                           \n                              O\n                              \n                                 Si\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                      bond. \n                        \n                           S\n                           \n                              i\n                              \n                                 Si\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                           \n                              \n                           \n                           \n                              O\n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                      bond population increased just after the \n                        \n                           C\n                           \n                              e\n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                           \n                              \n                           \n                           \n                              O\n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                      bond-breaking at 800fs and rapid bond-formation was observed until around 900fs. These results indicate that the bond-formation and bond-breaking related to the CeO2 particle is very fast and those related to only the SiO2 surface is very slow. These phenomena are caused by the sliding of the CeO2 particle. Hence, we concluded that the mechanical forces introduced by the CeO2 particle accelerate the chemical reaction at the CeO2–SiO2 interface. Moreover, these results indicate that we successfully simulated the mechano-chemical reaction dynamics and elucidated the effect of mechanical forces on the chemical reactions.\n                  In order to discuss the electron transfer during the CMP process, we analyzed the change in the atomic charges with time. Fig. 3(b) shows the time profile of the atomic charges on the \n                        \n                           C\n                           \n                              e\n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                      and \n                        \n                           \n                              O\n                              \n                                 Si\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                      atoms during the CMP process. This figure indicates that the atomic charge on the \n                        \n                           \n                              O\n                              \n                                 Si\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                      atom was increasing gradually from the start of the simulation. This gradual electron transfer corresponds to the gradual \n                        \n                           S\n                           \n                              i\n                              \n                                 Si\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                           \n                              \n                           \n                           \n                              O\n                              \n                                 Si\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                      bond-breaking. On the other hand, the atomic charge on the \n                        \n                           C\n                           \n                              e\n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                      atom suddenly decreased at 800fs. This electron transfer was found to lead the rapid \n                        \n                           C\n                           \n                              e\n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                           \n                              \n                           \n                           \n                              O\n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                      bond-breaking. Moreover, it indicates that the \n                        \n                           C\n                           \n                              e\n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                      atom was reduced from Ce4+ to Ce3+ and the electron transfer took place from some O atoms to the \n                        \n                           C\n                           \n                              e\n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                      atom. Further detailed analysis elucidated that the electrons transferred from the p-orbital of some O atoms to the f-orbital of the \n                        \n                           C\n                           \n                              e\n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                              \n                           \n                        \n                      atom. This reduction reaction is related to the specific characteristics of the Ce element, which has two oxidation states, Ce3+ and Ce4+.\n                  Finally, we concluded that our new tight-binding quantum chemical molecular dynamics program is very effective to clarify the mecahno-chemical reaction dynamics during the CMP process. Especially, the analysis of time profile of the bond population and atomic charges is powerful tool to reveal the effect of mechanical forces on the chemical reactions.",
    "Conclusions": "4\n                  Conclusions\n                  We successfully applied our tight-binding quantum chemical molecular dynamics method to the investigations on the CMP process of SiO2 surface by CeO2 particle. Not only the atomistic phenomena such as bond-breaking and bond-formation but also electronic states dynamics and electron transfer dynamics during the mechano-chemical reactions were clarified and discussed. The mechanical forces introduced by the CeO2 particle were found to accelerate the chemical reactions at the CeO2–SiO2 interface. The electronic states change from Ce4+ to Ce3+ was observed and this reduction reaction is related to the specific characteristics of the Ce element, which has two oxidation states, Ce3+ and Ce4+. These results indicate that our tight-binding quantum chemical molecular dynamics method is a very effective tool to clarify the mecahno-chemical reaction dynamics during the CMP process."
  },
  "references": []
}