{
  "title": "Synthesis of nano-Pt onto ceria support as catalyst for water–gas shift reaction by Reactive Spray Deposition Technology",
  "authors": [
    "Jain, Rishabh"
  ],
  "publication": {
    "journal": "Applied Catalysis A: General",
    "date": "2014-04-05",
    "doi": "10.1016/j.apcata.2014.01.053"
  },
  "abstract": "Reactive Spray Deposition Technology (RSDT) was employed to synthesize 1wt% Pt of 0.5–2nm onto ceria of 8–30nm. The catalyst was evaluated for water–gas shift (WGS) reaction with 1vol% CO & 3vol% H2O, atmospheric pressure, temperature range (100–350°C) and gas hourly space velocity (GHSV) of 8622h−1. CO conversion of 15% (150°C), 18% (200°C), 37% (225°C) and 100% (250°C) was observed. Comparison with conventionally prepared catalysts (sol–gel, co–precipitation, and incipient wetness impregnation) from literature revealed superior activity with RSDT synthesized catalysts. Catalyst morphology was investigated with TGA, ICP–OES, XRD, TPR, HRTEM, and SEM with XEDS. No evidence of sintering or agglomeration of Pt nanoparticles was observed in HRTEM which could account for the dramatic improvement in activity.",
  "keywords": [
    "Water–gas shift reaction",
    "Ceria supported platinum catalyst",
    "CO conversion",
    "Reactive Spray Deposition Technology",
    "High resolution transmission electron microscopy"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Interest in WGS reaction has grown exponentially in the past decade as a result of the advancement in fuel cell technology and the need to develop small-scale fuel processors [1]. Fuel cell technology has the potential to revolutionize the existing transportation system as well as fulfill the most rigorous exhaust gas emission requirements [2]. Fuel cells require H2 which is obtained by reforming of synthesis gas (mixture of CO, and H2). The presence of CO as low as 30ppm in H2 can poison the Pt electrode of a fuel cell resulting in complete shutdown [3]. CO can be converted using the water–gas shift (WGS) reaction (CO (g)+H2O (g)→CO2 (g)+H2 (g)) in the presence of a catalyst to yield H2 and CO2. On the basis of temperature and catalyst used, WGS reaction can be classified into: higher temperature shift (HTS) reaction occurring between 350°C and 450°C in the presence of iron–oxide catalysts promoted with chromium and lower temperature shift (LTS) reaction occurring between 180°C and 250°C with noble metals (Pt, Au, Ru, Rh, Pd) supported on ceria, alumina, zirconia, vanadium or titania. However, ceria has stood out to be the most favorable support for noble metals based LTS reactions because of its unique properties of high oxygen storage capacity [4] and its ability to exist in multiple oxidation states (Ce4+/Ce3+) which results in an increase in oxygen vacancies [5,6].\n                  \n                     1.1\n                     Interaction of Pt–ceria for WGS reaction (redox mechanism)\n                     The mechanism of WGS reaction on Pt/ceria catalyst is shown in Fig. 1\n                        . The following sets of equations describe the mechanism:\n                           \n                              a.\n                              CO+Pt*→COads (* represents adsorption site on Pt)\n                           \n                           \n                              b.\n                              COads\n                                 +CeO2\n                                 →CO2\n                                 +Ce2O3\n                              \n                           \n                           \n                              c.\n                              H2O+Ce2O3\n                                 →CeO2\n                                 +H2\n                              \n                           \n                        \n                     \n                     Incoming CO is adsorbed on the Pt which extracts oxygen from the Pt–ceria interface (Fig. 1a), resulting in the formation of an oxygen vacancy in ceria (Fig. 1b). Two Ce4+ ions are reduced to the Ce3+ state in this process forming Ce2O3. Ce2O3 is then oxidized through the dissociation of the incoming H2O (H+\n                        +OH−). The oxygen vacancy is refilled and H2 is released in the process (Fig. 1c).\n                  \n                  \n                     1.2\n                     Reactive Spray Deposition Technology\n                     Flame-based materials prepared in well controlled conditions are high surface area materials and can give some unique properties (e.g. higher activity, lower melting point etc.), good thermal stability, and faster mass transfer during catalysis since these particles are exposed to rapid heating and cooling zones in the flame [7]. Maric et al. has developed a flame combustion process also known as reactive spray deposition technology (RSDT) for synthesis of nanoparticles with narrow particle size distribution (1–3nm) which can employ a broad selection of precursors compared to conventional vapor-fed flame reactors [8–24]. A schematic of RSDT is shown in Fig. 2\n                        . RSDT is a one-step, open atmosphere flame process of synthesizing catalysts where the particles are synthesized in the flame and directly deposited on the substrate or collected as particles. The RSDT for Pt based electrocatalyst clearly have shown that the process can be adjusted to give precise control (<1nm) on metallic nanoparticle diameter. The studies also showed that specific activity for O2 reduction varied non–monotonically with particle size showing a relatively sharp peak in specific Pt activity at 2.2nm diameter [8–10]. RSDT process eliminates the intermediate steps of filtration, drying, and calcination. No waste is generated since the solvent is combusted in the flame to form CO2 and H2O. Precise control of particle size and crystallinity can be achieved by adjusting flame conditions such as precursor concentration, chemistry, and flow rate, equivalence ratio (stoichiometric oxidant and fuel flow rate to actual oxidant and fuel flow rate), quench flow rate and the substrate temperature [11]. Here we report the comparison of the WGS activity of nano Pt/ceria catalyst prepared by RSDT with the results reported in literature by conventional wet chemistry processes: sol–gel, co-precipitation, and incipient wetness impregnation. Microstructure and morphology of the catalyst was characterized for thermogravimetric analysis (TGA), inductively coupled plasma optical emission spectroscopy (ICP-OES), X-ray diffraction (XRD), temperature programmed reduction (TPR) with hydrogen, scanning electron microscopy (SEM), and high resolution transmission electron microscopy (HRTEM) with X-ray energy dispersive spectroscopy (XEDS) Fig. 2.",
    "Experimental": "2\n                  Experimental\n                  \n                     2.1\n                     Catalyst synthesis\n                     The ceria was obtained from Sigma Aldrich (Catalogue (no. 544841). Nano Pt was deposited on to the ceria using RSDT. The RSDT process bypasses traditional wet chemical routes by simultaneously nucleating the catalyst on a support and sequential deposition of catalyst layer via gas–phase. A detailed explanation of the equipment and the process can be found elsewhere [9]. The precursor used was platinum (II) 2,4-pentanedionate [“platinum acetylacetonate” or “Pt acac”] obtained from Colonial Metals, Inc. (no. 6039) which was dissolved in a solvent blend consisting of xylene and acetone (Fisher Scientific no. X5–20 and A18–4, respectively) in the weight ratio of 3:1. In order to support the atomization, 20wt% sulfur free liquefied propane (Airgas catalogue no. PRCP350S) was added to the precursor solution resulting in a final concentration of 0.6mM/L Pt acac, 62.5wt% xylene, 21wt% acetone, and 16.5wt% propane. The flow rate of the precursor solution was set at 4mL/min and the temperature at 60°C based on our previous design of experiments to create nano sized Pt particles of 1–3nm [8]. The precursor solution was atomized by a gas-assisted external mixing nozzle (combustion nozzle) by oxygen (14L/min). Six methane–oxygen flamelets (methane and oxygen at 0.5L/min each) surround the capillary end which ignites the combustible precursor mist. Since the droplets produced by this process are mostly sub-micron due to energetic inputs of heat, pressure, and a supercritical propane diluent – the metal-organic precursor is confined to the nanoscale regime during particle formation. During the particle formation process the precursor heats up, decomposes, and then undergoes a phase transition to vapor followed by concurrent reduction of the Pt2+ to Pt metal. At around 6in. from the flame, a circular air quench (Exair, Super Air WipeTM) was placed with an air flow rate of 28L/min. The air quench cools the Pt nanoparticles instantly and prevents growth, agglomeration, and sintering, thereby keeping the particle size small and increasing active surface area which is an essential requirement for the high catalytic activity.\n                     Ceria slurry was prepared by suspending 1wt% ceria in deionized water and maintaining the pH at 5 by adding concentrated nitric acid. The acidity helps deaggregation of the ceria particles [25]. The slurry was subjected to stirring and ultra-sonication for 1h with an energy input of 200–250kJ. The slurry was sprayed using a pair of Nordson EFD 781 spray valves (slurry nozzles) which were positioned at 180° to each other and perpendicularly to the flame, the total flow rate of which was maintained at 1.5mL/min. The Pt nano particles from the flame were condensed on the ceria sprayed from the slurry nozzles during time of flight and the Pt/ceria catalyst was collected on the glass fiber filter (GFF) substrate.\n                  \n                  \n                     2.2\n                     Characterization\n                     The decomposition profile of Pt acac was obtained using TGA Q5000 IR thermogravimetric analyzer from TA instruments. It is a required parameter which is useful to set the flame conditions to ensure that no residual Pt acac remained in the prepared catalyst. To simulate the conditions of the reaction in the flame, TGA was performed in air from 30°C to 550°C at the ramp rate of 5°C/min. Elemental analysis of the deposited catalyst film was determined by ICP–OES using a Perkin Elmer Optima 7300DV. XRD patterns were recorded on a Bruker D8 advanced powder diffractometer using CuKα radiation with a zero background quartz disc on which the catalyst was deposited. HRTEM micrographs of Pt on ceria particles were obtained on a 200kV JEOL 2010 FasTEM with a LaB6 source equipped with an EDAX XEDS system. Lacey formvar/carbon, 200mesh Cu grids (Ted Pella, Inc.) were mounted on a custom built multiple grid holder. The holder was introduced directly in front of the flame. The grids were removed after 150s and introduced directly in the TEM chamber without any further sample preparation steps. SEM micrographs were collected on an FEI ESEM Quanta 250 with a field emission gun with an EDAX XEDS system. The GFF substrate was sputter coated with gold prior to imaging. The catalyst film was also deposited on conductive glassy carbon for further SEM studies. TPR studies were performed in 1vol% H2 and balance Ar with a flow rate of 100sccm in the temperature range (30°C to 600°C) with a ramp rate of 2°C/min.\n                  \n                  \n                     2.3\n                     Catalytic reaction\n                     The catalyst was tested for WGS activity at atmospheric pressure and temperature range (100°C to 350°C) with a ramp rate of 5°C/min in Altamira Instrument's BenchCAT™ 1000R HP equipped with a fixed bed reactor, furnace, and mass flow controllers for precise gas flow. The reactor was a 1 in. OD and 7in. long quartz tube. The gas flow with a composition of 1vol% CO and 99vol% Ar was set at 100sccm and humidified by bubbling through water maintained at 25°C. The catalyst bed was monitored with a standard K-type thermocouple. An Agilent Micro gas chromatography (GC) with a thermal conductivity detector (TCD) was used for the identification of the products from the reactor. The GC was calibrated for CO, CO2, and H2 by flowing known standards. The product gas stream was directed through a Peltier cooled chiller before it was sent to GC to remove any residual moisture. The catalyst was also tested with the conditions (pretreatment and reaction) similar to references [26–29] as described in Table 1\n                        .",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Catalyst characterization\n                     \n                        Fig. 3\n                         shows the TGA profile of Pt acac in air. The initial weight was 22.39mg. The weight loss process began at 173°C and leveled off at 257°C with the final weight loss of 59wt%. This shows that the precursor can be easily decomposed to metallic Pt in the flame.\n                     A Pt doping value of 0.91wt% was confirmed by ICP–OES.\n                     \n                        Fig. 4\n                         shows the XRD pattern of the ceria support and Pt on ceria catalyst. The ceria shows the fluorite cubic structure and is associated with the ICDD no. 01-075-9470. The crystallite size of the support was measured to be 27.0nm by Debye Scherrer's method. However, this method of crystallite size calculation does not take into account the distribution of sizes and only considers the mean size of the particles. No visible Pt peaks were observed possibly due to the interference with ceria and the low Pt loading value [30]. The crystallite size of ceria remained unchanged after Pt doping proving that the cubic structure of ceria is retained and was not influenced by high temperature conditions which may have caused sintering. The substrate temperature in the RSDT was in the range of 90°C to 110°C. There was no significant position shift of the prepared catalysts as compared with the bare ceria which imply that the Pt atom was not incorporated into the ceria structure [31] \n                        Fig. 4.\n                     The microstructure and film morphology were characterized by SEM. The SEM micrographs of the non-coated GFF substrate and catalyst film are shown in Fig. 5\n                        (a) and (b), respectively. From Fig. 5(a) it can be noticed that the fibers are 0.5–2μm in diameter. Fig. 5(b) illustrates non uniformity in the catalyst film on the GFF substrate. Three insets are shown in Fig. 5(b). Left inset shows the edge of the catalyst coated substrate. The middle inset is the image of the film on conductive glassy carbon substrate and it shows the part of the film which is peeling off from the substrate. This shows that the film thickness is around 12.6μm. The right inset is a magnified view of the film coated on fibers and it shows that the resultant conformal film of Pt/ceria nanoparticles covered the individual fibers on the upper-side of the membrane completely, without inducing any fiber aggregation Fig. 5.\n                     In order to identify the metal–support interaction, HRTEM micrographs were taken as shown in Fig. 5(c)–(e). The TEM micrograph shows the size distribution of Pt nano particles to be in the range of 0.5–2nm. Nanoparticles of Pt are evenly distributed on the surface of ceria nanoparticles that are 10–30nm in diameter. No evidence of agglomeration or sintering of Pt nanoparticles can be seen. The bottom right inset of Fig. 5(c) shows the selected area diffraction pattern which mainly corresponds to the ceria lattice. XEDS also confirmed the Pt loading to be around 1wt% (data not shown here). Ceria has a variety of geometries including rectangular, polygon, and facet and has a size distribution in the range of 8–30nm. TPR measurement of the catalysts was performed in H2 from 100°C to 600°C (plot not shown here). Three distinct peaks were obtained at 100°C, 175°C, and 425°C which were assigned to the reduction of surface PtO\n                           x\n                        , PtO\n                           x\n                         interacting with ceria, and bulk ceria, respectively [32].\n                  \n                  \n                     3.2\n                     Water–gas shift catalytic activity\n                     The activity of the ceria supported 1wt% Pt catalyst is shown in Fig. 6\n                        . No methanation activity was observed in the reaction as evident from the absence of methane peak in the micro GC. The catalyst was active at 150°C and gave a CO conversion of 15% at 150°C, 18% at 200°C, 37% at 225°C, and 100% at 250°C. The activity is compared with the catalysts prepared by the conventional wet chemistry processes with similar Pt doping: sol–gel, co–precipitation, and incipient wetness impregnation [26–29] and the comparison is shown in Table 1. In order to do a fair comparison, our catalysts were also tested with the conditions of ref [26–29] as shown in Fig. 1A, B, C and D. It can be seen that the catalyst performed better than the catalyst of Apanee et al., Duarte et al. and Hwang et al. and poorly with Roh et al. There can be a number of factors responsible for the catalyst activity. Preparation methods and catalyst pre–treatment play a significant role in the performance. Hwang et al. [27] and Dwarte et al. [28] subjected their catalysts (each with a Pt doping around 1–1.2wt% on ceria) to 350°C for 1hr in a reducing environment which could have led to sintering of Pt nanoparticles thereby reducing the active surface area. It is interesting to see in Fig. 5 that after pretreating the catalyst at 110°C with O2 for 2hrs, the catalyst performed better than the untreated one. CO concentration in the reactor feed also had a significant role. WGS rate is proportional to the CO partial pressure to the zero order observed over the Pt–based catalysts, which implies that reducing the CO concentration from 2vol% to 1vol% requires twice as much catalyst [33]. However, increase in CO causes poisoning of Pt thereby making it inactive. A typical value for CO concentration for an LTS reactor is 1vol %. Apanee et al. measured the highest CO conversion around 17% at 320°C by using 4% CO in the feed [26]. However, on reducing the CO concentration to 1%, activity improved dramatically giving 90% CO conversion at 300°C. Further reduction of CO to 0.5% concentration improved activity to 95% CO conversion at 250°C. Catalysts are also prone to sulfur poisoning which significantly hampers the performance. It can be seen that the amount of Pt doping has a direct influence on the activity. Amount of Pt doping and the synthesis method needed to be optimized for a maximum activity. Yeung et al. reported a Pt doping of 2wt% and resulted in reduced CO conversion of only 16.5% at 450°C [34]. This could be due to the fact that higher Pt doping results in the formation of clusters and agglomeration leading to a reduced Pt dispersion and decreased support–metal contact area [35]. In order to better understand the influence of Pt doping on the activity of ceria the density functional theory (DFT) was employed [36–41]. It was found that the structural relaxation is the main factor responsible for decrease of the oxygen vacancy formation energy, i.e. the Pt doping makes structural distortion much more exothermic for the reduced ceria. The mechanism for the large reduction in vacancy formation energy can partly be explained by simple electrostatic arguments. The Pt2+ dopants are lower in formal charge than Ce4+, and it is easier to form an oxygen vacancy from next to Pt2+ than next to Ce4+. Lastly, enhancement in the WGS reaction activity of Pt/ceria catalysts has also been explained by the electronic perturbation of the Pt by the ceria support [40]. Electronic interaction between Pt and ceria greatly reduces the activation barrier for water splitting and stabilizes the adsorbed OH and H products as shown by DFT [42].",
    "Conclusions": "4\n                  Conclusions\n                  1wt% Pt on ceria catalyst was synthesized using RSDT where solid nanoparticles were grown from the vapor phase and collected on glass fiber filter substrates. The catalyst was tested for WGS reaction at various pretreatment and operating conditions. The activity was compared with the literature for the catalysts prepared by conventional processes. It was found that the RSDT produced catalyst performed better than most of the other catalysts. This is due to uniform distribution of Pt nanoparticles on the ceria surface and no agglomeration between particles. The catalyst activity depends strongly on the particle size of Pt, CO feed concentration, GHSV, water/CO ratio, ceria-Pt interaction, availability of surface oxygen vacancies in ceria, and catalyst poisoning by excess CO or sulfur. Our next publication will elaborate further the influence of the ceria size, synthesis technique, morphology and surface activation in the Pt/ceria catalyst for WGS reaction."
  },
  "references": []
}