{
  "title": "Mechanism of polishing of SiO2 films by CeO2 particles",
  "authors": [
    "Hoshino, Tetsuya"
  ],
  "publication": {
    "journal": "Journal of Non-Crystalline Solids",
    "date": "2001-05-31",
    "doi": "10.1016/S0022-3093(01)00364-7"
  },
  "abstract": "To examine the polishing mechanism in chemical mechanical polishing of a thermally grown SiO2 film by CeO2 particles, the surface structure of the film and the polishing waste were investigated by various analytical means. Fourier-transformed-infrared-attenuated-total-reflection (FT-IR-ATR) spectra indicated that the film surface structure was strained as a result of a reaction with CeO2. A small amount of Si was found by inductively coupled plasma-atomic emission spectroscopy (ICP-AES) in the waste supernatant and it was detected as particles by optical interference measurement. The scanning electronic microscopy (SEM) image of the particles showed a not-well-defined shape like cotton scraps, but their IR transmission spectrum resembled that of the SiO2 film. From these results we concluded that the SiO2 film surface is first reacted with CeO2 particles and a multiple number of chemical bondings of Si–O–Ce are formed on the surface. Then mechanical tearing of Si–O–Si bonds leads to the SiO2 removal as a lump instead of Si(OH)4 monomer, and the lump is released from the CeO2 particles downstream.",
  "keywords": [],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Ceria has been commonly used as an abrasive for glass polishing. It has the fastest polishing rate among those of SnO2, TiO2, ZrO2, Cr2O3, Al2O3, Y2O3, La2O3 and so on [1]. Since CeO2 is softer than SiO2 \n                     [2], it inflicts less damage such as scratches on the SiO2 film than the other particles mentioned. Recently, ceria slurry has also been used in the field of semiconductor CMP (chemical mechanical polishing) process for planarization of intermetal dielectrics [3–5], and good polishing performance has been demonstrated. To improve the polishing performance it is important to understand how the polishing of the SiO2 film with ceria slurry takes place. So the purpose of this paper is to study the polishing mechanism in SiO2 films by CeO2 particles.\n                  The CeO2 particles feature softness and high polishing rate. If mechanical polishing is dominant, soft particles should give a slower polishing rate, but the fact is reversed. So, there should be a large contribution from chemical reactivity in the polishing mechanism.\n                  Polishing mechanisms have been studied in the field of optical glass [1,6,7] for more than 40 years, as reviewed by Izumitani [6] and Holland [7]. And also in the field of semiconductor the mechanisms have been studied [8,9]. However, the chemical contribution has not been identified in these studies [10].\n                  Lee [1] reviewed the polishing mechanism of SiO2 with CeO2 and proposed the most probable mechanism in the sense of CMP. He thought that SiO2 film and CeO2 particles would make a Ce–O–Si bonding and Ce–O–Si(OH)3 must have been removed from the surface. Then the dissolution of Si(OH)4 follows.\n                  To confirm this, we paid attention to the surface structure of the SiO2 film and the dissolved species of Si(OH)4 in the polishing waste. If Ce–O–Si bonding is formed during the polishing, the surface structure of SiO2 must be distorted, which may be detected by IR spectroscopy. And if Si(OH)4 has dissolved in the waste, it must be found by chemical analysis.",
    "Experiment": "2\n                  Experiment\n                  As Fig. 1\n                      shows, CMP was carried out on a wafer polisher with a polyurethane pad. During the polishing experiment, the wafer was mounted on a template assembly of 6 in. diameter. The polishing pressure was controlled by a dead weight scheme. The down force pressure was kept at 16 kPa and the polisher was rotated at 30 rpm.\n                  A thermally grown SiO2 film on silicon substrate was used as the sample. The SiO2 film was made from Si which was oxidized by hot water vapor at 1000°C. The abrasive slurry was made of CeO2 particles dispersed in water with a surfactant. The particles used had a mean diameter of about 80 nm with an impurity level of less than 10 ppm. An organic polymer-type surfactant (0.0091 wt%) was added to get a stable suspension or a slurry of proper pH. The concentration of CeO2 was about 1 wt%. The pH value of the slurry was fixed at 8 to get the most stable suspension. We confirmed through optical microscope observations combined with a particle counter that the polishing caused few scratches larger than 0.2 μm on the surface of SiO2 films.\n                  At first, we checked how the surface of SiO2 film had changed after the polishing. The film thickness was measured by non-contact spectro-reflectometry. The surface structure was measured by the Fourier-transformed-infrared-attenuated total reflectance (FT-IR-ATR). The experimental setup was made of a 60° germanium ATR plate (90×15×5 mm). The plate geometry provided nine reflections at an incident angle of 60°. Two specimens cut from the thermally oxidized SiO2 film were attached to both sides of the ATR plate. The thickness of the film was 1500 and 400 nm before and after polishing, respectively. If needed, the polished film was treated in acid for 15 min with sonication. Then the film was washed in water for 15 min with sonication.\n                  Next, we checked the composition of the waste. After the polishing, the waste was centrifuged at 4×104 Gal for 1 h. To eliminate the majority of CeO2 particles in the waste, the supernatant was analyzed for composition and particle size distribution. The concentration of Ce and Si was measured by the induced coupled plasma atomic emission spectroscopy (ICP-AES). The particle size distribution was measured by optical interference measurement using a Coulter counter. When we calculated the size distribution, we assumed the particle to be spherical.\n                  The supernatant of the waste was further checked for SiO2 solid component. The SiO2 component was extracted by the following concentration process. The supernatant was first placed in a plastic vessel and was evacuated through a cold trap and was rotated at 20°C until the reconcentration ratio reaches as much as 100 times. The vessel was kept in the ambient atmosphere for one week to get a white precipitate deposited on the wall of the vessel. The precipitate was subjected to analysis by IR, SEM and XMA (X-ray micro-analysis).\n                  IR spectra were recorded with a spectral resolution of 4\n                        cm\n                        −1\n                      and using 64 scans. For transmission IR, the samples were dispersed in powdered KBr. SEM pictures were taken and XMA spectra were measured. The samples were platinum-coated for SEM and XMA to get clear SEM images at high resolution.",
    "Results": "3\n                  Results\n                  \n                     3.1\n                     The change in surface structure of SiO2 film\n                     To see whether or not polishing causes structural change on surface of SiO2 films, we used FT-IR-ATR. The results are shown in Fig. 2\n                        . The spectrum had changed after polishing as in Fig. 2(b) compared with 2(a), but the change was restored by washing the surface in an acidic solution (\n                           conc.HNO\n                           3\n                        /30%H2O2 =1/1 by volume) as in Fig. 2(c).\n                     There are two peaks indicated by arrows near 1100\n                           cm\n                           −1\n                        , which belong to asymmetric stretching modes. These two peaks result from one peak, which splits into two peaks due to the polarized light. The peak of the upper wavenumber is the LO mode and the lower is the TO mode [11–14]. This splitting width was changed by polishing, with a blue shift of 57\n                           cm\n                           −1\n                         for the LO mode and a red shift of 5\n                           cm\n                           −1\n                         for the TO mode. However, when we washed the polished SiO2 film with acid, the peaks returned to the original positions, indicating that the surface was once modified by CeO2 but restored by the post-acid treatment.\n                  \n                  \n                     3.2\n                     Analysis of polishing waste\n                     To seek out the SiO2 component removed from the film surface, we investigated the contents of the polishing waste. The pH of the waste is 7.4, which is not far from the pH of the slurry. After the centrifugation of the waste, the supernatant was found to have Ce 3.7±0.7 ppm and Si 2.9±0.1 ppm by ICP-AES.\n                     The particle size distribution of the supernatant is shown in Fig. 3\n                        . The peak of 80 nm is assigned to CeO2 and that of 600 nm to SiO2.\n                     The CeO2 in the original polishing slurry has a mean particle diameter of 80 nm, which does not change even after polishing. Besides, if CeO2 particles had aggregated to have a mean diameter of 600 nm, they should have been carried down during the centrifugation, faster than the individual CeO2 particles. So the new peak at the diameter of 600 nm must be assigned to SiO2 particles. If such large particles were scraped, it should have caused much damage on the SiO2 film. But no actual damage was observed. So the particles must have grown larger due to aggregation. It is noted that total weight of Ce particles estimated from the peak area is as much as that of SiO2, which agrees with the results of ICP-AES. By the way, why did such large particles of SiO2 stay in the waste? The image of SiO2 was observed in the next section.\n                  \n                  \n                     3.3\n                     Characterization of particles in waste\n                     For a more detailed study we conducted further analysis on the solid component in the supernatant of the waste by SEM with XMA and FT-IR. The sample for SEM observation was a white lump of more than 2 mg, prepared from the waste volume of 500 ml in agreement with the results from ICP-AES. The SEM observation results are shown in Fig. 4\n                        . As in Fig. 4(a) SiO2 particles show a not-well-defined shape like `cotton scraps'. On the other hand, CeO2 particles, as in Fig. 4(b), were round and as large as 100 nm. The XMA results are shown in Fig. 4(c) and (d). The corresponding parts analyzed are designated by the cross-hatch in Fig. 4(a) and (b). It is clear that the cotton scrap is Si-rich and the round particle is Ce-rich. The shape of round particles is another good identification of the ceria particles because the shape of the ceria particles used in the polishing slurry has been round.\n                     The FT-IR absorption spectroscopy of the white precipitate is shown in Fig. 5\n                        (a). The peak of CeO2 is not seen here. The spectrum of the SiO2 film is also shown in Fig. 5(b). The results are also shown in Table 1\n                        . It is already known that the spectrum of SiO2 films differs in accordance with the kind of films [15,16].\n                     When SiO2 particles are made from a solution, for example, prepared from the hydrolysis and condensation reaction of Si(OCH2CH3)4, its spectrum has a broad and intense peak for SiOH at 1400\n                           cm\n                           −1\n                        , indicating that the hydroxyl group is isolated. The peak at 1100\n                           cm\n                           −1\n                         is rather weak [17]. On the other hand, the SiO2 gel made from Si(OCH2CH3)4 has a broader peak of the SiO stretching mode at 1070\n                           \n                           cm\n                           −1\n                         and a Si–O–Si bending mode at 450\n                           cm\n                           −1\n                         \n                        [18].\n                     Thus, the spectral similarity teaches us that the SiO2 particles in the waste and the SiO2 film have a similar structure.\n                     While in Fig. 5(a), the SiOH peak seems to appear in addition to the SiO2 peaks. Moreover, the surfactant peak appears in the range 1400–1800\n                           cm\n                           −1\n                        . Thus, aggregation may be caused by SiOH and/or the surfactant.",
    "Discussion": "4\n                  Discussion\n                  \n                     4.1\n                     Interpretation of analytical results\n                     The data from FT-IR-ATR show that the SiO2 peak shifts after polishing and restores after washing with HNO3/H2O2 aqueous solution.\n                     The similar peak shift is also observed when the SiO2 film on Si wafer becomes thinner [11,12,19]. They calculated the shift theoretically [13,14], and concluded that the distortion of the SiO2 network structure of thin layer neighboring Si layer caused the shift. Moreover, Naoki et al. observed the similar distortion, experimentally [15].\n                     Some other possible reasons for the shift by distortion in the glass network could be due to the densification of silica or the formation of dangling bond in Si atom, chemical adsorption of surfactant on the film, or the formation of Ce–O–Si bonding. Judging from the experimental results on the retention of SiO2 IR peak shift after washing with acid, the most plausible cause for the shift should be the formation of Ce–O–Si bonding in this particular case. This is because H2O2/HNO3 may dissolve CeO2, but cannot destroy Si–O–Si bonding or dissolve organic molecules of the surfactant. If the peak shift is due to the formation of Ce–O–Si bonding on the surface, these IR data will support the proposal that Ce–O–Si bonding is formed during the polishing process.\n                     On the other hand, the ratio of SiO2 to CeO2 in the polishing waste supernatant is much the same as the concentration ratio of Si to Ce as confirmed by the particle size distribution analysis and ICP-AES. If a SiO2 film is removed in the form of Si(OH)4 as Lee proposed [1], the analysis figure for Si should have been much bigger than Ce. This means that the amount of Si(OH)4 is much less than that of the SiO2 particle. So, Si should have existed not as a molecule of Si(OH)4, but as a lump of SiO2.\n                     Moreover, the SiO2 particle had almost the same chemical structure as the SiO2 film. This means that SiO2 particles did not change the structure and were much bigger than Si(OH)4 or its oligomer.\n                     From the results of SEM inspection, the SiO2-rich paste had a not-well-defined shape. But as the paste looked like a root, SiO2 particles were possibly scrubbed and taken from the CeO2 particle. The size of SiO2 was as large as 600 nm, which was much larger than the scratch in the polished surface of the SiO2 film. So the particles should have aggregated. An experiment to measure surface charges and the SiO2 particle size was performed [17]. Generally, the SiO2 particles are dispersed as the SiO2 surface is negatively charged [9]. However, the SiO2 particles of 10 nm diameter were not charged very much [17]. So, they easily aggregated, probably because their surface charges were low.\n                     One might argue that SiO2 is made from Si(OH)4 in the waste by a condensation reaction. There is an equilibrium between SiO2 film and Si(OH)4. In fact, the saturated concentration of SiO2 in water of pH 8 is as much as 100 ppm [1]. This means that if the concentration of Si is less than 100 ppm, solid SiO2 cannot exist in water. While the results of ICP gave 3 ppm for the Si component and yet solid SiO2 was observed in the waste. One of the reasons why Si did not saturate in the waste is that it takes a long time for Si to reach equilibrium [20].\n                     There is little possibility that SiO2 particles were made from Si(OH)4 by chemical mechanical interaction between CeO2 and SiO2, because the area where CeO2 particles contacted with SiO2 films was small and Si(OH)4 was of very dilute species. Thermodynamically, Si(OH)4 is more stable than SiO2 particles in the concentration. So as a conclusion, the film did not dissolve but was scraped in the shape of a lump. Furthermore, the observation of few scratches on the wafer after polishing suggested that the white lump of SiO2 was not made by scratching but by wearing.\n                  \n                  \n                     4.2\n                     Polishing mechanism\n                     Lee's model tells us that Si(OH)4 is released from the reacted surface of CeO2 particle which is removed, in advance, from the SiO2 film as shown in Fig. 6\n                        . By contrast, through the discussion of the previous section, a new model for polishing may be proposed as shown in Fig. 7\n                        . At first, multiple number of bondings between a CeO2 particle and a SiO2 film are formed. Then, the CeO2 particle with SiO2 lump is removed from the SiO2 film, and then the SiO2 lump instead of Si(OH)4 monomer is released from the surface of the CeO2 particle.\n                     We believe that SiO2 is removed as a lump, which is scraped from the surface. It is then dispersed into the waste. So, the polishing rate is affected by the formation rate of Ce–O–Si bonding and the cleaving rate of Si–O–Si. The cleaving of Si–O–Si is controlled not only by chemical depolymerization but also by mechanical tearing.",
    "Conclusions": "5\n                  Conclusions\n                  Analysis of the waste and the surface of polished wafer, using SEM, XMA, FT-IR-ATR and transmission IR, leads to the following conclusions.\n                  First, the SiO2 film reacts with CeO2 particles, and then the cleaving of Si–O–Si takes place to remove SiO2 lumps with CeO2 particles from the film surface, followed by the release of a SiO2 particle from the CeO2 particles downstream."
  },
  "references": []
}