{
  "title": "Development of mesoporous abrasives and its unprecedented polishing performance elucidated by a novel atomic model",
  "authors": [
    "Liu, Zhensong"
  ],
  "publication": {
    "journal": "Materials Today Sustainability",
    "date": "2024-03-31",
    "doi": "10.1016/j.mtsust.2024.100700"
  },
  "abstract": "It is a challenge for solid abrasives to control atomic damages. To reduce damage, solid core and mesoporous shell sSiO2@mSiO2 abrasives were prepared, and novel green chemical mechanical polishing (CMP) was developed. The CMP slurry consists of ethylene glycol, guanidine carbonate, hydrogen peroxide and prepared mesoporous abrasives. A novel atomic model of mesoporous structure is proposed based on molecular dynamics (MD) simulations. Prior to CMP, samples were roughly polished by ceria slurry. After CMP, surface roughness, material removal rate and thickness of damaged layer were improved by 25 %, 47 % and 47 %, respectively. Formation mechanism of densification damage was suggested. High shear stress is a necessary condition for atomic densification, i.e., damages, and friction and adhesion between abrasives and workpiece promoted the formation of densification. Moreover, mesoporous structure with size increasing from 0 to 5 nm lessened the densification atoms from 13364 to 4551. X-ray photoelectron spectroscopy, Fourier transform infrared spectroscopy and Raman spectroscopy reveal that silanol was generated in guanidine carbonate solution. The silanol was dehydrated and condensed, producing Si–O–Si bridge bonds and falling off with surface atoms. The proposed mesoporous model and developed CMP offer new insights to roundly improve the polishing performance.",
  "keywords": [
    "Densification",
    "Subsurface damage",
    "Mesoporous structure",
    "Molecular dynamics",
    "Atomic model",
    "CMP"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Fused silica is one of most important materials in modern society [1]. For the excellent properties of light transmission, corrosion resistance and high-temperature resistance [2,3], fused silica has been widely applied in fields of optical communication, medical services, aerospace etc. [4,5]. However, influenced by defects generated in processing such as surface scratches, densification, microcracks, the practical application range of fused silica is often difficult to meet expected standards [6,7]. Hence, a precision machining technique is urgently required for lowering or even eliminating the defects [8].\n                  For decades, as an ultra-precision machining technology, chemical mechanical polishing (CMP) has been widely demonstrated to possess significant potential in defect elimination [9–11]. To obtain better polishing performance and less defects, numerous attempts have been performed by changing process parameters and slurry compositions [12,13]. In particular, by controlling contact state and chemical reaction properties between abrasives and workpiece, modification of abrasive structure, shape or chemical composition exhibits great potential in achieving defects-free surface [14–18]. Under influence of polystyrene (PS) core/silica shell composite abrasives prepared by Chen et al. fused silica surface exhibits 70.1 % lower root mean square (RMS) roughness compared with sphere PS particles induced [14]. For sapphire wafers, Xu et al. fabricated flower-shaped silica particles to obtain 117.4 % more material removal rate (MRR) relative to sphere silica abrasives [16]. After ultraviolet irradiation CMP, silicon carbide wafer displays 91.5 % lower Ra and 148.6 % more MRR induced by self-synthesized PS/CeO2–TiO2 abrasives relative to traditional CeO2 abrasives [18]. However, in the process optimization of fused silica CMP, most researchers primarily focus on surface roughness and MRR as assessment criteria, with minimal attention given to subsurface damages such as densification [19,20]. Moreover, the atomic-scale formation mechanism of fused silica densification is still vacant. Numerous scholars have to investigate the influencing factors and external relations of densification through a significant number of indirect characterization and processing experiments [21,22]. This ambiguity significantly amplifies the difficulty in acquiring defect-free fused silica and further restricts its applicability range.\n                  In this work, a combination of experiment and simulation was utilized to explore mesoporous structure influence on subsurface damage, and the formation mechanism of densification damage inside fused silica was investigated. Uniform solid silica (sSiO2) and solid/mesoporous core-shell silica (sSiO2@mSiO2) abrasives were synthesized, applying in CMP experiments. Taking Sa, MRR and subsurface damage depth as assessment indicators, sSiO2@mSiO2 abrasives exhibited totally superior potential in improving polishing performance relative to sSiO2 abrasives. Then, a series of indentation simulations were performed to investigate the atom-scale formation mechanism of densification damage based on molecular dynamics (MD). Moreover, to further explore how sSiO2@mSiO2 abrasives affect subsurface damage, we conducted scratching simulations of sSiO2 and sSiO2@mSiO2 systems.",
    "Experimental details": "2\n                  Experimental details\n                  \n                     2.1\n                     Materials\n                     Fused silica samples (cube, 10 × 10 × 4 mm3) utilized in CMP tests were provided by Donghai County Weida Quartz Products Co., Ltd. (China). The chemicals of guanidine carbonate, ethylene glycol and hydrogen peroxide (H2O2) were from Sinopharm Chemical Reagent Co., Ltd. (China). Commercial silica (cSiO2) and cerium oxide (cCeO2) powders were both bought from Jinan Zhongye New Materials Co., Ltd. (China). All deionized water (DI) was prepared by a deionizer from Xiamen Shuhuoquan Enterprise Management Co., Ltd. (China).\n                  \n                  \n                     2.2\n                     CMP tests\n                     Before CMP tests, polishing slurry was prepared. In this paper, guanidine carbonate, ethylene glycol and H2O2 were utilized as pH regulator, dispersant and oxidizing agent, respectively. Uniform sSiO2 and sSiO2@mSiO2 abrasives employed in CMP slurry were synthesized by a modified Stӧber method [17,23]. Prior to utilization, polishing slurry was ultrasonic treated for 30 min. Then, three fused silica samples were evenly fixed on a cast iron (cylinder, 8 cm diameter, 0.5 cm thickness). To obtain similar and repairable surfaces, all samples were polished roughly by soft particles with large size (3 μm cCeO2). Rough polishing slurry is composed of 5 wt% cCeO2, 5 wt% ethylene glycol and DI. Afterward, samples underwent fine polishing. The slurry consists of 5 wt% silica particles, 5 wt% ethylene glycol, 5 wt% H2O2, 1 wt% guanidine carbonate and DI. To compare the influence of mesoporous structure on polishing performance, cSiO2, sSiO2 and sSiO2@mSiO2 particles as silica abrasives were respectively utilized to prepare fine polishing slurry. All polishing tests were conducted on a precision polishing machine (UNIPOL-1502, Shenyang Kejing Auto-instrument Co., Ltd, (China)).\n                  \n                  \n                     2.3\n                     Simulation details\n                     \n                        2.3.1\n                        Indentation simulations\n                        To investigate the microscopic formation process and mechanism of densification damage, indentation simulations of fused silica were performed based on MD. All MD simulations in this paper were processed on Large-scale Atomic/Molecular Massively Parallel Simulator (LAMMPS) [24], and post-processing of simulation data was conducted on OVITO [25]. Fused silica structure was obtained after melting and cooling of β-cristobalite. Fig. 1\n                            displays the indentation model utilized in this work. Since the main purpose of indentation simulations is to investigate workpiece subsurface damage rather than indenter wear, diamond indenter was set as a rigid body. From overall simulation process, indentation simulations consist of five stages: equilibrium, pressure, holding, unload and re-equilibrium. Detailed simulation parameters are shown in Table 1\n                           .\n                        During indentation simulations, hybrid potential functions were applied in this simulation system. Further, Tersoff potential function was employed to describe the interatomic interaction of fused silica [26,27], long-range bond-order potential was utilized to configurate C–C interaction [28], and the interactions between C–Si, C–O were specified by Morse potential and 12/6 Lennard-Jones potential, respectively [29,30]. In addition, instead of coordination number by specifying interatomic bonding range [31,32], density cloud images are utilized to characterize the spatial density distribution of fused silica in this paper. Then particle distribution densities are spatially averaged to reduce statistical errors and data fluctuations. This method is more reasonable and intuitive to investigate densification damage inside fused silica.\n                     \n                     \n                        2.3.2\n                        Scratching simulations\n                        To explore the mesoporous structure influence on densification damage inside fused silica, a series of scratching simulations were carried out. Scratching model was established as shown in Fig. 2\n                           . The whole model consists of two parts, namely workpiece and abrasives.\n                        To save calculation costs, a small portion of abrasive actual contact area was selected for modelling and scratching velocity was set to 100 m/s. The abrasive was established by double tips representing nanoscale gap multi-edge (NGME) of mesoporous structure [33]. Parameters of d and h respectively represent aperture and hole depth of mesoporous structure. Aperture d in simulations were set according to aperture characterization of prepared sSiO2@mSiO2. To enhance the influence of pore and reduce hole blockage, h is set as high as possible relative to abrasive size in simulations. According to CMP results, it is reasonable that scratching depth (a) was set as 2 nm. To enlarge the differences induced by different abrasives, total scratching displacement was set as 42.5 nm (workpiece length in simulation) to maximize processed area. Moreover, workpiece and abrasive are both fused silica structures based on CMP tests. Tersoff potential function was selected to define interaction between atoms [26,27]. A complete scratching simulation is made up of 100 ps equilibrium, pressure to scratching depth, 50 ps holding, 425 ps scratching process and 100 ps re-equilibrium. The specific simulation parameters are displayed in Table 2\n                           .\n                     \n                  \n                  \n                     2.4\n                     Characterization\n                     In this paper, the contour and morphology images of abrasives were obtained from scanning electron microscope (SEM, JSM-7800F, Japan) and transmission electron microscope (TEM, HITACHI HT7700, Japan). The aperture and particle size distributions of synthetic particles were investigated by Nitrogen (N2) adsorption-desorption (Quantachrome Autosorb IQ3, USA) and dynamic light scattering (DLS, Malvern Zetasizer Pro, UK) experiments, respectively. Material element composition, structure and functional group were explored according to results of X-ray photoelectron spectroscopy (XPS, Thermo Scientific K-Alpha, USA), Raman spectroscopy and Fourier transform infrared spectroscopy (FTIR, Thermo Scientific Nicolet iS20, USA). The surface topography of samples was characterized by an optical microscope (Olympus BX53 M, Japan) and a white-light interferometer (Zygo NewView™ 9000, USA). Focused ion beam (FIB, Helios G4 UX, USA) and environmental transmission electron microscopy (ETEM, Thermo Scientific Titan G3, USA) tests were employed to investigate subsurface damage inside fused silica. Moreover, a precision balance (LICHEN, China) was used to weigh samples and chemicals during CMP experiments.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Characterization results of abrasives\n                     \n                        Fig. 3\n                         illustrates a series of characterization tests about abrasive applied in CMP. According to SEM image (Fig. 3(a)), cSiO2 abrasives exhibit obviously uneven particle size. Besides mesoporous structure, this uneven particle size may also influence polishing performances contrast with self-prepared sSiO2@mSiO2 (Fig. 3(c)). Therefore, to control variable as single factor as much as possible, it is necessary to fabricate a kind of uniform solid particles (sSiO2, Fig. 3(b)), which has similar particle size with sSiO2@mSiO2. DLS results display that the particle sizes of sSiO2 and sSiO2@mSiO2 are semblable and both distribute about 450 nm (Fig. 3(d)). Compared with completely black sSiO2, a light gray shell wraps around block core inside sSiO2@mSiO2 (Fig. 3(b)–(c)). The light gray shell is attributed to a decrease in density caused by the formation of mesoporous structure [34]. Moreover, the pore size distribution curves were obtained from desorption branch of N2 adsorption-desorption tests (Fig. 3(e)). For the absence of porous structure, the N2 desorption amount of sSiO2 changes slowly alone with diameter parameter and significantly lower than that of sSiO2@mSiO2. The most possible aperture of sSiO2@mSiO2 is 3.414 nm.\n                     Further, to compare the chemical composition and functional group differences of two synthetic abrasives, FTIR was conducted and analyzed (Fig. 3(f)). Infrared feature peaks at 3445 cm−1 and 1635 cm−1 are associated with –OH stretching vibration and H–O–H bending vibration, respectively [35,36]. The formation of water peaks may be caused by the adsorption of water molecules in air after calcination. Infrared bands at 1095 cm−1 and 805 cm−1 are attributed to the antisymmetric and symmetric stretching vibrations of Si–O–Si, and 470 cm−1 band corresponds to the bending vibrations of Si–O–Si. These sudden changes in transmittance are caused by the absorption of SiO2 feature peaks [37]. In addition, infrared band at 968 cm−1 corresponds to Si–O antisymmetric stretching vibration from silanol structure (≡Si–OH) [38]. According to Fig. 3(f), FTIR curves of two abrasives are basically the same except at 968 cm−1 infrared band. During the synthesis process, the silanol structure was formed on particle surfaces by hydrogenation and hydroxylation reactions of water solution (Eqs. (1)–(3)) [39]. In the processing of calcination, dehydration condensation between silanol structures continuously proceed, and water molecules on abrasive surface were constantly consumed and evaporated influenced by high-temperature environment (Eq. (4)) [40]. Hence, the content of silanol structure gradually decreased, and FTIR curve of sSiO2 has no obvious feature peak around 968 cm−1 band. However, influenced by the narrow and long pores of sSiO2@mSiO2, the escape of water molecules inside pores was inhibited and thus sSiO2@mSiO2 FTIR exhibits a weak 968 cm−1 feature peak.\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   H\n                                                   2\n                                                \n                                                O\n                                                ⇌\n                                                \n                                                   H\n                                                   +\n                                                \n                                                +\n                                                \n                                                   OH\n                                                   −\n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (2)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      (\n                                                      \n                                                         ≡\n                                                         Si\n                                                      \n                                                      )\n                                                   \n                                                   +\n                                                \n                                                +\n                                                \n                                                   OH\n                                                   −\n                                                \n                                                ⇌\n                                                \n                                                   (\n                                                   \n                                                      ≡\n                                                      Si\n                                                      −\n                                                      OH\n                                                   \n                                                   )\n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (3)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      (\n                                                      \n                                                         ≡\n                                                         Si\n                                                         −\n                                                         O\n                                                      \n                                                      )\n                                                   \n                                                   −\n                                                \n                                                +\n                                                \n                                                   H\n                                                   +\n                                                \n                                                ⇌\n                                                \n                                                   (\n                                                   \n                                                      ≡\n                                                      Si\n                                                      −\n                                                      OH\n                                                   \n                                                   )\n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (4)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   (\n                                                   \n                                                      ≡\n                                                      Si\n                                                      −\n                                                      OH\n                                                   \n                                                   )\n                                                \n                                                +\n                                                \n                                                   (\n                                                   \n                                                      ≡\n                                                      Si\n                                                      −\n                                                      OH\n                                                   \n                                                   )\n                                                \n                                                ⇌\n                                                \n                                                   (\n                                                   \n                                                      ≡\n                                                      Si\n                                                      −\n                                                      O\n                                                      −\n                                                      Si\n                                                      ≡\n                                                   \n                                                   )\n                                                \n                                                +\n                                                \n                                                   H\n                                                   2\n                                                \n                                                O\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        in summary, the difference between the two synthetic abrasives is only in mesoporous structure. Therefore, it is reasonable to investigate mesoporous structure influence on polishing performance inside fused silica by CMP experiments of two synthetic abrasives.\n                  \n                  \n                     3.2\n                     CMP experiment results\n                     \n                        Fig. 4\n                        (a) and (e) illustrate the surface morphology of fused silica after rough polishing. Processed by large size cCeO2, many scratches and pits appear on workpiece surface, and the surface exhibits a surface roughness Sa of 4.096 nm in a 200 × 200 μm2 scanning area. After fine polishing, no scratches can be seen under Olympus optical microscope for all abrasive systems. Contrast with sSiO2 and sSiO2@mSiO2, there are obvious pits on workpiece surface induced by cSiO2 (Fig. 4(b)–(d)). For extremely uneven particle sizes of cSiO2, these pits may be caused by stress concentration and scratching of large particles. After CMP, MRR (nm/min) of samples was calculated based on Eq. (5) [41]:\n                           \n                              (5)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                MRR\n                                                =\n                                                \n                                                   \n                                                      Δ\n                                                      m\n                                                      ×\n                                                      1\n                                                      \n                                                         0\n                                                         7\n                                                      \n                                                   \n                                                   \n                                                      ρ\n                                                      S\n                                                      τ\n                                                   \n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where \n                           \n                              Δ\n                              m\n                           \n                         (g) is mass difference of fused silica before and after CMP, \n                           \n                              ρ\n                           \n                         (g/cm3) is the density of fused silica, \n                           \n                              S\n                           \n                         (cm2) is contact area of samples, \n                           \n                              τ\n                           \n                         (min) is polishing time. Induced by cSiO2, sSiO2 and sSiO2@mSiO2, the surface roughness values Sa are 0.557 nm, 0.381 nm and 0.287 nm in an area of 200 × 200 μm2 (Fig. 4(f)–(h)), and MRRs are 83 ± 12 nm/min, 102 ± 14 nm/min and 150 ± 24 nm/min, respectively.\n                     \n                        Fig. 5\n                        (a)-(c) illustrate subsurface defects inside fused silica. Before fine polishing, subsurface damage depth is 198.80 nm and some microcracks appear on subsurface. Further, obvious color stratification phenomenon appeared on sample cross sections. The ETEM diffraction pattern shows the amorphous structure of fused silica (Fig. 5(c)), which corresponds to MD models. Subsequent XPS and FTIR experiments demonstrate that no other elemental impurities were introduced during CMP (Fig. 5(d)–(e)). Hence, the different colors are regarded as some distinctions in density, and the depth of color dividing line is considered as densification damage depth [42]. The roughly polished sample exhibits a 40.98 nm densification damage depth (Fig. 5(a)). After CMP, no microcracks are found on the subsurface and subsurface damage is mainly manifested as densification (Fig. 5(b)–(c)). The discrete damage distribution is in good agreement with MD results (Fig. 10(a)-(d)). Induced by sSiO2 and sSiO2@mSiO2, the densification damage depths are 21.97 nm and 11.58 nm, respectively. Contrast with sSiO2, sSiO2@mSiO2 system obtain better surface quality, more MRR and lower subsurface damage depth. Since the main difference between sSiO2 and sSiO2@mSiO2 is shell structure, these superior polishing performances are associated with mesoporous structure. Therefore, it is of great significance to explore the inducement and mesoporous influence mechanism of densification damage.\n                  \n                  \n                     3.3\n                     Analysis of CMP removal mechanism\n                     To investigate possible chemical reactions during CMP, XPS and FTIR tests were conducted on fused silica surface. The proportion of element content on workpiece surface is shown in Fig. 5(d) and Table 3\n                        . After slurry (without abrasive) immersion, O 1s content increases and Si 2p content decreases. The content ratio of O 1s/Si 2p augments from 2.02 to 2.09. This illustrates that Si atoms are oxidized influenced by slurry. In Fig. 5(e), FTIR feature peaks at 1150 cm−1 and 783 cm−1 are attributed to Si–O stretching vibration [43]. The infrared band around 970 cm−1 is associated with silanol structure [38]. The transmittance reduction of three peaks illustrates the content increasing of Si–O and silanol structures [44]. During immersion, the dissolution of guanidine carbonate facilitated OH− content increasing. Influenced by alkaline solutions and oxidants, a series of oxidation, hydrogenation and hydroxylation reactions occurred on fused silica surface (Eqs. (1)–(3), Eq. (6)). Therefore, the content of Si–O and silanol increases after immersion.\n                           \n                              (6)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   (\n                                                   \n                                                      ≡\n                                                      Si\n                                                      −\n                                                      Si\n                                                      ≡\n                                                   \n                                                   )\n                                                \n                                                +\n                                                \n                                                   H\n                                                   2\n                                                \n                                                \n                                                   O\n                                                   2\n                                                \n                                                ⇌\n                                                \n                                                   (\n                                                   \n                                                      ≡\n                                                      Si\n                                                      −\n                                                      O\n                                                      −\n                                                      Si\n                                                      ≡\n                                                   \n                                                   )\n                                                \n                                                +\n                                                \n                                                   H\n                                                   2\n                                                \n                                                O\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        in addition, the workpiece chemical states before and after fine polishing were characterized by Raman tests (Fig. 5(f)). The main feature peak at 440 cm−1 (ω1) is associated with Si–O–Si vibration, and D1 (490 cm−1) and D2 (605 cm−1) feature peaks correspond to four- and three-membered rings of Si–O. The ω3 and ω4 peaks are contributed to Si–O stretching vibration [42,45]. Interestingly, the intensity of ω1 and D1 peaks obviously weaken after fine polishing, which illustrates O content decreasing and the O content change is different from above XPS and FTIR results. The difference is caused by abrasive particles. During CMP, silanol structures were generated on fused silica by chemical reactions with guanidine carbonate solution. Then influenced by abrasives, Si (abrasive)-O-Si (workpiece) bridge bonds were produced by dehydration condensation of silanol structures (Eq. (4)). As abrasives moved, workpiece atoms near bridge bonds fell off under the pull of bridge bonds [46]. Consequently, silanol structures were continuously consumed and O content on fused silica surface was reduced. Moreover, the intensity of D2 peaks decreases after fine polishing. This intensity reduction indicates a decrease in densification damage, which is consistent with ETEM tests (Fig. 5(a)–(c)) [47].\n                  \n                  \n                     3.4\n                     Analysis of densification inducement\n                     To investigate densification inducement, indentation results were visualized after simulations of different penetration depth systems. Obviously, as penetration depth increases, the permanent deformation range of fused silica is constantly expanding (Fig. 6\n                        ). When penetration depth is less than 3 nm, the associated permanent deformation is minimal to negligible. Correspondingly, no distinct densification area can be found inside fused silica (Fig. 8(i)). Nevertheless, permanent deformation and local densification gradually appear when penetration depth reaches 3 nm. The deformation area is mainly distributed under diamond indenter. The lateral (XOY plane) and longitudinal (Z axis) distribution ranges of permanent deformation are 2.51 nm and 0.57 nm at 4 nm penetration depth, 6.16 nm and 1.29 nm at 5 nm penetration depth, respectively. Meanwhile, the local densification area begins to emerge and expand (Fig. 8(j)–(l)). Just from deformation distribution after indentation simulations, it is easy to relate compressive stress (external force) to local densification, as mentioned in many literatures [22,48,49]. However, the internal mechanism of how atomic interact to affect and form densification is still unclear.\n                     To further explore the formation mechanism of permanent densification, a series of intermediate process (after holding stage and before unloading stage) snapshots were captured and analyzed during indentation simulations. The hydrostatic stress and octahedral shear stress in MD simulations were calculated by Eqs. (6) and (7) [50]:\n                           \n                              (6a)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   σ\n                                                   \n                                                      H\n                                                      y\n                                                      d\n                                                      r\n                                                      o\n                                                   \n                                                \n                                                =\n                                                \n                                                   \n                                                      \n                                                         σ\n                                                         \n                                                            x\n                                                            x\n                                                         \n                                                      \n                                                      +\n                                                      \n                                                         σ\n                                                         \n                                                            y\n                                                            y\n                                                         \n                                                      \n                                                      +\n                                                      \n                                                         σ\n                                                         \n                                                            z\n                                                            z\n                                                         \n                                                      \n                                                   \n                                                   3\n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (7)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   σ\n                                                   \n                                                      O\n                                                      t\n                                                      a\n                                                      h\n                                                      e\n                                                   \n                                                \n                                                =\n                                                \n                                                   \n                                                      \n                                                         \n                                                            \n                                                               (\n                                                               \n                                                                  \n                                                                     σ\n                                                                     \n                                                                        x\n                                                                        x\n                                                                     \n                                                                  \n                                                                  −\n                                                                  \n                                                                     σ\n                                                                     \n                                                                        y\n                                                                        y\n                                                                     \n                                                                  \n                                                               \n                                                               )\n                                                            \n                                                            2\n                                                         \n                                                         +\n                                                         \n                                                            \n                                                               (\n                                                               \n                                                                  \n                                                                     σ\n                                                                     \n                                                                        y\n                                                                        y\n                                                                     \n                                                                  \n                                                                  −\n                                                                  \n                                                                     σ\n                                                                     \n                                                                        z\n                                                                        z\n                                                                     \n                                                                  \n                                                               \n                                                               )\n                                                            \n                                                            2\n                                                         \n                                                         +\n                                                         \n                                                            \n                                                               (\n                                                               \n                                                                  \n                                                                     σ\n                                                                     \n                                                                        x\n                                                                        x\n                                                                     \n                                                                  \n                                                                  −\n                                                                  \n                                                                     σ\n                                                                     \n                                                                        z\n                                                                        z\n                                                                     \n                                                                  \n                                                               \n                                                               )\n                                                            \n                                                            2\n                                                         \n                                                         +\n                                                         6\n                                                         \n                                                            (\n                                                            \n                                                               \n                                                                  τ\n                                                                  \n                                                                     x\n                                                                     y\n                                                                  \n                                                                  2\n                                                               \n                                                               +\n                                                               \n                                                                  τ\n                                                                  \n                                                                     x\n                                                                     z\n                                                                  \n                                                                  2\n                                                               \n                                                               +\n                                                               \n                                                                  τ\n                                                                  \n                                                                     y\n                                                                     z\n                                                                  \n                                                                  2\n                                                               \n                                                            \n                                                            )\n                                                         \n                                                      \n                                                   \n                                                   3\n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     According to Fig. 7\n                        \n                        , it is obvious that the ranges of high hydrostatic stress (blue region), octahedral shear (red region) and particle density (red region) areas all expand as penetration depth increases. Under compression of indenter, atoms inside workpiece interact and move closely to each other, and finally reach the equilibrium state. Interestingly, high-density area range is highly consistent with the distribution range of red octahedral shear stresses rather than hydrostatic stress. Both high-density and octahedral shear stress exhibit a circular distribution around the contact surface of indenter (Fig. 7(f)–(o)). As penetration depth increases from 2 nm to 5 nm, the longitudinal distribution ranges of red octahedra shear stress and high-density regions expand from 1.66 nm to 4.82 nm, and from 1.78 nm to 4.92 nm, respectively. In contrast, hydrostatic pressure distribution appears more disordered and irregular under indenter (Fig. 7(a)–(e)). Many regions experiencing high hydrostatic stress do not exhibit high-density, and similarly, high-density regions do not necessarily have high hydrostatic pressure. This indicates that the formation of densification is probably related to shear stress rather than hydrostatic stress.\n                     The snapshots of stress and densification distributions after indentation simulations were obtained to further verify the above conjecture (Fig. 8). After unload stage, atoms below indenter move away from each other affected by inter-atomic repulsion and re-equilibrate. For lack of indenter limitation, hydrostatic compressive stress and octahedral shear stress began to gradually release, and high-density region was also sharply reduced. After simulation, blue hydrostatic stress region of every system almost completely disappears, and only a few tiny, scattered areas remain (Fig. 8(a)–(d)). As penetration deepens, the regions of residual octahedral shear stress (red) and local densification continuously increase (Fig. 8(e)–(l)). When penetration depth exceeds 3 nm, significant local densification region appears. Similarly, densification distribution is consistent with high octahedron shear stress distribution. In fact, shear stress and hydrostatic stress respectively promote the plastic flow and compression of atoms. Influenced by high shear stress, atoms gain enough energy to overcome the binding force from surrounding atoms and begin to flow. Limited by indenter, atoms in flow region are restricted to move downward. Once an insurmountable blockage appears, flowing atoms gradually accumulate and deform, forming densified regions. For atomic flow typically involves the release and dissipation of significant energy, these atoms do not spontaneously return to their initial positions after indenter leaves, resulting in permanent deformation and densification. This illustrates that interatomic shear stress is a necessary reason for local densification formation. Meanwhile, this densification mechanism well explains some experimental and simulation results in previous reports [32,51,52].\n                     In addition, atomic flow and material structure during indentation simulations were analyzed to further investigate the influence of densification. Fig. 9\n                        (a)-(b) exhibit atomic displacement after indenter loading and unloading. Obviously, atomic displacements of all directions gradually decrease in magnitude centered on indenter. During pressure stage, atoms move downward influenced by indenter. The displacement encompasses both atomic shear flow and hydrostatic pressure compression of atomic spacing (Fig. 9(a)). After unloading, the initial spacing compression is restored to equilibrium stage due to interatomic forces, while the atomic stacking induced by atomic flow eventually leads to densification (Figs. 8(l) and Fig. 9(b)). Additionally, the atomic Z axis trajectories (top part of Fig. 9(c)) over time within densification regions (Fig. 8(l)) also corroborate this observation.\n                     As a way to describe the relationship between particle number density and distance from a reference particle, radial distribution function (RDF) was widely applied in the analysis of material structure. The number density of particles \n                           \n                              g\n                              \n                                 (\n                                 r\n                                 )\n                              \n                           \n                         was generally calculated by Eq. (8):\n                           \n                              (8)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                g\n                                                \n                                                   (\n                                                   r\n                                                   )\n                                                \n                                                =\n                                                \n                                                   \n                                                      d\n                                                      N\n                                                   \n                                                   \n                                                      ρ\n                                                      4\n                                                      π\n                                                      \n                                                         r\n                                                         2\n                                                      \n                                                      d\n                                                      r\n                                                   \n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where \n                           \n                              g\n                              \n                                 (\n                                 r\n                                 )\n                              \n                           \n                         is the number density of particles relative to average system density, \n                           \n                              d\n                              N\n                           \n                         is the number of particles from \n                           \n                              r\n                           \n                         to \n                           \n                              r\n                              +\n                              d\n                              r\n                           \n                         (Fig. 9(d)), \n                           \n                              r\n                           \n                         is distance relative to reference particle O, \n                           \n                              ρ\n                           \n                         is average system density (ratio of total number of particles to system volume).\n                     \n                        Fig. 9(e) illustrates that RDF curves of original and high-density (different a) regions after normalization, and RDF ordinate represents a relative probability. The feature peaks at 1.64 Å, 2.70 Å, 3.15 Å represent the bond length of Si–O, O–O and Si–Si in fused silica respectively [53,54]. As indenter continuously compresses, indentation force gradually increases (Fig. 9(c)), the intensity of Si–O feature peak correspondingly decreases. Under stronger indentation force, Si–O rings of fused silica are further compressed [21]. This compaction facilitates bonding between Si and longer distance O, and distance reduction between Si and second nearest O (no bonding). Thus, Si–O bond length exhibits a tendency to be longer and wider distribution range [40], and a feature peak at 2.37 Å appears. Moreover, O–O and Si–Si bond lengths are changed as the rings compress. The original O–O feature peak is gradually shortened to 2.00 Å. And the 3.15 Å feature peak almost disappears in global RDF curve as the distribution range of Si–Si bond length continues to expand.\n                  \n                  \n                     3.5\n                     Influence of mesoporous structure on densification\n                     To explore the mesoporous structure influence on densification, a series of scratching MD simulations were conducted. Fig. 10 illustrates the densification and stress distribution states of different aperture systems after scratching simulations. To intuitively reflect density variation and avoid densification influence of original silica structure on subsequent analysis, densification was explored based on the density difference before and after simulations (Fig. 10(a)–(d)). And densification atoms were defined as the atoms of density change beyond 0.15. Similar with above indentation analysis, all densification areas appeared in regions with higher octahedral shear stress (Fig. 10(e)–(h)), and was not significantly associated with hydrostatic stress (Fig. 10(i)–(l)). Compared to indentation simulations, differently, obvious densification arose when depth a equals 2 nm after scratching simulations. And densification damage distribution is similar with CMP results (Fig. 5(b)). This illustrates that shear effect (perhaps friction, adhesion, nano-cutting and so on) can indeed promote the densification [51].\n                     As aperture d increases, average shear stress decreases from 15.84 GPa to 15.35 GPa, and the intensity, distribution range and distribution depth of densification correspondingly reduce (Fig. 10(a)–(h)). Due to this nanoscale gap, some elastic recovery atoms influenced by interatomic repulsion bounced back to form a bulge after first tip left. When second tip came, these atoms were squeezed and cut again. Under nano-cutting effect, some atoms obtained enough energy to break constraint from surrounding atoms and moved with abrasive. Then, these atoms gradually accumulated in front of the second edge (Fig. 10(e)–(h)) [51,55,56]. Influenced by this removal of elastic recovery atoms (RERA), mesoporous structure promoted more MRR. Moreover, we found that high octahedral shear stress does not necessarily result in densification. The chips around abrasives confirm this point.\n                     To further investigate the specific inducement of densification, atomic flow was explored when scratching displacement equals 30 nm. During scratching simulations, atoms surrounding abrasive could evolve in two ways. Some atoms were squeezed and cut to become chips in front of abrasive affected by high octahedral shear stress. Under continuous effect of abrasive, the chips moved and accumulated continually (Fig. 11\n                        (a)). On the other hand, under friction and adhesion effects of abrasive, some atoms flowed and slipped at the bottom of abrasive. Fig. 11(b) shows the atomic displacement vector inside Fig. 11(a) dotted white lines. For lack of insurmountable blockage and atomic internal stacking, the chips (red vector) and surface flow atoms (green vector) do not promote the formation of densification (Fig. 10(a)–(h), Fig. 11(b)). And atoms with blue vectors are the specific reason to facilitate densification inside fused silica. Under effect of high shear stress, atoms (blue vector) flow to internal workpiece. Influenced by the constraints and interactions of surrounding atoms, the movement of blue vector atoms is blocked and atoms begin to stack to form high-density regions. Since this stacking consumes plenty of energy and overcomes the constraints of surrounding atoms, the high-density regions do not spontaneously revert to initial state and densification eventually forms after leaving of abrasive.\n                     In addition, some densification parameters were extracted to quantify the impact of mesoporous structure on densification. To avoid the impact of abrasive squeezing on densification numerical statistics, part of workpiece (white line left in Fig. 10) was employed to investigate densification. Mesoporous structure inevitably promoted the decrease of friction and adhesion effect, which reduced octahedral shear stress and inhibited the formation of blue vector atoms and densification inside fused silica (Fig. 10(b)–(d)). From 0 nm to 5 nm aperture, the numbers of densification atoms show a declining trend and are 13364, 9481, 6926 and 4551, respectively. The densification atoms distributed in deep subsurface region (beyond 2 nm) decrease progressively, and exhibit a tendency to move towards shallower subsurface (Fig. 11(c)). Moreover, as d augments, atomic number of each densification intensity (density changes) interval diminish (Fig. 11(d)). Meanwhile, influenced by mesoporous structure, densified atom proportion with lower density change (less than 0.2) increases and the high-intensity of densification atoms (more than 0.2) manifests a tendency to be weaker. These trends intensify with increasing of pore size. In short, mesoporous structure can effectively reduce the densification intensity, distribution range and distribution depth, which is consistent with CMP results.",
    "Conclusions": "4\n                  Conclusions\n                  In this work, effect of mesoporous structure on subsurface damage of fused silica is investigated, and mechanisms of densification formation are interpreted by combination of experiments and simulations. Following is garnered.\n                        \n                           (1)\n                           According to CMP tests, mesoporous structure exhibited remarkable potentials in improving polishing performance on fused silica. Contrast with sSiO2, sSiO2@mSiO2 facilitated MRR increasing from 102 ± 14 nm/min to 150 ± 24 nm/min, Sa reduction from 0.381 nm to 0.287 nm in a 200 × 200 μm2 scanning area, and subsurface damage depth decreasing from 21.97 nm to 11.58 nm. After CMP, subsurface damage mainly manifested as densification.\n                        \n                        \n                           (2)\n                           During indentation simulations, once penetration depth was beyond 3 nm, permanent deformation and densification regions gradually appeared and expanded. The distribution regions of densification damage and high-shear stress exhibited a close correlation.\n                        \n                        \n                           (3)\n                           A formation mechanism of densification inside fused silica was proposed. Influenced by internal shear stress, atoms obtain enough energy to overcome interatomic forces from surrounding atoms to flow. Flowing atoms gradually stack inside fused silica to form high-density region when they encounter insurmountable obstacles. Since this stacking process consumes plenty of energy, the corresponding stacking region will not spontaneously return to initial density state after external forces disappearing, and eventually form densification damage inside fused silica.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Zhensong Liu: Investigation, Formal analysis, Data curation. Zhenyu Zhang: Supervision, Project administration, Methodology, Conceptualization. Yongfeng Sui: Investigation, Formal analysis. Qibo Peng: Formal analysis, Data curation. Jianqiang Li: Investigation, Formal analysis. Chunjing Shi: Formal analysis, Data curation. Jiansheng Zheng: Investigation, Formal analysis. Bin Tian: Resources, Investigation, Data curation."
  },
  "references": []
}