{
  "title": "Adsorption behavior of anionic polyelectrolyte for chemical mechanical polishing (CMP)",
  "authors": [
    "Kim, Sarah"
  ],
  "publication": {
    "journal": "Journal of Colloid and Interface Science",
    "date": "2008-03-01",
    "doi": "10.1016/j.jcis.2007.11.004"
  },
  "abstract": "In this work, we investigated the adsorption characteristics of anionic polyelectrolytes, which are used in shallow trench isolation chemical mechanical polishing with ceria abrasives. Specifically, the adsorption isotherms and chain conformation of anionic polyelectrolytes were studied in order to elucidate the difference in removal rates of silicon dioxide (SiO2) and silicon nitride (Si3N4) layers and the high selectivity characteristics of ceria slurry. Adsorption isotherms, FT-IR spectroscopy and contact angle measurements revealed that the anionic polyelectrolyte additives had much better adsorption affinities for the Si3N4 surface than for the SiO2 surface. Moreover, blanket wafer polishing results were successfully correlated with the adsorption isotherms of polyelectrolytes on the oxide particle suspensions.",
  "keywords": [
    "Anionic polyelectrolyte",
    "STI CMP",
    "Adsorption behavior",
    "Removal rate",
    "Selectivity"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  The chemical mechanical polishing (CMP) process has been widely adopted to achieve global planarization of metal or dielectric layers and multi-level interconnections. This process, which has become an important step in semiconductor fabrication, can be categorized into three types according to the object layer to be polished: interlayer dielectric (ILD) CMP (pH >7), metal CMP (pH <7), and shallow trench isolation (STI) CMP (pH ∼7) [1–3]. Silica-based slurry, which is typically used in ILD CMP, usually has low selectivity, i.e., a low removal rate ratio of Si3N4 relative to SiO2 \n                     [3]. This low selectivity can lead to extensive loss of Si3N4 layer, especially for large pattern density variations across the die, as well as poor uniformity and planarity in the chip and wafer levels. Therefore, several attempts have been made to increase the selectivity of Si3N4 over SiO2 and obtain proper uniformity of both the chip and wafer levels [4]. In order to improve the selectivity and uniformity, various additives have been used within slurries such as amino acid [5], SDS surfactants [6]. Although the improvement in the selectivity could be achieved by conventional silica slurry [5,6], ceria abrasives have been widely used in STI CMP due to their high removal rates [8–12]. Moreover, most of ceria slurries contain additives such as anionic polyelectrolytes and anionic polyelectrolytes are more commercially adopted by semiconductor chip-makers [9–11] than amino acid additives [8,12].\n                  The selectivity improvement achieved by using ceria-based slurry instead of silica-based slurry can be explained by two factors: the surface properties [7,8] and crystalline structure [9] of the ceria abrasive, and excess additive adsorption on the Si3N4 layer [10–12]. However, the colloidal interactions between the abrasives, polished layer, and additives that occur during the use of ceria abrasives have not been studied extensively. The high selective additives used with ceria abrasives are usually polyacrylic acid (PAA) ammonium salts, which have been widely used as dispersants for various metal oxide particles such as alumina or Si3N4 suspensions [13]. Although the colloidal behavior of these typical anionic polyelectrolytes, such as conformational structure changes and an adsorption isotherm, have been reported by other research groups for conventional metal oxide suspensions [14,15], anionic polyelectrolytes in the presence of both colloidal ceria and a wafer surface has not been examined yet. Therefore, it is necessary to study the interactions between the polyelectrolyte and the ceria, SiO2, and Si3N4 surfaces to understand the role of anionic polyelectrolyte to STI CMP, which is highly sensitive to the charge density and pH [11].\n                  In this work, we examined the adsorption characteristics of anionic polyelectrolyte additives within colloidal SiO2, Si3N4, and ceria particle suspensions, as well as the chain conformations of anionic polyelectrolyte additives within SiO2 and Si3N4 suspensions. The present results elucidated the polishing characteristics such as the removal rate and selectivity at the wafer level. The colloidal interactions between anionic polyelectrolyte additives and SiO2/Si3N4 surfaces were investigated as a function of pH and suspension concentration. In particular, the effects of the chain conformation and adsorption characteristics of polyelectrolytes on SiO2 and Si3N4 were analyzed using fluorescence spectroscopy, Fourier transform infrared spectroscopy (FTIR) and static contact angle measurements. Finally, an actual blanket wafer polishing was conducted in order to determine the influence of the aforementioned colloidal interactions on the removal rate.",
    "Experimental": "2\n                  Experimental\n                  \n                     2.1\n                     Materials\n                     Commercially available ceria slurry (mean size = 340 nm, specific \n                           area\n                           =\n                           17.8\n                            \n                           \n                              m\n                              2\n                           \n                           /\n                           g\n                        , 5 wt% aqueous solution) was used as received from Hitachi Chem. Co. Fumed silica (specific \n                           area\n                           =\n                           92.5\n                            \n                           \n                              m\n                              2\n                           \n                           /\n                           g\n                        ) and Si3N4 (specific \n                           area\n                           =\n                           11.3\n                            \n                           \n                              m\n                              2\n                           \n                           /\n                           g\n                        ) powders were purchased from Aldrich. The high selective additives used in this work were anionic polyelectrolytes, specifically mixtures of PAAs with high and low molecular weights as ammonium salts. Usually, adding these anionic polyelectrolytes to the ceria slurry gives high selectivity during STI CMP. The detailed compositions of these anionic polyelectrolytes have been described in our previous reports [11].\n                  \n                  \n                     2.2\n                     Adsorption experimental\n                     Adsorption isotherms were measured by the following procedures: an oxide suspension (3 ml in volume) of SiO2 (5 wt%) or Si3N4 (5 wt%) was prepared at the desired concentration and pH by addition of 0.1 or 1 M HNO3 and KOH in analytical grade. Then, we mixed an anionic polyelectrolyte solution to the desired concentration with a pre-adjusted pH equivalent suspension. The resulting suspension was allowed to equilibrate for 24 h. Subsequently, the suspension was centrifuged at 5000 rpm for 30 min and the supernatant was filtered. To obtain the adsorption isotherm, the conductivity of the PAA was measured initially as a function of the polyelectrolyte concentration and pH, which formed a standard curve. The conductivity data versus polyelectrolyte concentrations were fitted to straight lines for the solutions with different pH. Then, we could calculate the adsorbed amount of PAA in each solution from the standard curve.\n                     Also, FTIR (ATR-FTIR spectrometer system, Sense IR) was utilized to confirm the adsorption characterization, according to the type of abrasive and pH, by using each set of dried adsorbed metal oxide particles. To determine the wettability, advancing contact angle was measured with the standard sessile drop technique. The volume of the water droplets was kept constant at 1 μl and the contact angles were measured at pH 7.\n                     Before the measurement of the contact angle, blanket SiO2 wafer and Si3N4 wafer samples were rinsed with deionized water and dried at 90 °C for 1 h and stored in ambient air for 1 day. Then, the polyelectrolytes were adsorbed on the wafers which were dipped in the polyelectrolyte solutions (0–25 g/L) for 1 h. The mean value of the measured contact angles was used to represent the wetting characteristics of the thin film sample.\n                  \n                  \n                     2.3\n                     Conformation study\n                     We report here the synthesis and characterization of labeled PAA. As commercially available slurry additives do not contain functional groups, which are sensitive to fluorescence, PAA (\n                           \n                              M\n                              w\n                           \n                         5000) was used as a model polymer and labeled with pyrene. Although the molecular weight of PAA was slightly different from that used in the adsorption experiments, it was possible to determine the general conformation behavior of PAA as a function of pH.\n                     PAA labeled with 1-pyrenyl methylamine (PyPAA) was synthesized according to the method described below [16]. Solid PAA obtained by freeze drying a PAA solution. A mixture of PAA (1.0 g) in 1-methyl pyrrolidone (50 ml) was put in a 10 ml flask fitted with a condenser and a nitrogen inlet, and the mixture was heated at 60 °C for 2 h to allow the polymer to dissolve. A solution of 1-pyrenyl methylamine hydrochloride (0.095 g) in 1-methyl pyrrolidone (5 ml) was quickly added to the resulting solution, followed by the addition of triethylamine (65 ml) and a solution of DCC (1,3-dicyclohexylcarbodiimide, 0.0947 g) in 1-methylpyrrolidone (5 ml). The reaction mixture was then stirred at 60 °C for 24 h in darkness. Then, the solid was separated by filtration and washing, and dried under vacuum. To measure the coiling index, steady-state fluorescence spectra were measured using a luminescence spectrometer (Perkin–Elmer, LS50B), with the excitation and emission slit widths kept at 2.5 and 5.0 nm, respectively. To analyze the variation in chain conformation with pH, the extent of coiling of the polymer chains in each system was determined by monitoring the emission properties of the pyrene group which means the excitation wavelength was set at 344 nm and the emission range was 360 to 600 nm. Specifically, we measured the intensity ratio of the excimer (at 485 nm) fluorescence to the monomer (at 375 nm) fluorescence \n                           \n                              I\n                              excimer\n                           \n                           /\n                           \n                              I\n                              monomer\n                           \n                        , which is called the “coiling index” as the excimer can only be formed if the distance between the pyrene groups is less than 4–5 Å.\n                  \n                  \n                     2.4\n                     Wafer test\n                     Finally, SiO2 (16000 Å) and Si3N4 (1500 Å) blanket wafers were polished using a commercial polisher (Strasbaugh 6EC). Just prior to the polishing tests, a 5 wt% ceria abrasive suspension, 3 wt% anionic polyelectrolyte and deionized water were mixed with a ratio of 1:3:3 by volume. Polishing was carried out under the following conditions of downward force/back pressure/platen rpm/head rpm = 3.5 psi/1.5 psi/103 rpm/97 rpm. After the polishing test, the polished wafer was cleaned with a brush-type cleaner (DAINPPON Screen Co.) and the remaining thickness was measured using an optical probe (OPTI-PROBE).",
    "Results and discussion": "3\n                  Results and discussion\n                  The adsorption behavior of the anionic polyelectrolyte is shown in Fig. 1\n                      for the SiO2, Si3N4 and ceria particles. In the case of Si3N4, the adsorption of the anionic polyelectrolyte was higher at pH 7 than at other pH (Fig. 1a). For SiO2, by contrast, the adsorbed amount was nearly independent of pH. Moreover, almost 10 times as much anionic polyelectrolyte was adsorbed on Si3N4 than on SiO2 in the equilibrium state. This difference in adsorbed amount is due to the difference in surface charge between the two metal oxide particles. The isoelectric point of Si3N4 and ceria is around pH 6–7 while that of SiO2 is approximately pH 2–3 [17,18]. In this reason, the anionic polyelectrolyte can form an effective passive layer on the Si3N4 layer but will be negligibly adsorbed on SiO2 during STI CMP. Consequently, a high removal rate as well as enhanced global uniformity and planarity can be achieved by using Si3N4 as a mask layer over the SiO2 layer. The black arrows in Fig. 1 indicate the anionic polyelectrolyte concentration at which the polishing test was conducted.\n                  \n                     Fig. 2\n                      shows the IR spectra of Si3N4 particles on which anionic polyelectrolytes were adsorbed at pH 5, 7 and 9, along with the spectra for bare Si3N4 and bare SiO2. The spectra were obtained from the polyelectrolyte-adsorbed powders that remained as sediments during the adsorption test. The peaks at 1700 and 1560 cm−1 in these spectra can be assigned to vibrational mode of the carboxylic acid (COOH) and carboxylate (COO−) groups, respectively. FTIR spectroscopic measurements were conducted only on Si3N4 powder samples, as the carbonyl peaks could be easily observed for these samples regardless of pH, as shown in Fig. 2. In the case of SiO2 with adsorbed polyelectrolytes, by contrast, the carbonyl peaks could barely be discerned throughout the pH range, with the spectra appearing almost the same as for bare SiO2 particles. These observations are consistent with the adsorption test results, which indicated much less polyelectrolyte adsorption on SiO2 compared to Si3N4 and that the amount adsorbed on SiO2 was independent of pH.\n                  Similar results were obtained in the contact angle measurements using Si3N4 and SiO2 blanket wafers, as shown in Fig. 3\n                     . As the polyelectrolyte concentration increased, the contact angle of Si3N4 increased whereas that of SiO2 remained almost unchanged. These findings clearly indicate that the surface of the Si3N4 blanket wafer becomes more hydrophobic due to the preferred adsorption of the anionic electrolyte polymer, which could be inferred from the adsorption test of Si3N4 particle suspensions (see Figs. 1a and 2). However, the surface property of the SiO2 wafer may not be modified substantially after adsorption of the polymer electrolytes due to the low affinity of the polyelectrolytes for this substrate, as shown by the adsorption test (Fig. 1b).\n                  In order to clarify conformation of polyelectrolyte on the solid/liquid interface according to pH, we characterized the extent of coiling of the anionic polyelectrolyte chains through measurements of the emission of a fluorophore whose excimer-forming properties vary depending on the chain conformation. To achieve this, a pyrene group was attached to the main polymer chain via an amide bond and the PAA homopolymer was used as the anionic polyelectrolyte instead of the mixtures of high and low molecular weight ammonium salts of PAA used previously. Both the SiO2 and Si3N4 suspensions showed a similar trend in the value of the coiling index as a function of pH, as summarized in Table 1\n                     . The fluorescence quantum yield of the pyrene group decreased with increasing pH, indicative of extensive self-quenching of the pyrene emission. This indicates that the pyrene groups take on a stretched conformation with increase in pH due to the electrostatic repulsive force between the particle surface and the carboxyl groups of the anionic polyelectrolyte [16].\n                  Finally, we examined the removal rate and selectivity changes as a function of pH for SiO2 and Si3N4 blanket wafers using the anionic polyelectrolyte concentration indicated by an arrow in Fig. 1. The SiO2 removal rate increased with increasing pH up to pH 7, and then saturated with further increase of pH (Fig. 4\n                     a). On the other hand, the Si3N4 removal rate remained constant from pH 5 to 7, and then increased drastically from pH 7 to 9 (Fig. 4b) This abrupt increase of the Si3N4 removal rate is consistent with the adsorption isotherm of the anionic polyelectrolytes on the Si3N4 particle surface (Fig. 1a). Specifically, the adsorbed amount on the Si3N4 particle surface is maximum at pH 7, which leads to the maximum selectivity at pH 7 as shown in Fig. 4b.\n                  The removal rate of SiO2 wafer usually increases with increase in pH because of the increased reactivity and concentration of the hydroxyl group, which can soften the oxide surface through a hydrolyzing process. However, further increase in pH from 7 to 9 may be accompanied by an increase in the amount of anionic polyelectrolytes on the ceria abrasive particles, as shown in Fig. 1c. Such an increase in the surface coverage of the abrasive particles may inhibit the chemical reactions between the ceria and the oxide layer [19], leading to a saturation of the removal rate of the oxide layer above pH 7. Although adsorbed polyelectrolytes may form a more stretched structure due to electrostatic repulsion, as shown in Table 1, the amount of anionic polyelectrolytes adsorbed on the SiO2 particle surface was virtually negligible. These findings suggest that the material removal rate may be determined by the adsorption characteristics rather than by the polymer conformation in the blanket wafer polishing.\n                  The Si3N4 removal rate, on the other hand, is generally explained by a two-step reaction. The Si3N4 layer surface can be converted to SiO2 via hydrolyzation and removed in a similar way to the removal of the oxide layer [8,20]. Therefore, the actual degree of hydrolyzation of Si3N4 surface may be controlled by the amount of anionic polyelectrolyte adsorbed. In the acidic region, the Si3N4 removal rate was suppressed by increased adsorption of polyelectrolyte. However, on transition to the basic pH region, the removal rate abruptly increased due to reduced polyelectrolyte adsorption in this region and accelerated hydrolyzing process (Fig. 1a).\n                  Although the blanket wafer polishing results were well correlated with the adsorption results of the colloidal particle suspension, conformational changes of the polyelectrolytes as a function of pH could not be clearly discerned. However, the actual patterned wafer results such as dishing and erosion should be further considered from the viewpoint of polyelectrolyte microstructure at the solid/liquid interface during polishing as well as adsorption amount of polyelectrolyte.",
    "Conclusions": "4\n                  Conclusions\n                  The present results show that during the polishing of a Si3N4 layer using ceria slurry, the presence of a passivation layer of anionic polyelectrolytes on the Si3N4 surface reduces the removal rate. This was confirmed by both contact angle measurements and real blanket wafer polishing experiments. Moreover, the improved selectivity of Si3N4 over SiO2 and the variation in removal rate with pH were found to be correlated with an adsorption isotherm, and were confirmed by the FTIR results for anionic polyelectrolytes on SiO2, Si3N4. Because a saturation of the removal rate was observed in the basic region for the SiO2 blanket wafer and a reduced removal rate of Si3N4 was maintained within the acidic region, the maximum selectivity was obtained in pH 7. Although a change in the conformation of the polyelectrolyte structure was not clearly indicated during the blanket wafer polishing, it should be considered in future research on patterned wafer polishing."
  },
  "references": []
}