{
  "title": "Slurryless electrochemical mechanical polishing of 4-inch 4H–SiC (0001) and (000–1) surfaces",
  "authors": [
    "Yang, Xu"
  ],
  "publication": {
    "journal": "Precision Engineering",
    "date": "2023-09-30",
    "doi": "10.1016/j.precisioneng.2023.06.005"
  },
  "abstract": "Silicon carbide (SiC) is a very promising next-generation semiconductor material for power device applications, and polishing technology plays an important role in improving the performance of electronics. In this regard, slurryless electrochemical mechanical polishing (ECMP) is a promising polishing technology for SiC wafer in obtaining high efficiency and high precision. In this study, slurryless ECMP of 4-inch 4H–SiC (0001) and (000–1) surfaces (Si and C faces) were investigated aiming to the industrial application. Anodic oxidation property, polishing characteristics, and mechanism of the Si and C faces in slurryless ECMP were compared and clarified. Based on the obtained results, two-step slurryless ECMP (i.e., ECMP with diamond polishing plate and then with ceria polishing plate) was conducted on 4-inch as-sliced Si and C faces. Additionally, 4-inch Si and C faces with peak-to-valley (PV) value less than 2 μm and overall surface roughness in nanometer order were obtained.",
  "keywords": [
    "SiC wafer",
    "Electrochemical mechanical polishing",
    "Anodic oxidation",
    "Si face",
    "C face"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Silicon carbide (SiC) is a promising next-generation semiconductor material for power electronics and is widely used in high-voltage direct current transmission [1], [2], electric vehicles (EVs)/hybrid EVs (HEVs) [3], [4], solar energy [5], and so on. Its excellent physical properties give SiC power devices higher performance and lower energy loss than those of Si devices [6], [7]. Power devices are generally fabricated on the Si (0001) face of the SiC wafer because it is more suitable for epitaxy than the C (000–1) face. Therefore, the performance of power devices is always influenced by the surface roughness of the Si face. Surface roughness can affect electrical properties such as electrical capacity, electronic conductivity, surface energy, critical area, peak electric field, surface tension, and sheet resistance [8]. Besides, the C face must also be flattened to ensure the total thickness variation of the SiC wafer. Furthermore, the surface roughness of the C face also affects the stress balance between the Si and C faces, which results in the bow of the SiC wafer and leads to undesired stress on the epitaxial films. This reduces the crystallinity of the film and degrades the device performance [9]. Therefore, precision and ultra-precision machining technology for the SiC wafer plays an important role in improving the performance of power devices.\n                  However, SiC is known as a difficult-to-machine material because of its high hardness, high chemical inertness, and high brittleness. Traditional mechanical polishing using abrasives harder than SiC inevitably induces subsurface damage (SSD) on the SiC surface. Moreover, currently industrially applied chemical mechanical polishing (CMP) uses slurry, which contains loose abrasive and strong chemicals to modify and remove the hard SiC surface. However, the modification rate of the SiC surface is very low because of its high chemical inertness, resulting in a low material removal rate (MRR) [10], [11]. Furthermore, the slurry costs, slurry management and waste treatment costs are very high [12], [13]. Therefore, researchers developed high-speed surface modification methods, such as electrochemistry [14], ultraviolet [15], and catalyst-assisted [16] surface modification methods. Among these methods, catalyst-referred etching can obtain subnanometer surface roughness, but the MRRs of both methods are still low (1 nm/h [17]). Ultraviolet-assisted polishing can obtain a higher MRR (1.487 μm/h), but the surface roughness cannot satisfy electronic applications (0.5 nm Ra) [18].\n                  Compared with the above polishing methods, the electrochemical method has a much higher MRR. This method features electrochemical polishing (ECP) and electrochemical mechanical polishing (ECMP). ECP removes materials through etching. However, surface roughness and flatness are always affected by the anisotropy of the material; thus, the surface roughness is limited (8.3 nm rms) [19]. Meanwhile, ECMP modifies the SiC surface to a soft silicon dioxide and simultaneously removes the oxide by mechanical polishing. In this method, the flatness of the SiC surface is guaranteed. In ECMP with loose abrasive (slurry), the slurry simultaneously serves as electrolyte to modify the SiC surface and polishing medium to remove the anodic oxidation layer. This interaction between SiC surface modification and anodic oxidation layer removal makes it difficult to control the concentration, pH, and type of the slurry, resulting in poor control over the SiC surface modification; thus, improving its performance becomes difficult. This directly undermines the quality of the surface processed by ECMP. Conversely, the slurry must have a certain electric conductivity to ensure the anodic oxidation of SiC, which limits the polishing performance of the oxide layer. Additionally, management and waste treatment of the slurry are costly. Currently, the MRR of ECMP with loose abrasives only reaches 2–4 μm/h [20], [21]. Therefore, we proposed a slurryless ECMP that combines anodic oxidation with fixed soft abrasives. In this method, the parameters of the electrolyte and the abrasive can be controlled separately, allowing for simultaneous optimization of the anodic oxidation and polishing. The fixed abrasive can smooth and flatten the SiC surface and has a stronger material removal capacity than the loose abrasive, improving polishing efficiency. Using this method, we obtained a SiC surface with surface roughness values of 1.352 nm Sq and 13.291 nm Sz, and the MRR reached 23 μm/h [22]. In addition, we proposed a three-step slurryless ECMP process, which was applied to a ϕ20-mm as-sliced SiC wafer, an atomically smooth SiC surface (0.11 nm Sq and 1.46 nm Sz) was obtained in 1 h and 50 min [23], showing great application prospects.\n                  Currently, 4-inch or larger SiC wafers are commercially used. However, there are no reports on the ECMP of 4-inch SiC wafers or larger ones as far as we know. Besides, the ECMP of the C face has not been studied yet. The ECP of the C face shows that it has a higher etching rate than that of the Si face [24], [25]. Thus, a higher MRR is also expected in the ECMP of the C face. In this study, we experimentally and theoretically studied and compared the anodic oxidation and slurryless ECMP of the 4H–SiC (0001) and (000–1) surfaces (Si and C faces). The optimized anodic oxidation and mechanical polishing parameters were applied to 4-inch as-sliced Si and C faces, and the ECMP performance on a large-diameter SiC wafer is discussed and evaluated.",
    "Experimental section": "2\n                  Experimental section\n                  \n                     2.1\n                     SiC wafer\n                     Four-inch nitrogen-doped 4H–SiC wafers with CMP and slicing on both sides were used, and the surface roughness of the CMP and as-sliced SiC surface were 0.1–0.2 nm and 110–120 nm Sa, respectively. These SiC wafers were supplied by TankeBlue Semiconductor Company and have a resistivity range of 0.015–0.028 Ω⋅cm. Before anodic oxidation and ECMP experiments, the wet cleaning method [26] was used to remove contamination and local oxides on the SiC wafers to ensure the accuracy and reliability of the experimental results.\n                  \n                  \n                     2.2\n                     Anodic oxidation setup\n                     The anodic oxidation of CMP-processed Si and C faces was conducted in 1 wt% sodium chloride aqueous solution using an electrochemical cell. The anodic oxidation area was 1 cm2. The anodic oxidation parameters were controlled using a potentiostat (IviumStat.XRe, Ivium Technologies). Table 1\n                         shows the anodic oxidation parameters. The anodic oxidation used the same charge amount of 300 mC but at different current densities. The generated oxidized layer on the oxidized area was removed by an etching process using a 50-wt% hydrofluoric acid (HF) aqueous solution.\n                  \n                  \n                     2.3\n                     ECMP setup for the 4-inch SiC wafer\n                     \n                        Fig. 1\n                         shows the 4-inch slurryless ECMP device, which contains an ECMP machine, a potentiostat, a polishing plate torque monitor, and a control computer. The torque of the polishing plate was evaluated from the induced voltage generated by the drive current of the polishing plate motor. The SiC wafer was fixed on the wafer holder using conductive adhesive and connected to the working electrode of the potentiostat, whereas the polishing plate base served as the counter electrode. The polishing plate had an inner diameter of ϕ100 mm and an outer diameter of ϕ300 mm. The counter electrodes on the polishing plate are radially distributed. Both the SiC wafer and the polishing plate were immersed in the electrolyte; thus, the potentiostat, SiC wafer, electrolyte, and the metal base of the polishing plate formed an electric circuit, and SiC surface anodic oxidation occurred under the control of the potentiostat. During ECMP, the SiC wafer was in contact with the rotating polishing plate, and the SiC wafer rotated while oscillating along the radial direction of the polishing plate. The ECMP parameters are shown in Table 2\n                        .\n                     It has been reported that the diamond grinding wheel exhibits high capability in flattening as-sliced 4H–SiC (0001) surfaces, whereas the ceria grinding wheel shows high performance in SiC surface finishing. Combining ECMP with diamond and ceria grinding wheels can significantly improve the polishing efficiency of the chip surface [22], [23]. Thus, ECMP with diamond and ceria polishing plates, namely, diamond-ECMP and ceria-ECMP, were conducted on both sides of the CMP and as-sliced 4-inch 4H–SiC surfaces to compare their polishing characteristics and performance. The particle size of both the diamond and ceria polishing plates was 1 μm on average (which ranged from 0.5 to 2 μm).\n                  \n                  \n                     2.4\n                     Evaluation method\n                     The microscopic surface topography of the oxidized SiC surface and the oxidized SiC surface after removing the oxidized layer were observed using scanning electron microscopy (SEM, Hitachi S-4800). The oxidation depths (the step height between the as-received area and oxidized/etched area) of the oxidized areas were measured using scanning white light interferometry (SWLI, Zygo NewView 8300) with an observation area of 6 × 6 mm2.\n                     The hardness of the Si and C faces before and after anodic oxidation was measured using a nanoindenter (Elionix ENT2100); 100 points on each surface were measured, and the indentation load was set at 10 mN.\n                     The surface roughness of the SiC wafers was measured using SWLI. For the Si and C faces in the anodic oxidation experiment, five points with an area of 84 × 84 μm2 were measured (Fig. 2\n                        (a)). For the 4-inch SiC surfaces, nine points uniformly distributed on the surface were measured (Fig. 2(b)). The averaged surface roughness value of these points was used as the roughness of the whole processed surface. The measurement areas of the mid- and high-frequency surface roughness were 12.142 × 12.142 mm2 and 84 × 84 μm2, respectively, in the two-step ECMP.\n                     The MRR of the SiC wafer was determined by measuring the change in wafer thickness per unit time. The thickness of the 4-inch SiC wafer was measured using a spectral-interference wafer thickness meter (SF-3/300 A, Otsuka Electronics Co., Ltd) with a measurement pitch of 0.5 mm.\n                     The flatness of the 4-inch SiC surface was measured using an NH-3SPs ultra-precision point autofocus probe 3D measuring instrument supplied by Mitaka Kohki Co., Ltd., and the measurement pitch was 1 mm.\n                     The SSD on the SiC surface was evaluated using the residual stress on and below the SiC surface, and five points uniformly distributed on the SiC surface were measured (Fig. 2(c)). The residual stress was observed using a Raman confocal microscope (Raman Touch, Nanophoton Corporation), and the applied laser wavelength was 532 nm. The focus distance was changed from 0 (the outermost surface) to −8 μm (below the SiC surface) with a step of 0.1 μm during the measurement. Owing to the refraction of the laser in the SiC wafer, the actual observation depth below the SiC surface was about 21.6 μm (8 μm multiplied by the refractive index of 2.7 [27], [28]). The residual stress was assumed as uniaxial stress and calculated from the peak shift of FTO(2/4)E2 around 777.6 cm−1 with a coefficient of −510 MPa/cm−1 [29].",
    "Anodic oxidation of the Si and C faces": "3\n                  Anodic oxidation of the Si and C faces\n                  \n                     Fig. 3\n                      shows the SEM images of CMP-processed Si and C faces anodically oxidized at 300 mC at different current densities. On the oxidized Si face (Fig. 3(a–e)), many egg-like oxides were generated, whose size decreased while the density increased with increasing current density, the egg-like oxides almost cannot be observed on the surface when the current density increased to 50 mA/cm2. Different from those on the Si face, rodlike oxides were observed on the oxidized C face (Fig. 3(f–j)). Although the size of the rodlike oxide decreased with increasing current density, the change was much less than that on the Si face.\n                  \n                     Fig. 4\n                      shows the hardness of the CMP-processed Si and C faces and the anodically oxidized Si and C faces are shown in Fig. 3(b) and (g). Before anodic oxidation, the hardness of the C face was greater than that of the Si face, but both greatly decreased after anodic oxidation. Meanwhile, the oxidized C face was slightly softer than the oxidized Si face. In Fig. 3, there were much more pores on the oxidized C faces than on the oxidized Si faces; therefore, the porosity of the oxide on the C face was considered to be larger than on the Si face. In this regard, Tian et al. investigated the reaction between the 6H–SiC surface with water molecules owing to tribochemistry, they found that the silicon dioxide generated on the Si face was crystallized while that on the C face was amorphous [30]. Although the reaction environment was different from that in this study, the reactants were the same. Moreover, the same phenomenon may occur in the anodic oxidation of the Si and C faces. Therefore, the oxidized C face was considerably softer than the oxidized Si face.\n                  \n                     Fig. 5\n                      shows the SEM images of the anodically oxidized Si and C faces after removing the oxidized layer through HF etching. Many pits that corresponded to the egg-like oxides were observed on the Si face, the depth and size of the pits decreased with the increase in current density, as the egg-like oxides shown in Fig. 3 (a–e). Similarly, on the C face, many pits corresponding to rodlike oxides were observed. However, the changes in these pits were very small compared with those on the Si face, as that of the rodlike oxides in Fig. 3 (f–j). Meanwhile, Fig. 6\n                      shows the surface roughness of the oxidized Si and C faces after removing the oxidized layer through HF etching measured using SWLI. Obviously, the surface roughness of both Si and C faces decreased with increasing current density. Overall, the surface roughness of the oxidized/etched Si face was smaller than that of the C face.\n                  \n                     Fig. 7\n                      shows the change in oxidation depth with the current density. Both oxidation depths of the Si and C faces first remained constant below 10 mA/cm2 and then decreased with increasing current density. This is attributed to the occurrence of side reactions during anodic oxidation. It has been reported that side reactions, that is, water electrolysis and the anodic oxidation of chloride ions, mainly occur when the potential is greater than 25 V, which reduced the anodic oxidation of the SiC surface [31]. Meanwhile, the oxidation depth of the C face was greater than that of the Si face under all oxidation conditions (about 1.2 times of the Si face), indicating that the charge utilization efficiency of the C face was greater than that of the Si face during the oxidation process.\n                  The anodic oxidation of SiC is expressed as follows [31], [32], [33]:\n                        \n                           (1)\n                           SiC + 3H2O + 6h+ → SiO2 + CO(g) + 6H+,\n                        \n                     \n                     \n                        \n                           (2)\n                           SiC + 4H2O + 8h+ → SiO2 + CO2(g) + 8H+,\n                        \n                     where h+ is the hole in the SiC. The h+ to SiC ratio (n) reflects the electric energy needed for the SiC anodic oxidation and is known as the oxidation difficulty, expressed as\n                        \n                           (3)\n                           \n                              \n                                 n\n                                 =\n                                 \n                                    \n                                       N\n                                       e\n                                    \n                                    \n                                       N\n                                       \n                                          S\n                                          i\n                                          C\n                                       \n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       Q\n                                       /\n                                       F\n                                    \n                                    \n                                       ρ\n                                       S\n                                       d\n                                       /\n                                       M\n                                    \n                                 \n                                 .\n                              \n                           \n                        \n                     Here N\n                     e and N\n                     SiC are the mole numbers of h+ and SiC, respectively, Q is the charge amount in the anodic oxidation, ρ is the density of SiC, F is the Faraday constant, S is the anodic oxidation area, d is the oxidation depth, and M is the molar mass of SiC. Based on the anodic oxidation parameters in Table 1 and the oxidation results in Fig. 7, n can be calculated as shown in Fig. 8\n                     . In the anodic oxidation of the Si face, n was approximately eight when the current density was below 10 mA/cm2 (assuming side reactions did not occur), while it was between six and seven in the anodic oxidation of the C face. This result indicates that Eq. (2) and Eq. (1) mainly occurred in the oxidation of the Si and C face, respectively, suggesting easier anodic oxidation of the C face than the Si face.\n                  In the oxidation of the SiC surface, the C atoms were replaced by O atoms to form silicon dioxide (SiO2). On the C face, the C atoms were directly exposed to the electrolyte, which can be easily replaced by the O atoms from the H2O in the electrolyte. In contrast, the C atoms were covered by Si atoms on the Si face, making the C atoms difficult to replace with the O atoms from the electrolyte. Moreover, the reactive molecular dynamic simulation conducted by Tian et al. suggested that the Si–O bonds formed on the Si face were more stable than that on the C face, blocking the further oxidation of the Si face [30]. In the thermal oxidation of the Si and C faces, the activation energy of the C face was 0.24 eV, which was smaller than that of the Si face (0.64 eV) [34]. Therefore, the C face was oxidized more easily than the Si face.",
    "Polishing characteristics of the 4-inch Si and C faces": "4\n                  Polishing characteristics of the 4-inch Si and C faces\n                  The ECMP of the 4-inch CMP-processed Si and C faces with different current densities was conducted to compare their polishing characteristics. Fig. 9\n                     (a) shows the surface roughness of the Si and C faces obtained by diamond-ECMP. The surface roughness of the C face was greater than that of the Si face at different current densities, kept at about 25 and 23 nm Sa, respectively. This is comparable with that obtained through mechanical polishing (current density is 0), thus, the mechanical removal of the SiC surface by the diamond polishing plate occurred in all polishing conditions and dominated the surface topographies. Fig. 9(b) and (c) show the photos of the Si and C faces obtained by the diamond-ECMP at 30 mA/cm2, respectively. Surfaces close to a mirror were obtained, and the difference between the two surfaces cannot be distinguished by the naked eye.\n                  \n                     Fig. 10\n                     (a) shows the relationship between the surface roughness of the Si and C faces and current density in ceria-ECMP. Both the surface roughness values of the Si and C faces first decreased and then increased with increasing current density, although there were some differences. For the Si face, the surface roughness reached the minimum value (0.45 nm Sa) at 15 mA/cm2, and the surface roughness and its variation greatly increased when the current density exceeded 25 mA/cm2. Fig. 10(b) and (c) show the photos of the Si face after ceria-ECMP at 20 and 25 mA/cm2, respectively. Residual oxides were observed in the ECMP at 25 mA/cm2, indicating that the oxide layer removal rate was lower than the anodic oxidation rate, which increased the surface roughness. For the C face, the minimum surface roughness (1.47 nm Sa) was obtained at 20 mA/cm2. The surface roughness slightly increased to 1.75 nm Sa at 25 mA/cm2 and greatly increased to 13.42 nm Sa at 30 mA/cm2. Fig. 10(d) and (e) show the photos of the C face after ceria-ECMP at 25 and 30 mA/cm2, respectively. A mirror surface was observed at 25 mA/cm2, but the surface became blurred at 30 mA/cm2 because of a thin residual oxide layer. Therefore, oxides remained on both Si and C faces when the current density increased to a threshold, which increased the surface roughness.\n                  \n                     Fig. 11\n                      shows the MRRs of the Si and C faces in diamond- and ceria-ECMP at different current densities. In the diamond-ECMP (Fig. 11(a)), the MRRs of both the Si and C faces linearly increased with increasing current density, for the Si face,\n                        \n                           (4)\n                           \n                              MRR\n                              D-Si = 0.5328 × i + 26.388,\n                        \n                     and for the C face,\n                        \n                           (5)\n                           \n                              MRR\n                              D-C = 0.6529 × i + 26.485.\n                        \n                     Here MRR\n                     D-Si and MRR\n                     D-C are the MRRs (μm/h) of the Si and C faces in diamond-ECMP, respectively, and i is the current density in mA/cm2. The C face had a higher increasing rate (0.6529 μm h−1/mA·cm−2) than that of the Si face (0.5328 μm h−1/mA·cm−2), which can be attributed to the higher charge utilization efficiency in the anodic oxidation of the C face than that of the Si face. In mechanical polishing with the diamond polishing plate (current density is 0), the MRR of the C face (29.2 μm/h) was greater than that of the Si face (26.9 μm/h). Fig. 12\n                      shows the indentation elasticity modulus of the Si and C faces obtained in the nanoindentation test. The indentation elasticity modulus of the C face (608.7 GPa) was greater than that of the Si face (575.4 GPa). Therefore, the Si face was more easily elastically deformed than the C face in the mechanical polishing process, making its removal remount slightly less than the C face.\n                  In the ceria-ECMP (Fig. 11(b)), the MRRs of the Si and C faces first proportionally increased with increasing current density, for the Si face,\n                        \n                           (6)\n                           \n                              MRR\n                              Ce-Si = 0.5954 × i + 0.2097, (i ≤ 10),\n                        \n                     for the C face,\n                        \n                           (7)\n                           \n                              MRR\n                              Ce-C = 0.5276 × i + 0.7254, (i ≤ 25).\n                        \n                     Here, MRR\n                     Ce-Si and MRR\n                     Ce-C are the MRR of Si and C face in μm/h in ceria-ECMP, respectively. For the Si face, the maximum MRR (6 μm/h) was obtained at 10 mA/cm2. However, the MRR dropped after the current density exceeded 15 mA/cm2 and was kept at about 1.5 μm/h. The MRRs of the Si and C faces were almost the same below 10 mA/cm2, whereas the MRR of the C face continued increasing to 13.6 μm/h until the current density increased to 25 mA/cm2 and greatly decreased to 2.65 μm/h at 30 mA/cm2.\n                  Researches by Murata et al. [35] and Zhai et al. [20] on the ECMP of a 2-inch 4H–SiC (0001) surface with ceria slurries established that the relationships between the MRR and current I as\n                        \n                           (8)\n                           \n                              MRR (μm/h) = 2.83 × 10−2 × I (mA)\n                        \n                     and\n                        \n                           (9)\n                           \n                              MRR (μm/h) = 28.74 × I (A),\n                        \n                     respectively.\n                  By converting current I to current density i in mA/cm2 according to the size of the SiC wafer, Eqs. (8) and (9) can be rewritten as\n                        \n                           (10)\n                           \n                              MRR (μm/h) = 0.5736 × i (mA/cm2)\n                        \n                     and\n                        \n                           (11)\n                           \n                              MRR (μm/h) = 0.5825 × i (mA/cm2),\n                        \n                     respectively.\n                  These are very close to Eq. (6). These results indicate that in the ECMP of SiC with soft abrasives, the MRR is primarily determined by the anodic oxidation rate of the SiC surface. Furthermore, in the study conducted by Murata et al. [35], the MRR corroborated with the theoretically calculated value when the current was below 150 mA (7.6 mA/cm2). However, it became smaller than the theoretically calculated value when the current was greater than 200 mA (10.1 mA/cm2), suggesting the occurrence of side reactions. This finding is consistent with Fig. 11(b).",
    "Polishing mechanism of the 4-inch Si and C faces": "5\n                  Polishing mechanism of the 4-inch Si and C faces\n                  The torque of the polishing plate and the potential during the ECMP process of the Si and C faces were monitored to investigate the changes in the surface roughness and MRR with the current density. Fig. 13\n                     (a) and (c) show the potential during the ceria-ECMP of the Si and C faces, respectively, whereas Fig. 13(b) and (d) respectively show the corresponding torque potential changes during the polishing process. In the ceria-ECMP of the Si face (Fig. 13(a)), the potential increased gradually with increasing current density, but a large increase can be observed (from ∼20 to ∼28 V) when the current density increased from 10 to 15 mA/cm2. The change in torque corresponded to the potential (Fig. 13(b)). The torque potential remained at a high level of ∼250 mV below 10 mA/cm2 and then decreased to ∼200 mV from 15 to 25 mA/cm2 and further decreased to ∼150 mV at 30 mA/cm2. As the torque of the polishing plate directly reflects the friction between the polishing plate and the workpiece, higher torque means larger friction. Therefore, the results in Fig. 13(a) and (b) indicate that the friction between the Si face and the ceria polishing plate decreased when the potential increased to greater than 28 V, reducing the removal of the oxidized layer and thus the MRR (Fig. 11(b)).\n                  In the ceria-ECMP of the C face (Fig. 13(c)), the potential slightly increased with increasing current density below 25 mA/cm2. The potential at 25 mA/cm2 almost remained below 25 V, whereas those at some peaks jumped to above 30 V and dramatically increased to above 35 V at 30 mA/cm2. Accordingly, the torque of the polishing plate was maintained at 200–300 mV when the current density was less than 25 mA/cm2 but dramatically decreased to ∼150 mV at 30 mA/cm2 (Fig. 13(d)). In addition, an obvious correlation between the potential and torque can be observed at 25 and 30 mA/cm2: the torque decreased when the potential jumped to above 30 V and increased when the potential decreased to less than 25 V. Therefore, it can be concluded that the friction between the C face and the ceria polishing plate deceased when the potential was greater than 25 V. The MRR decreased accordingly (Fig. 11(b)).\n                  Although the anodic oxidation rate decreased at high current densities, the residual oxide was observed on the polished surface (Fig. 10(c and e)). This can be attributed to the gas film between the SiC surface and the polishing plate, as shown in Fig. 14\n                     . Anodic oxidation of SiC primarily occurred below 25 V, with less gas generated and the abrasives making good contact with the SiC surface. Consequently, the oxide produced was eliminated, resulting in a smooth SiC surface, as depicted in Fig. 14(a). When the potential was higher than 25 V, side reactions occurred and generated a large amount of gas [31], which blocked the contact between the SiC surface and the polishing plate. This reduced the friction in the ECMP. Therefore, the generated oxide was not completely removed and resulted in a rough surface, as shown in Fig. 14(b).\n                  The changes in MRR with current density were different in the diamond- and ceria-ECMP. As shown in Fig. 11, the MRR in the diamond-ECMP kept increasing with increasing current density but reached a maximum value at a certain current density in the ceria-ECMP. In the diamond-ECMP, SSD was mechanically introduced to the SiC surface by the diamond abrasive particles during the polishing process, which enhanced the SiC anodic oxidation and raised the charge utilization efficiency at high current densities [23], [31]. In the ceria-ECMP, no SSD was introduced. Thus, the surface was more difficult to oxidize than that in the diamond-ECMP, resulting in side reactions at high current densities. The difference in the MRR between the Si and C faces was also attributed to such oxidation difficulty. The anodic oxidation of the C face was easier than that of the Si face and the charge utilization efficiency of the C face was higher than that of the Si face (Fig. 7). Therefore, the C face had a higher MRR than that of the Si face at high current densities.",
    "Two-step slurryless ECMP of the 4-inch as-sliced Si and C faces": "6\n                  Two-step slurryless ECMP of the 4-inch as-sliced Si and C faces\n                  Two-step slurryless ECMP was conducted on 4-inch as-sliced Si and C faces to study the performance of ECMP on large-diameter SiC wafers. First, diamond-ECMP was applied to polish the as-sliced SiC surface to rapidly achieve global flatness. Second, the obtained SiC surface was further polished using ceria-ECMP to smoothen the surface and remove the SSD layer.\n                  \n                     6.1\n                     Two-step slurryless ECMP of the 4-inch as-sliced Si face\n                     According to the results in Section 4, diamond-ECMP was conducted at 30 mA/cm2 to achieve a high MRR. Ceria-ECMP was first conducted at 10 mA/cm2 to rapidly remove the SSD layer and then at 15 mA/cm2 to achieve the smoothest surface. Fig. 15\n                         shows the photos of the 4-inch as-sliced Si face during the two-step slurryless ECMP. The as-sliced Si face was rough and almost nonreflective (Fig. 15(a)). After diamond-ECMP for 5 min, the surface became reflective except for three small areas (Fig. 15(b)). The unpolished area became smaller with the progress of the diamond-ECMP; the whole surface became reflective after 25 min (Fig. 15(c–f)), indicating the flattening function of the diamond polishing plate. Fig. 15(g) shows the surface after ceria-ECMP for 60 min (at 10 mA/cm2 for 50 min and 15 mA/cm2 for 10 min). A mirror surface was obtained, and the reflected image was much clearer than that obtained by the diamond-ECMP, indicating a greatly improved surface quality.\n                     \n                        Fig. 16\n                         shows the overall surface morphology of the 4-inch as-sliced Si face before ECMP and after diamond-ECMP and ceria-ECMP. Before ECMP, the peak-to-valley (PV) value of the Si face was 65.96 μm, and the first orientation flat was especially very low (Fig. 16(a)). This is consistent with the polishing process shown in Fig. 15. The PV of the 4-inch Si face drastically decreased to 1.88 μm after the diamond-ECMP (Fig. 16(b)), indicating the high flattening performance of the diamond polishing plate. After ceria-ECMP, the PV slightly decreased to 1.56 μm (Fig. 16(c)), indicating that the ceria-ECMP also had a shape correction capability. Overall, the as-sliced Si face was greatly flattened by the two-step ECMP process.\n                     \n                        Fig. 17\n                         shows the surface topography change in the mid-frequency domain (12.142 × 12.142 mm2) before and after the diamond-ECMP. On the as-sliced SiC surface, there were many saw marks introduced by a diamond saw wire on the whole surface. The Sz surface roughness was 4.23 μm on average and ranged from 1.81 to 14.71 μm (Fig. 17(a)). The average Sz surface roughness decreased to 158.69 nm and ranged from 74.23 to 337.07 nm after diamond-ECMP for 25 min. As shown in Fig. 17(b), the mid-frequency flatness and uniformity of the Si face were greatly improved.\n                     \n                        Fig. 18\n                         shows the high-frequency surface topographies (84 × 84 μm2) of the as-sliced Si face during the ECMP process. The as-sliced surface was full of bumps and holes, which became shallow after the diamond-ECMP and disappeared after the ceria-ECMP (Fig. 18(a–c)). Fig. 18(d) shows the surface roughness change during the ECMP process. The average surface roughness decreased from 115.56 nm Sa and 1388.11 nm Sz to 26.39 nm Sa and 407.09 nm Sz after the diamond-ECMP and further decreased to 0.37 nm Sa and 9.56 nm Sz after the ceria-ECMP. A 4-inch Si face with overall surface uniformity was obtained.\n                     \n                        Fig. 19\n                         shows the residual stress on the Si face during the two-step ECMP process obtained using Raman spectroscopy. Residual tensile and compressive stresses existed on the whole as-sliced Si face, and their maximum values were greater than 204 MPa. The thickness of the strained layer reached ∼10 μm (Fig. 19(a)). After the diamond-ECMP (Fig. 19(b)), the maximum residual stress on the whole surface decreased to ∼76.5 MPa, and the thickness of the strained layer was reduced to ∼3 μm. After ceria-ECMP (Fig. 19(c)), the residual stress disappeared, indicating that a damage-free 4-inch Si face was obtained.\n                  \n                  \n                     6.2\n                     Two-step slurryless ECMP of the 4-inch as-sliced C face\n                     According to the results in Fig. 9(a) and 11(a), the surface roughness of the C face remained constant in the diamond-ECMP at different current densities, and a high MRR of 47.45 μm/h was obtained at 30 mA/cm2. Therefore, 30 mA/cm2 was applied to the diamond-ECMP of the as-sliced C face to rapidly flatten the surface. Similarly, in the ceria-ECMP of the C face, a maximum MRR of 13.6 μm/h and a smooth surface with a surface roughness of 1.75 nm Sa was obtained at 25 mA/cm2 (Fig. 10(a) and 11(b)). Therefore, ceria-ECMP at 25 mA/cm2 was selected to obtain the global smoothness of the C face after the diamond-ECMP.\n                     \n                        Fig. 20\n                         shows photos of the as-sliced 4-inch C face during the two-step ECMP process. Similar results compared to the two-step ECMP of the Si face were obtained. The as-sliced C face was nonreflective (Fig. 20(a)). The polished area became reflective with the progress of the diamond-ECMP, and the whole surface became reflective after the diamond-ECMP for 15 min (Fig. 20(b–d)). After further polishing using ceria-ECMP for 30 min, the surface was obviously smoothened (Fig. 20(e)). The two-step ECMP process removed all saw marks and subsurface damage from the C face, and a damage-free 4-inch C face with PV 1.77 μm was obtained (Figs. S1–S4).\n                     \n                        Fig. 21\n                         shows the change of surface roughness (84 × 84 μm2) during the two-step ECMP process of the as-sliced C face. The average surface roughness decreased from 144 nm Sa and 1525.56 nm Sz to 26.25 nm Sa and 419.53 nm Sz after the diamond-ECMP and further decreased to 2.13 nm Sa and 26.21 nm Sz in the ceria-ECMP. Thus, the global flatness and smoothness of the C face were obtained.\n                     Based on these results, the surface roughness of the polished 4-inch C face is greater than that of the polished 4-inch Si face, which is consistent with the results in Section 4. Fig. 22\n                         shows the typical surface topographies of the polished Si and C faces. On the Si face, polishing marks are obtained, whereas, on the C face, polishing marks are not obvious. The characteristics of anodic oxidation are observed instead. This may be due to the faster anodic oxidation of the C face than the Si face. Therefore, the oxide layer removal rate was much greater than the anodic oxidation rate in the ceria-ECMP of the Si face compared to that in the ceria-ECMP of the C face. Furthermore, the anodic oxidation characteristics of the Si and C faces affect the surface topographies of the polished surfaces. Notably, the polished C face is generally rougher than the Si face because the anodic oxidation of the C face is less uniform than the Si face.",
    "Conclusions": "7\n                  Conclusions\n                  In this study, the anodic oxidation and slurryless ECMP property of Si and C faces were compared and investigated. The anodic oxidation rate of the C face was about 1.2 times larger than that of the Si face. In addition, the anodic oxidation morphologies of the Si and C faces differed. In the anodic oxidation process, egg-like and rodlike oxides were generated on the Si and C faces, respectively. This resulted in a rougher C face after removing the oxide layer. Besides, the MRR of the C face was greater than that of the Si face in both the diamond-ECMP and ceria-ECMP due to the higher charge utilization efficiency in the anodic oxidation of the C face than that of the Si face. Side reactions that occurred at high current densities drastically decreased the MRR and increased the surface roughness in the ceria-ECMP. The maximum MRRs of the 4-inch Si and C faces below 30 mA/cm2 in the diamond-ECMP were 47.5 and 43.2 μm/h, respectively and were 6.0 and 13.6 μm/h, respectively, in the ceria-ECMP.\n                  Two-step ECMP (diamond-ECMP and then ceria-ECMP) of the 4-inch as-sliced Si and C faces was conducted using the optimized anodic oxidation parameters. All low-, medium-, and high-frequency surface morphology components were removed on both the Si and C faces, and 4-inch Si and C faces with PV less than 2 μm were obtained. A damage-free Si face with surface roughness values of 0.37 nm Sa and 9.56 nm Sz and a C face with surface roughness values of 2.13 nm Sa and 26.21 nm Sz were obtained in 85 and 45 min from the as-sliced surface, respectively.\n                  The research results show the high performance of slurryless ECMP in SiC wafer manufacturing and broad application prospects for industrial applications. With the maturity of SiC crystal growth technology, 6-inch and 8-inch SiC wafers are gradually commercialized, and the application of slurryless ECMP to these large-diameter SiC wafers is expected."
  },
  "references": []
}