{
  "title": "Chapter 21 Chemical routes to magnetic nonvolatile memory devices",
  "authors": [
    "Ehrmann, Andrea"
  ],
  "publication": {
    "journal": "Chemical Solution Synthesis for Materials Design and Thin Film Device Applications",
    "date": "2021-12-31",
    "doi": "10.1016/B978-0-12-819718-9.00010-8"
  },
  "abstract": "Magnetoresistive (or magnetic) random-access memories (MRAMs) belong to the nonvolatile memory devices, using magnetism to store information for long time periods. MRAMs are faster than mechanical hard disk drives and unlike solid-state drives (SSDs), can store data even without regular energy supply. A few other ideas, such as ferroelectric and phase-change materials, are also expected to show similar properties but are scarcely investigated.\n               Technologically, MRAMs are often produced by sputtering, atomic layer deposition, or similar thin-film technologies. Chemical methods, however, are also involved, such as deposition of thin films by chemical solution routes, wet etching to produce patterned structures, and chemical polishing to create the desired surface roughness.\n               Here, we give an overview of possible chemical techniques applicable to the production of magnetic nonvolatile memory devices, offering possibilities to use new materials and process them differently from the pure physical route.",
  "keywords": [
    "MRAM",
    "Nonvolatile",
    "Magnetic memory",
    "Chemical deposition",
    "Chemical etching",
    "Dry etching",
    "Tunnel magnetoresistance",
    "Giant magnetoresistance"
  ],
  "sections": {
    "Introduction": "21.1\n               Introduction\n               The magnetoresistive (or magnetic) random-access memory (MRAM) belongs to the candidates for a “universal” memory, possibly overcoming the restrictions of recent memory types, such as volatility, high costs, high power consumption, complexity, and combining nonvolatility with high speed. The MRAM belongs to the research and development area of spintronics [1] and is expected to combine the speed of static random-access memory (SRAM) and the density of dynamic random-access memory (DRAM) with low power consumption and unlimited lifetime [2]. While SRAM uses flip-flops to store bits, DRAM is based on combining a transistor with a capacitor, which is either charged or discharged, in this way representing the states 0 and 1. While the charge on the capacitor necessitates regular refreshment, the flip-flop can permanently store data, which explains the definitions of both the memory types as “dynamic” and “static,” respectively. Nevertheless, both SRAM and DRAM belong to the volatile memory types, that is, they lose information without electrical power.\n               The MRAM was developed more than twenty years ago [2]. Unlike common RAM, the MRAM is based on magnetic data storage and thus nonvolatile. It can be prepared in the form of spin valves reproducing the single bits.\n               A spin valve, or a magnetic tunnel junction, contains two ferromagnetic layers, one of them permanently magnetized in one orientation (reference layer), while the magnetization in the other one can be changed (free layer). When both of these ferromagnetic layers are separated by a thin nonconductive layer, a so-called tunnel magnetoresistance (TMR) element is formed [3]. The relative orientation of the magnetization in both magnetic layers—either parallel or antiparallel—modifies the resistance of the element and can thus be used to define the usual states of 0 and 1 or a bit. Apart from the TMR, it is also possible to use the giant magnetoresistance (GMR) in which ferromagnetic layers are separated by a thin conductive layer to define two states of different resistances [4]. In TMR, spin-dependent tunneling is the mechanism for resistance change, whereas in GMR, it is due to spin-dependent scattering.\n               Besides these physical properties, there are several additional technological requirements, such as blocking of parasitic currents, which can be performed by connecting an access transistor in series to the TMR or GMR system [5]. Nevertheless, downscaling such systems further is prohibited by induction fields influencing neighboring bits in these so-called toggle-mode MRAMs in which the single elements are switched by currents flowing through perpendicularly oriented word and bit lines.\n               Different approaches have been suggested to overcome these limitations. One of them uses the so-called spin-transfer torque [6–12]. By using spin-polarized electrons, the domains in the free ferromagnetic layer could be directly rotated, meaning that a low bidirectional current I\n                  \n                     WR\n                   that is higher than the threshold current I\n                  \n                     C0\n                   can be used to switch the magnetic tunnel junction (Fig. 21.1\n                  ). In this way, the writing current can be reduced [3,13]. This approach, however, might be connected with the necessity to prepare coherent spin ensembles on sufficiently long time scales. Nevertheless, it is further developed by many semiconductor companies.\n               Other possible approaches are based on magnetoelectric effects, which use voltages instead of currents to manipulate the magnetization [14,15], on using the giant spin Hall effect to drive pure spin currents through magnetic tunnel junctions [16] or by altering the perpendicular interface anisotropy in the magnetic tunnel junctions [17–19].\n               It should be mentioned that MRAM elements may also allow for storing more than one bit per cell, as it has also been shown for magnetic nanoparticles of diverse shapes and materials [20–23]. Kawahara et al. suggested a two-step read/write process for a cell with two stacked magnetic tunnel junctions [10], as depicted in Fig. 21.2\n                  . This means that first the resistance of the smaller resistance bit is read with a mid-level reference, followed by reading the resistance of the higher resistance cell with a higher or lower reference level in accordance to the state of the first bit. Writing is performed differently—while two identical bits can be written at the same time, in case of opposite bits, the one with the larger resistance has to be written first, followed by the bit with the smaller resistance [10].\n               Other forms of stacked magnetic tunnel junctions include pentalayers with two outer antiparallel pinned layers and a free middle layer, separated from each other by spacer layers, which were found to exhibit reduced switching times [24,25] and critical current densities [24,26].\n               On the other hand, reducing the necessary current and correspondingly the bit dimensions necessary for reliable operation of an MRAM can be reached by thermally assisted switching or by changing to a perpendicular geometry [27–29]. A recent comparison of necessary writing energies per bit and magnetic tunnel junction (MTJ) areas of the common toggle MRAM, spin-transfer torque (STT) MRAM, and voltage-torque MRAM, altering the anisotropy in an MRAM by an applied voltage, is given in Fig. 21.3\n                  .\n               In spite of all these research attempts and sophisticated solutions for the problems connected with MRAM, their commercial availability is still not comparable with that of hard disk drive (HD) or the solid-state drive (SSD). Although the performance of modern MRAM is enhanced substantially, yet there is still wide scope of further research on MRAM, ferroelectric, or phase change materials. For example, it is described that a size reduction from the 28nm to the 20nm node results in a decrease of writing time from 3.5 to 2.9ns. The effect leads to significant reductions of the writing/reading energy from 189.5fJ/9.0fJ to 92.4fJ/3.5fJ and of the reading current from 26.1 to 11.9μA, but at the cost of an increased retention failure rate from 6.5×10−10 to 1.6×10−3 in 10 years [30, 31].\n               After this general introduction to the idea of MRAMs as novel fast and nonvolatile storage elements, the following sections will concentrate on chemical methods, such as thin-film deposition from chemical solutions, wet etching, and chemical polishing, to prepare materials for MRAM. In addition to an overview of these chemical processes, we summarize the recent developments and current research on MRAM.",
    "Thin-film structures from chemical solutions": "21.2\n               Thin-film structures from chemical solutions\n               Chemical solution deposition (CSD) is an interesting method to prepare especially metal oxides with complex stoichiometry since the latter can be well controlled in these processes. Some perovskite oxides, such as LaNiO3, (La,Sr)CoO3, or (La,Sr)MnO3, are electrically conductive and can thus be used as electrodes in diverse spintronics elements. The latter also exhibits colossal magnetoresistance, that is, a significant change of the resistance inside an external magnetic field, allowing for using this material in MRAMs. Tanaka et al. reported on (La,Sr)MnO3 (LSMO) thin films applied on SrTiO3 single crystal substrates via CSD and found an increase of the magnetoresistance up to 0.57% with increasing sintering temperature [32].\n               Pollak et al. reported about producing thin films of similar material, La0.5Sr0.5CoO3 (LSCO), by CSD with poly(vinyl alcohol) (PVA) of two different molecular weights [33]. The films were prepared by spin coating on platinized Si substrates, dried, and rapidly annealed. In a subsequent step, PbZr0.53Ti0.47O3 was spin coated on the previous layer and also annealed. Depending on the molecular weight of the PVA, one of the two different LSCO films exhibited a stoichiometric composition and was thus found to be suitable for CSD of LSCO layers [33]. Other research groups have also grown these materials by CSD technique [34,35].\n               Chemical vapor deposition (CVD) of (La0.8Ca0.2)MnO3 thin films was reported by Li et al. They used single-liquid-source metal-organic CVD of a mixture of dissolved La, Ca, and Mn in an organic solution as the precursor and found a large magnetoresistance change of −550% in this material [36].\n               Multiferroic materials show more than one ferroic (or antiferroic) order, that is, they can be ferroelectric and ferrimagnetic at the same time [37,38]. The dual characteristics enable storing two bits of information in one memory position and thus render a significantly increased storage density [39]. A multiferroic material that has a large finite polarization and magnetization at room temperature is BiFeO3, being antiferromagnetic well above room temperature, but causing problems with current density leakage. Bilayer structures with a second ferroelectric layer, such as Bi1/2Na1/2TiO3, Pb(Zr,Ti)O3, could be applied to reduce the current density leakage, but at the cost of a reduced polarization [40,41]. Aguiar et al. suggested LaFeO3/BiFeO3 heterostructures, deposited by the polymeric precursor method followed by annealing, in which they found a saturated hysteresis loop without visible leakage, as opposed to the pure BiFeO3 films that showed rounded hysteresis shapes, which were attributed to a high leakage (Fig. 21.4\n                  ) [42].\n               Thin films of BiFeO3 doped with 0.3mol% Sc can be chemically deposited on a Pt/Ti/SiO2/Si substrate. Doping the multiferroic with Sc results in increased fatigue behavior and polarization retention properties, making such thin films interesting for MRAMs and other magnetic device applications [43].\n               By combining BiFeO3 with CoFe in a bilayer structure by CSD and sputtering, an exchange bias system was established. The temperature dependence of the exchange bias depended on the direct interface coupling, while the crystal structure of the BiFeO3 did not significantly influence the exchange bias [44].\n               Another material class that can be utilized in developing MRAMs is epitaxially grown or nanostructured ferrites, such as magnetite. Magnetite can be deposited, for example, by CVD [45]. Chao et al. suggested ultrasonic spray-assisted CVD of the iron oxides Fe3O4 and γ-Fe2O3 on different single crystal substrates to prepare nanocomposites with average sizes around 20nm [46]. A sol-gel-based approach to prepare Fe3O4, α-Fe2O3, and γ-Fe2O3 was described by Hashimoto et al. [47]. Martinez et al. reported on spray pyrolysis of α-Fe2O3 from different precursors to prepare polycrystalline thin films on Si(111) substrates [48]. Low-pressure CVD was used by Mathur et al. to prepare Fe3O4 or Fe2O3 thin films. They found that the substrate temperature, as well as annealing in reducing or oxidizing conditions, could be used to tailor the stoichiometry of the films [49].\n               Zatko et al. most recently investigated WS2 mono-, bi-, and trilayers produced by CVD and integrated in Co/Al2O3/WS2/Co MTJ hybrid spin-valve structures. They found high spin polarization for the WS2 monolayers while the signal was reversed for bi- and trilayers, enabling diverse possibilities of spin current control in two-dimensional magnetic tunnel junctions [50].",
    "Chemical etching": "21.3\n               Chemical etching\n               Chemical etching is often used to pattern the desired structures in MRAM elements. O’Sullivan et al. describe the growth of the magnetic tunnel junction stack, typically consisting of an adhesion layer on the substrate, followed by an antiferromagnet pinning the fixed layer due to the formation of an exchange bias [51], a tunnel barrier and a soft layer, before the cap layer preventing the whole stack from oxidation finalizes the sequence [52].\n               Also, the often-used physical techniques such as ion beam etching or ion milling are not chemically selective and tend to material redeposition on the sidewalls, possibly leading to electric short currents across the magnetic tunnel junction and in this way making downscaling MRAM technology error-prone [53–55]. Reactive ion etching, such as Cl2/Ar plasma etching, is very useful for valve-metal-based layers like Ta but does not work reasonably with permalloy, a typical material used for the soft layer. Besides, the possible Cl-based byproducts can modify the magnetic characteristics of MRAM systems [56–58]. This makes the isotropic process of chemical etching attractive for patterning the free layer in MRAM elements.\n               O’Sullivan et al. suggested carboxylic acids as a possible etchant for the permalloy layer without destroying the alumina tunnel barrier and the pinned layer below, which would erroneously lead to hysteresis loop offsets. They also found that the capping layer, either Ti or Ta, had to be removed before by reactive ion etching and that it was necessary to inhibit permalloy passivation by a sulfur-based additive [52].\n               Chen et al. used a combination of alternating plasma oxidation and formic acid vapor reaction [59]. They found that oxidation by atomic oxygen etched the transition and noble metals under examination isotropically, while the low-energy and directional oxygen ions resulted in anisotropic etching profiles. Surface oxidation before the organic chemical etching was used to enable chemical etching, with formic acid showing the best combination of etch rates and material selectivity.\n               O’Sullivan [60] and Abraham [61] suggested trifluoromethane sulfonic acid, one of the strongest known acids, as another wet etching acid for selective patterning of the ferromagnetic free layer in a magnetic tunnel junction used as an MRAM. To avoid the dissolution of the alumina tunneling barrier in the acidic etching solution, they used different anionic inhibitors from the alkyl-sulfonic acid sodium salt family. While without this anionic inhibitor, the alumina tunnel barrier was etched within the order of magnitude of seconds, it remained intact for hours if the anionic inhibitor was adsorbed on the alumina layer, in this way enabling the desired selective etching of the free layer [60,61].\n               Alternating Cl2 and H2 exposure was used by Kim et al. for reactive ion etching. They showed a significant increase in the etching rate, as compared to pure Cl2 plasma, and found that the plasma combination was also useful to remove metal chloride layers, the aforementioned typical problem in Cl2 plasma etching of MRAM devices [58].\n               Cho et al. suggested a pulse-modulated high-density plasma instead to etch nanometer-scaled structures in a CoFeB thin film. They explain the significantly increased etch results by the effective removal of the detached compounds between the plasma pulses, as depicted in Fig. 21.5\n                   \n                  [62].",
    "Chemical polishing": "21.4\n               Chemical polishing\n               The smaller the lateral dimensions of a memory element are, the flatter should the single layer surfaces become. Tungsten, often used as an electrode in MRAMs, is typically deposited by CVD, followed by chemical mechanical polishing, also called chemical mechanical planarization [63]. Lim et al. describe this process as the formation of a passive oxide layer by slurry chemicals and the abrasion by slurry abrasives [63], resulting in global planarization [64]. Typically, the passivation is performed using different oxidants, modifying the surface morphology, as visible in Fig. 21.6\n                  , and reducing the surface hardness so that the removal rate due to mechanical polishing is increased [63].\n               Besides hydrogen peroxide [65,66] and iron(III) nitrate [67,68], as depicted in Fig. 21.6, several other possibilities were suggested as oxidizers for tungsten. Lim et al. suggested using potassium ferricyanide alone or in combination with the aforementioned, more often used oxidizers, and found highest polishing and etching rates for the combination of potassium ferricyanide and iron(III) nitrate [69]. Potassium iodate was also suggested by different research groups [70,71].\n               An especially challenging material is Ru, which is nowadays also used as the bottom electrode and seed in a perpendicular spin-transfer torque MRAM. Due to the low tunneling barrier thickness of approx. 1–2nm [72], very low surface roughness of less than 0.5nm must be reached. Besides, the usual colloidal silica abrasive slurry combined with an ionic oxidizer results in the production of highly toxic RuO4 gas. Cui et al. suggested an environmentally clean slurry, using a nano-TiO2 abrasive with H2O2 as an oxidizer, for these special Ru films and reached a roughness of approximately 0.3nm. The process was apparently mechanically dominant rather than a cyclic, chemically dominant process as usual for a colloidal silica abrasive slurry [73].\n               Chemical mechanical planarization of the oxides and nitrides used for the top contacts of spin-transfer torque MRAMs was investigated by Hassan et al. They compared ceria and silica base slurries and found a high selectivity of the oxide-to-tantalum polishing rate and a uniform planarization over the whole wafer, while the tunnel magnetoresistance was increased by only less than 10% as compared to a blanket film value [74]. Similarly, Cui et al. describe the polishing step for the formation of the top electrode in such spin-transfer torque MRAMs [75]. As depicted in Fig. 21.7\n                  , the MRAM cell is embedded in SiO2 for electrical insulation after patterning the top electrode and the lower layers of the magnetic tunnel junction. Next, it is necessary to expose the top electrode, typically prepared from Ru or Ta, again to enable electrical contacting by the bit line. To avoid under- or overpolishing, a highly selective polishing slurry is necessitated, which has a high polishing rate for SiO2 and a low polishing rate for the top electrode material. Cui et al. showed that adding poly(acrylamide) in a ceria-based slurry significantly reduced the polishing rate on Ta or Ru by passivation of the metal film surface, while no strong influence on the polishing rate of SiO2 was recognized, making this slurry higher selective for the polishing of MRAM top electrodes [75].",
    "Conclusion": "21.5\n               Conclusion\n               This chapter gives a brief overview of recent approaches to use chemical technologies in MRAM production. While the chemical mechanical planarization becomes increasingly important in MRAM systems with decreasing dimensions; other technologies, such as sol-gel coating or chemical vapor deposition of some layers in the MRAM are still less important than typical physical layer formation techniques. Nevertheless, we hope that this chapter may inspire researchers in the broad and still-emerging field of MRAM technology to utilize the advantages of chemical processes in combination with physical technologies to optimize MRAM production."
  },
  "references": []
}