{
  "title": "Effect of lanthanum doping in ceria abrasives on chemical mechanical polishing selectivity for shallow trench isolation",
  "authors": [
    "Praveen, B.V.S."
  ],
  "publication": {
    "journal": "Materials Science in Semiconductor Processing",
    "date": "2015-05-31",
    "doi": "10.1016/j.mssp.2015.01.049"
  },
  "abstract": "Amino acids, when used with ceria based slurries, yield high selectivity in shallow trench isolation chemical mechanical polishing (CMP). However, the presence of impurities in the abrasives also plays a role in determining the selectivity. Experiments were performed with two different ceria abrasives, one with high purity and the other with controlled lanthanum doping. Various amino acids were evaluated in order to identify the nature of interaction between the additives and the abrasives. The abrasives were further characterized using transmission electron microscopy, X-ray diffraction and X-ray photo-electron spectroscopy. The removal rate results show that glycine and proline are sensitive to the La doping in the ceria abrasive whereas the other amino acids studied suppress the nitride removal irrespective of the purity of the abrasives. Thermo-gravimetric analysis shows that the extent of adsorption of glycine or proline on ceria depends on the presence of La doping, whereas the other amino acids adsorb equally well on ceria abrasives with or without La doping.",
  "keywords": [
    "Shallow trench isolation",
    "Chemical Mechanical Planarization",
    "High selectivity",
    "Ceria",
    "Lanthanum"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  As the size of the devices in microelectronic chips shrinks down, the density of the transistors increases rapidly posing a stringent requirement on device isolation [1–3]. Shallow trench isolation (STI) [4–5] technology isolates the transistors by creating shallow trenches and filling the trenches with silicon dioxide, which acts as an insulator. The excess material deposited over the surface is removed by chemical mechanical polishing (CMP) [6]. During CMP, the oxide has to be polished in such a way that the active areas are not damaged. Hence silicon nitride is used as a stop layer to prevent excess polishing. The selectivity, which is defined as the ratio of removal rate of silicon dioxide to silicon nitride, needs to be high for a successful STI CMP process.\n                  Ceria based slurries are reported to yield high removal rates [7–8], when compared to silica based slurries [9–11]. Even though ceria based slurries yield high polish rates, high selectivity can be achieved only when certain chemicals are added to the slurry. These additives suppress the silicon nitride removal without significantly altering the silicon dioxide removal. To explain the suppression of silicon nitride polishing by the additives, various hypotheses have been proposed in the literature. America and Babu [3] proposed that the suppression of the nitride polish by the amino acid l-proline was due to the inhibition of the silicon nitride hydrolysis because of formation of hydrogen bonding between the oxygen atoms of carboxylic group and the silicon atoms on the surface. Carter and Johns [12] proposed a site blocking mechanism on the surface of silicon nitride, which prevents further hydrolysis and subsequent Si–O− reactivity with ceria. Adsorption studies performed on two different amino acids (l-proline and l-arginine), on silicon dioxide and silicon nitride surfaces, showed that both the additives adsorb to equal extent on the surface of silicon dioxide as well as silicon nitride [13]. While l-proline suppresses only nitride polishing, l-arginine suppressed both oxide and nitride polishing. This indicates that adsorption of amino acids on the nitride surface is not the sole mechanism of high selectivity. Manivannan and Ramanathan [14] showed that hydrogen peroxide suppressed both the oxide and the nitride removal in ceria based slurries, in the pH range of 7–10. However, the removal rates were unaffected in silica based slurries with hydrogen peroxide. In another study, Manivannan and Ramanathan [15] reported that ceria slurry with DL aspartic acid as additive showed suppression of oxide and nitride polish rates for pH values less than 4 and both oxide and nitride were polished when pH was maintained more than 5. At the intermediate pH, between 4 and 5, the nitride removal rate was suppressed suggesting the presence of chemically active sites on the surface of ceria which are being blocked by amino acids. Penta et al. [16] reported that amino acid gets protonated in a selective pH range. This leads to the formation of hydrogen bond and subsequent suppression of silicon nitride polishing. They also reported that weak hydrogen bonds were formed between silicon dioxide and amino acids, resulting in enhanced oxide polishing. However, later studies showed that when nitride wafers were polished using slurries containing different ceria abrasives but with the same additives, the polishing results were different [17]. Glutamic acid yielded high selectivity regardless of the type of abrasive used for polishing. However, l-proline yielded high selectivity only with certain abrasives. It was reported that the purity level of the ceria abrasives depended on the source, leading to the speculation that the presence of La in the ceria abrasive might have led to low selectivity in slurries with l-proline. However, the different abrasives employed in that study were not synthesized by the same process and thus other causes such as crystallinty or porosity could not be excluded. In another study, a ceria slurry containing l-proline was reported to polish silicon nitride, but the purity of the ceria abrasive employed in that study is not known [12].\n                  In the present work, we synthesized two kinds of ceria particles, one with high purity and other containing La using identical process and with controlled reactant species. This ensured that the abrasives were similar to the maximum possible extent with only the La content being different. The abrasives were characterized using transmission electron microscopy (TEM), X-ray diffraction (XRD) and X-ray photo-electron spectroscopy (XPS). Polishing experiments were conducted using various amino acids as additives, in slurries containing both types of ceria abrasives. The polishing results show that some of the additives such as l-proline and glycine are sensitive while other additives are robust to the presence of impurity in providing high selectivity. Thermo-gravimetric analysis was performed to study the interaction between the additives and the ceria abrasives. The results show that the adsorption of proline or glycine on ceria depends on the La doping in ceria abrasives, where as other amino acids adsorbed equally well on both types of ceria.",
    "Experimental methods": "2\n                  Experimental methods\n                  \n                     2.1\n                     Sol–gel synthesis of ceria particles\n                     Cerium nitrate (Ce(NO3)3·6H2O, Alfa Aesar, UK), citric acid (C6H8O7, Merck, India) and aqueous ammonia (NH4OH, Fischer Scientific, India) were used for the synthesis of ceria. The sol–gel synthesis process was adopted from Du et al. [18]. Cerium nitrate and citric acid in the molar ratio of 1:3 were dissolved in deionized water (DIW) resulting in a colorless solution. The solution was mixed homogeneously using a magnetic stirrer with simultaneous addition of aqueous ammonia until the pH increases to 7. As the pH was adjusted, the solution color changed from colorless to brown. After one hour of stirring, the solution was dehydrated using a hot plate maintained at temperature of more than 150°C. As the water evaporated, a gel was formed at the bottom of the beaker. After some time, there was a sudden increase in temperature and the gel turned into a yellow color powder. This powder was collected, crushed using mortar and pestle and calcined at 350°C for 12h to remove traces of unreacted citric acid and ammonia. The powder was again calcined for 12h at 900°C to enhance the crystalline nature. The particle size was reduced by wet milling for 3h in a high-energy ball mill (Pulverisette 6, Fritsch GmbH, Germany) using tungsten carbide balls with a ball to powder weight ratio of 10:1 and toluene as a medium. The milled powder was oven dried at 85°C for 4h and used in the polishing experiments. The above process was repeated to prepare lanthanum doped ceria with a mole ratio of 1:9 of lanthanum nitrate (La(NO3)3·6H2O, Alfa Aesar, UK) and cerium nitrate. The sol–gel synthesized pure ceria is designated as ceria-SG and La doped ceria as ceria-SGL.\n                  \n                  \n                     2.2\n                     Chemical mechanical polishing\n                     One inch couponed wafers of silicon dioxide and silicon nitride (Semi-wafer Inc., Taiwan) were polished using a bench-top Struers (Labopol-5/Laboforce-3). The carrier and turntable speed were maintained at 250rpm and 100rpm respectively. Slurries were prepared with ceria abrasives at a concentration of 0.25wt%. For most of the amino acids, the additive concentrations were maintained at 200mM, which was chosen based on trial experiments. For glutamic acid and aspartic acid, the concentrations were maintained at 20mM. Due to the low solubility limit of these two amino acids, higher concentrations were not employed. The pH of the slurry was maintained at 5 using either KOH or H2SO4. The pad was initially soaked in deionized (DI) water for a day and conditioned until consistent results were obtained. After each run, the pad was again conditioned using a silicon carbide grit paper. The slurry was fed on to the surface of the polishing pad at a flow rate of 60mL/min using a peristaltic pump. For each experimental run, polishing was done for one minute. F20-UV thin film analyzer was used to measure the thickness of the wafer before and after the polishing experiments. Polishing experiments were repeated at least three times and the average value along with standard deviation was reported.\n                  \n                  \n                     2.3\n                     Sample preparation for thermo-gravimetric analysis (TGA)\n                     Thermo-gravimetric analysis is used to study the extent of adsorption of amino acids on the surface of silicon dioxide (Cabot Sanmar Ltd., India), silicon nitride (Sigma-Aldrich, USA) and ceria particles. For the TGA studies, 0.25g of ceria particles (ceria-SG and ceria-SGL) or 1g of SiO2 or Si3N4 particles were dispersed in 100mL of DI water along with appropriate concentrations of amino acid additives used for polishing experiments. The pH of the slurry was adjusted to 5 using KOH or H2SO4. The particles in the slurry were filtered using vacuum filtration with 0.45μm (Millipore) filter paper. The filtered particles were oven dried for 4h at 125°C, pulverized using mortar and pestle and stored in a desiccator to prevent any further adsorption of moisture.\n                  \n                  \n                     2.4\n                     Characterization\n                     X-ray diffraction (XRD) for powdered particles were done using an X׳pert Pro PANalytical diffractometer at a wavelength of 1.54Å of CuKα radiation and 2θ scan range of 20–80°. The crystallite size of the abrasives was calculated using Scherrer׳s fomula, for the main diffraction peak. The peaks were indexed using Joint Committee on Powder diffraction Standards (JCPDS). The morphology of the particles was analyzed using a transmission electron microscope (TEM) (Philips CM20) operating in the range of 20–200kV. Ceria particles were dispersed in methanol and sonicated for 15min. A drop of ceria dispersed in methanol was placed on the surface of the carbon coated copper grid, dried and used for the TEM analysis. The particle size distribution was measured using laser diffraction (Horiba LA-950 V2). X-ray photoelectron spectroscopy (XPS) measurements were carried out using Sigma probe (Thermo, UK). The base pressure was <10−9\n                        mbar and AlKα X-rays are used as an excitation source (hν=1486.6eV) with step size and pass energy are 30eV and 0.1eV respectively. TA instruments SDT Q600 was utilized for thermo-gravimetric analysis to quantify the amount of adsorptions of different additives on the surface of ceria particles. The TGA experiments were conducted in the nitrogen stream. The temperature was increased at the rate of 15°C/min up to 100°C. At 100°C isothermal conditions were maintained for 30min to remove any traces of moisture present in the sample and then heated to 600°C at 15°C/min in air atmosphere. The weight loss was measured and derivative of weight loss with temperature is reported. The elemental composition of the particles was obtained using energy dispersive X-ray spectroscopy (EDS) analysis (Horiba EMAX).",
    "Results and discussions": "3\n                  Results and discussions\n                  \n                     3.1\n                     X-ray diffraction (XRD)\n                     X-ray diffraction patterns of pure ceria and lanthanum doped ceria particles were shown in \n                        Fig. 1. The presence of sharp peaks shows crystalline nature of the particles synthesized. These peaks match with the fluorite structure of ceria with cubic phase [19–20]. Ceria-SGL showed peaks similar to ceria-SG; however, shift in peaks to lower angles was observed and is shown in inset of Fig. 1. The ionic radius of La3+ (1.10Å) is more than Ce4+ (0.97Å), and the incorporation of La3+ in the place of Ce4+ resulted in expansion of the ceria lattice and a shift in the peak position to lower angles [21].\n                  \n                  \n                     3.2\n                     Size and composition analysis\n                     Surface morphologies of synthesized ceria-SG and ceria-SGL particles are studied using TEM images, which are given in \n                        Fig. 2. The images show that the particles are highly agglomerated. The primary particle size of ceria-SGL is smaller compared to that of ceria-SG. The selected area electron diffraction (SAED) pattern suggests that the ceria particles with and without La doping are polycrystalline in nature. The mean agglomerate size, as measured by laser diffraction, was 8.6μ and 8.1μ respectively for ceria-SG and ceria-SGL. For both types of particles, the size distributions were broad with a tail on the side of large particles (>50μ). The elemental composition was analyzed by EDS and the results are given in \n                        Table 1. Based on the EDS data, it is seen that La doping is 3at% in ceria-SGL particles.\n                  \n                  \n                     3.3\n                     X-ray photoelectron spectroscopy (XPS)\n                     XPS analysis is a core level spectroscopic technique used to study the electronic states of Ce3+ and Ce4+ using Ce3d spectra. The presence of lanthanum on the surface is also analyzed with this technique where we use La3d spectra. Deconvolution of the Ce3d spectra showed 10 peaks, of which 6 peaks (denoted as v, v″, v″′, u, u″, u″′) belonged to Ce4+ and 4 peaks correspond to Ce3+ (denoted as v0, v′, u0, u′) in the binding energy range of 875–925eV [19,22–24] where u and v refer to the spin orbit components 3d3/2 and 3d5/2 respectively. The area under the deconvoluted peaks is used to calculate the fraction of Ce3+ and Ce4+ present on the abrasive surface. The percentage is calculated using the following formula [22,23]:\n                     \n                        \n                           \n                              \n                                 %\n                                 Ce\n                              \n                              \n                                 3\n                                 +\n                              \n                           \n                           =\n                           \n                              \n                                 Ce\n                              \n                              \n                                 3\n                                 +\n                              \n                           \n                           /\n                           \n                              \n                                 Ce\n                              \n                              \n                                 3\n                                 +\n                              \n                           \n                           +\n                           \n                              \n                                 Ce\n                              \n                              \n                                 4\n                                 +\n                              \n                           \n                        , where Ce3+=v0+v′+u0+u′ and Ce4+=v+v″+v′′′+u+u″+u′′′. The calculations showed that the fraction of Ce3+ on the abrasive surface is about 0.34 in ceria-SG while it is about 0.4 in ceria-SGL. Thus La doping causes a slight increase in the Ce3+ fraction on the particle surface.\n                     The La3d spectra were analyzed to identify the presence of La on the surface of ceria particles. The binding energy range for these spectra is between 830eV and 870eV [21,25] and is shown in \n                        Fig. 3. There are no visible peaks present in the spectrum of ceria-SG particles, where as two clear distinct peaks are present in the spectrum of ceria-SGL particles at binding energy values of 836eV and 854eV indicating the presence of La [17,25]. Thus XPS analyses clearly identify the presence of La peaks in ceria-SGL particles and also show that the fraction of Ce3+ in the abrasive surface is slightly higher in case of ceria-SGL.\n                  \n                  \n                     3.4\n                     Polishing results\n                     Slurries of pure (Ceria-SG) and La doped ceria (Ceria-SGL) particles were used with and without additives, to polish silicon dioxide and silicon nitride wafers. The polishing results are presented in \n                        Fig. 4(a–c). A few amino acids, classified into different groups based on their polarity and type of R groups, were selected and are given in \n                        Table 2 \n                        [26]. One or more amino acids from each group were used as additives. The concentrations of additives were chosen based on trial experiments with ceria-SG based slurries. With l-proline, a high selectivity was obtained when a concentration of 200mM was employed. Hence other additives were used at 200mM concentrations, except for glutamic acid and DL aspartic acid. Slurries with glutamic acid showed a high selectivity at 20mM concentration. Since the solubility of glutamic acid is low, a higher concentration was not utilized.\n                     The removal rates of the oxide and the nitride films in slurries containing ceria-SG or ceria-SGL, with and without polar negative charge R-group amino acids (glutamic acid and aspartic acid), are given in Fig. 4a. In the absence of any additives, ceria-SG based slurries gave oxide and nitride polish rates of 70nm/min and 22nm/min respectively. When polished with ceria-SGL based slurries, the oxide removal rate increased to 84nm/min where as the nitride removal rate was 18nm/min. In both cases, the selectivity is very low. When glutamic acid is used as an additive, the oxide removal rates are in the range of 110nm/min for both ceria-SG and ceria-SGL slurries and there is complete suppression of nitride removal rate in both the cases.\n                     \n                        Fig. 4b shows the oxide and nitride removal rates when polished using slurries containing ceria-SG or ceria-SGL with another set of amino acids. These amino acids are either polar amino acids with uncharged R groups, or non-polar amino acids. The removal rates of oxide are in the range of 120nm/min when polished with either ceria-SG or ceria-SGL based slurries containing polar amino acids (serine or asparagine) as additives. When polished with non-polar amino acids with aliphatic R group (valine or alanine) or with aromatic R group (phenylalanine), the oxide removal rates increased to about 170nm/min for both ceria-SG and ceria-SGL based slurries. In all the cases, there was a complete suppression of nitride polishing when the above additives were included in the slurry.\n                     In our experiments, two amino acids exhibited sensitivity to the purity level of the abrasives. Fig. 4c shows the removal rate trends with l-proline and glycine as additives. When l-proline is used as additive, the oxide removal rate was 113nm/min and 124nm/min respectively in ceria-SG and ceria-SGL slurries. The nitride removal was completely suppressed in ceria-SG slurries while a polish rate of 37nm/min was observed in ceria-SGL slurries. In some of the earlier reports [3,7], l-proline was shown to suppress nitride removal, but there were also other reports [12,17] indicating that it did not always suppress silicon nitride polishing. While the purity of the ceria employed in one of the reports [12] is not known, commercial ceria containing La impurity was employed in the second study [17]. With glycine, ceria-SG slurry gave an oxide removal rate of 128nm/min and a complete suppression of nitride removal was observed. With ceria-SGL slurries, the oxide removal rate was about 112nm/min and more importantly, the nitride removal rate was 24nm/min, thus resulting in low selectivity. Srinivasan et al. [7] showed that the oxide and the nitride removal rates were 547nm/min and 34nm/min respectively for the ceria based slurries containing glycine as an additive with pH adjusted to 10. This selectivity was higher than the one obtained using slurries without additives. Carter et al. [27] reported that the oxide removal rate and nitride removal rate were 270nm/min and 80nm/min when polished with ceria slurries with glycine as additive and pH adjusted to 5. Thus, in some studies glycine was shown to enhance the STI CMP selectivity while in other studies, glycine did not enhance the selectivity. Our results show that the choice of abrasive can alter the ability of glycine or l-proline to enhance the selectivity.\n                     Experiments were also conducted using lysine as additive with 0.25wt% of pure ceria in the pH range of 5. Lysine is a polar amino acid with a positively charge R group. For 20mM concentration of lysine, the oxide removal rate was 30nm/min and the nitride removal rate was found to be practically zero. The oxide removal rate was quite low and hence the lysine concentration was reduced to 10mM. At this concentration, the oxide removal rate increased to 34nm/min, while the nitride removal rate remained at zero. Further reduction of lysine concentration to 5mM resulted in an oxide removal rate of 60nm/min and a nitride removal rate of 9nm/min. These results show that at pH 5, even with low concentrations of the additive, the oxide and the nitride removal were inhibited equally and at medium and high concentrations, both were completely suppressed. In another study [28], it was reported that slurry containing 0.5wt% ceria and 0.1wt% lysine at pH 5 gave oxide and nitride removal rates of 225nm/min and 37nm/min respectively. America and Babu [3] reported an oxide and nitride removal rates of 23nm/min and 1nm/min respectively when polished with slurries prepared using 1wt% ceria and 2wt% arginine at pH of 9. In another reported Dandu Veera et al. [29] reported the oxide and nitride removal rates as ~46nm/min and 2nm/min when polished with 1wt% ceria slurries and 1wt% arginine. When the concentration of the additive is increased to 2wt% the oxide removal rate is reduced to 23nm/min. Thus, polar positive charged amino acids are not suitable additives for enhancing the oxide to nitride removal selectivity in STI CMP.\n                  \n                  \n                     3.5\n                     Thermo-gravimetric analysis (TGA)\n                     \n                        \n                        Fig. 5 shows the derivative thermograms for various amino acids adsorbed on silicon dioxide and on silicon nitride surfaces at pH 5. These can be analyzed to determine the extent of amino acid adsorption on the surface [13,16,30]. Derivative thermograms of silicon dioxide and silicon nitride particles without any amino acids did not show any peak, indicating the absence of any adsorbed organic matter on the surface of these particles. The derivative thermograms of glutamic acid also did not show any clear peak. The concentration of glutamic acid used was low (20mM) due to its limited solubility and a small change in mass may not be detectable by thermo-gravimetric analysis. The derivative thermogram of l-proline adsorbed on silica showed two peaks. One relatively sharper peak was observed at a temperature of 200°C superimposed on another broad peak in the temperature range of 200°C and 250°C. The derivative thermogram of l-proline adsorbed on silicon nitride particles showed only one peak at 210°C. The derivative thermogram of glycine adsorbed on silicon dioxide and silicon nitride showed two peaks at temperatures of 210°C and 260°C in both cases. This agrees with the literature report [30] where differential thermo-gravimetric profiles of glycine adsorbed on the surface of silica showed two peaks, one in the temperature range of 150–200°C and the second in the temperature range of 270–280°C. The derivative thermogram of phenylalanine adsorbed on silicon dioxide and silicon nitride also showed two peaks. While the first, short, peak was seen at 220°C on silicon dioxide and at 235°C on silicon nitride, the second, peak was seen at 340°C on both oxide and nitride surfaces. These results show that the amino acids tend to adsorb on silicon dioxide as well as on silicon nitride surface.\n                     Earlier reports indicate that the adsorption of the additive on the work surface [3,12,31–32], as well as the interaction between the additive and abrasive [17] can play a role in influencing the nitride polishing suppression and hence the selectivity. In order to understand the interaction between the abrasives and additives, derivative thermograms of amino acids adsorbed on ceria were also analyzed. \n                        Fig. 6 shows the derivative thermograms of different amino acids on ceria-SG and ceria-SGL particles. The derivative thermograms of blank ceria particles, i.e. without amino acids, are featureless (Fig. 6a). This confirms the absence of any adsorbed organic additives on the particles. For l-proline adsorbed on ceria-SG, the derivative thermogram (Fig. 6b) shows one sharp peak near 200°C and another broad peak between 300°C and 400°C. The derivative thermogram of l proline on ceria-SGL did not show any peak near 200°C. However, the peak between 300°C and 400°C was present, as shown in Fig. 6b. The derivative thermograms of ceria particles with glycine are presented in Fig. 6c. Here also, only one peak is seen in the derivative thermogram of glycine adsorbed on ceria-SGL, while two peaks are visible in the derivative thermograms of glycine adsorbed on ceria-SG. The results show that both proline and glycine were strongly adsorbed on the surface of ceria-SG when compared to that of ceria-SGL. The derivative thermograms of glutamic acid (Fig. 6d) did not show any strong peaks on ceria-SG or ceria-SGL. This might be attributed to the low concentration (20mM) of glutamic acid used the adsorption studies. The derivative thermograms of phenylalanine showed two sharp peaks near 250°C and 350°C for both ceria-SG and ceria-SGL particles (Fig. 6e).\n                     From the thermo-gravimetric data, the quantity of amino acids adsorbed on the surface of these particles can be estimated. The extent of amino acids adsorption on ceria-SG, ceria-SGL, silicon dioxide and silicon nitride surfaces are given in \n                        Table 3. Since the concentrations of glutamic acid and aspartic acid considered for the analysis are low (20mM), the surface coverage values could not be estimated. The results in Table 3 show that amino acids adsorb more on silicon nitride surface than on silicon dioxide surface. The ratio of additives adsorbed on the surface of ceria-SG to that on ceria-SGL surface is also shown in Table 3. The values show that amino acids such as serine, asparagine, alanine, valine, phenylalanine show a ceria-SG to ceria-SGL adsorption ratio of less than one. This shows that La doping enhances the adsorption of amino acids on the ceria particles. However, the results for proline and glycine show that additives are adsorbed more on the ceria-SG surface than on ceria-SGL surface. The exact reason for this behavior is not clear, but the results suggest that at least in the case of l-proline or glycine, the interaction between the abrasive and additive is important in influencing the selectivity. The XRD results suggest that the crystal structure and phase do not explain the observed difference in the CMP results. The changes in the selectivity could not be explained by any significant difference in the primary particle size or the agglomerate size values either. The main difference between the two abrasives is the presence of La in ceria-SGL, which is confirmed by XPS and EDS analyses. The quantitatively larger adsorption of the amino acids on silicon nitride than on silicon dioxide shows that the additive-work surface interactions could not be neglected either.",
    "Conclusions": "4\n                  Conclusions\n                  Polishing results of silicon dioxide and silicon nitride in the presence of different amino acid additive with ceria-SG and ceria-SGL slurries at pH 5 were studied. A comparison of these results shows that the selectivity depends on the choice of amino acid and abrasive. The adsorption of the additive onto the work surface and/or to the abrasive can result in suppression of silicon nitride polishing. While glycine and proline gave high selectivity with only ceria-SG slurries, other amino acids studied gave high selectivity with both ceria-SG and ceria-SGL slurries. It is proposed that the active sites on the surface of ceria-SGL particles are not completely blocked by glycine and proline. These results are further supported by derivative thermograms which showed that proline and glycine adsorb less on the abrasive if the particles contain La. Hence La doped ceria based slurries with l-proline or glycine as additives are not effective in suppression of nitride removal during CMP."
  },
  "references": []
}