{
  "title": "Experimental investigation into Ball end Magnetorheological Finishing of silicon",
  "authors": [
    "Saraswathamma, K."
  ],
  "publication": {
    "journal": "Precision Engineering",
    "date": "2015-10-31",
    "doi": "10.1016/j.precisioneng.2015.05.003"
  },
  "abstract": "Ball end Magnetorheological Finishing (BEMRF) is a novel finishing process employed in the finishing of 2D and 3D surfaces. The magnetorheological effect imparted by the magnetic particles introduced through water or other carrier medium governs the finishing action of BEMRF. Abrasive and carrier medium play a vital role in the surface quality of the silicon material exposed to BEMRF process. In the present study, deionized water was used as a carrier medium while cerium oxide acted as an abrasive to finish the silicon wafer. An experimental study through statistical design of experiments were employed to predict the effect of process parameters such as core rotational speed, working gap, and magnetizing current on a percentage reduction in surface roughness of silicon wafer in BEMRF process. Individual effect on surface roughness values in terms of arithmetical mean roughness (Ra) was studied by applying ANOVA. The maximum contribution is made by the working gap on the surface finish was found to be the most critical aspect. Coming next was the magnetizing current while the last contribution was provided by the core rotational speed.",
  "keywords": [
    "Ball end Magnetorheological Finishing",
    "Silicon wafer",
    "Working gap",
    "Core rotational speed",
    "Magnetic flux density"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Electronic, mechanical, and optical industries prefer, highly finished surfaces owing to their excellent properties [1]. Reduction of surface and subsurface damages on component surfaces, calls for a good to finishing of component under the moderate load conditions (with light forces). Also fine finishing of a component with close tolerances, demands precise control over the finishing forces, a situation that applies for all fine finishing methods. Consequently, many advanced finishing technologies such as magnetic field assisted finishing processes includes Magnetic abrasive finishing (MAF) [2], Magnetic float polishing (MFP), Magnetorheological finishing (MRF) [3], Magnetorheological abrasive flow finishing (MRAFF) [4], Magnetorheological Jet finishing (MRJF) [5], Magnetorheological abrasive honing (MRAH) [6], and Ball end Magnetorheological Finishing (BEMRF) were developed [7]. These finishing processes, enable external control of the finishing forces that act on the component surface. This is achieved by controlling the magnetic field strength through variations in the applied current.\n                  Chemo-mechanical polishing (CMP) process has long been a chosen method in Si wafer manufacturing. CMP has the ability to finish silicon surfaces using polishing pad with abrasive slurry. The alkaline slurry used in CMP reacts with the surface and form silicates which enhances the surface finish quality [8]. However, the finishing forces in the CMP process are less controllable as they mainly depend on the polishing pad pressure. Hence, this process requires determinism in controlling the finishing action. MRF process uses the magnetically stiffened magnetorheological polishing (MRP) fluid to deterministically finish optically flat, spherical, and aspherical surfaces down to nanometres level [9,10]. The finishing forces in the MRF process mainly depend on the behaviour of MRP fluid as well as machining parameters such as rotational speed of the tool, working gap between workpiece surface and the tip of the tool, and applied magnetic field strength. The recently developed BEMRF has been capable of finishing 2D and 3D surfaces of magnetic and non-magnetic materials [11].\n                  The MRF process was successfully applied for finishing a variety of materials including hard materials like WC–Ni composites, Al2O3-TiC, reaction bonded-silicon carbide and poly-silicon blanks [12,13]. Kyung-In Jang et al. [14] were studied the mechanism of material removal of electrochemomechanical Magnetorheological polishing process for finishing glassy carbon products. Kung-in Jang et al. [15] were proposed new deburring process in conjunction with magnetorheological fluid and this process applied successfully to remove metal burrs with a height of 200μm and thickness of 1μm in micro-moulds. Sidpara and Jain [16–18] developed and analysed the finishing forces in MRF process. They observed that normal forces are the predominant compared to the other forces.\n                  A study of the effect of input parameters (fluid composition parameters and machine process parameters) of BEMRF process on the responses is essential to understand the surface finishing mechanism and for modelling the process. In this paper, an attempt has been made to comprehend the effect of machine process parameters such as core rotational speed, working gap and magnetic flux density on surface roughness of silicon wafer through statistical designing of experiments. Planning and analysis of the effect of process parameters on the percentage reduction in surface roughness (% reduction in Ra) have been undertaken by applying response surface methodology.",
    "Magnetorheological polishing fluid": "2\n                  Magnetorheological polishing fluid\n                  Magnetorheological polishing (MRP) fluid is a mixture of micron sized non-colloidal iron particles and abrasives that are dispersed in aqueous or non-aqueous carrier medium. These fluids are smart controllable fluids exhibiting unique, reversible rheological properties on application and removal of the magnetic field.\n                  Considering its higher magnetic saturation and least cost, Carbonyl Iron Particles (CIP) was chosen for preparation of MRP fluid. High purity Carbonyl Iron particles are prepared from decomposition of pentacarbonyl iron which are also magnetically softer.\n                  Sidpara and Jain [18] conducted an experimental investigation to study the effect of chemical interactions of abrasive and carrier fluid. Their study revealed that carrier medium play crucial role in polishing of silicon.\n                  Type of abrasive plays a key role in finishing of brittle materials like glass and silicon. Cerium oxide is extensively used in glass polishing industry from several decades. Recent studies shows that CMP also utilizing ceria slurries for polishing silicon due to its chemical properties. Cook illustrated chemical tooth of cerium oxide and its strong interaction with silicate ions which promotes the removal mechanism in silicon based material removal process [19]. Ceria abrasive is also utilized for finishing silicon and other related silicate glasses in the MRF process [16,20–23].\n                  Glycerol is used as stabilisers in water based MR fluids. Alkaline (viz. NaOH, KOH) helps to improve the stability and resistance to rust of the iron particles and also maintains the pH (strong influence on CMP of Silicon) of the MRP fluid [24].",
    "BEMRF setup and experimentation": "3\n                  BEMRF setup and experimentation\n                  Schematic sketch of Ball end MRF tool is displayed in Fig. 1\n                     . In this process rotational speed was given to the tool while the feed rate (XY-movement) is given to the workpiece. The magnetic field at finishing spot was altered by varying the magnetizing current with variable regulated DC power supply. MRP fluid was injected through a fluid flow passage up to the tool tip surface. The slight magnetic field was applied (0.2A current) for avoiding free flow from the tip of the tool. The tool was lowered towards the workpiece to set a gap between the tool and the workpiece. A spot size of 20mm×10mm size was finished on 1″ diameter of 0.8mm thick single crystal silicon wafer by giving Y-linear movement (velocity of 2.5mm/s). Si wafer was fixed in a groove of 26mm diameter and 0.5mm deep of die steel circular blank (50mm diameter and 5mm thick) using paraffin wax and resin mix and then the circular blank was fixed on the precision vice. Each spot was polished for 60min and after every 20min MRP fluid is removed and fresh fluid was injected for exposing new abrasives in the finishing zone. The temperature was controlled throughout the experiment by a cooling electromagnet coil with constant lower temperature bath unit.\n                  In this experimentation, fluid composition parameters such as CIP and abrasive size and their concentration, base medium concentration were kept constant while machine process parameters such as core rotational speed, working gap, and magnetizing current were altered. The experiments conducted revealed the best fluid composition for finishing the Si wafer is 25vol% CIP, 6vol% ceria, 2.5vol% Glycerol, 0.75vol% NaOH, and 66.75vol% DI water. The present study employed the above fluid composition. Being water-based, small quantities of MRP fluid were prepared with the help of stirrer to ensure uniform distribution of CIP and abrasive particles in the base fluid.",
    "Response surface regression analysis": "4\n                  Response surface regression analysis\n                  A two level, full factorial design with six central runs leading to the central composite rotatable design was applied in the conduct of experiments. Analysis of variance (ANOVA) was conducted to ascertain the significance of the process parameters on the surface finish improvement. Table 1\n                      lists the coded and actual values of altered process parameters used in BEMRF for finishing Si wafer. Experiments were conducted on Si wafer in random order following the experimental plan as shown in Table 2\n                     . Initial and final surface roughness values were measured using Taylor Hobson Talysurf. Percentage changes in mean line average value of surface roughness (Ra) was calculated using the following computation and the results are shown in Table 3\n                     .\n                        \n                           (1)\n                           \n                              \n                                 Ra\n                                 =\n                                 \n                                    \n                                       \n                                          Ra\n                                          i\n                                       \n                                       −\n                                       \n                                          Ra\n                                          f\n                                       \n                                    \n                                    \n                                       \n                                          Ra\n                                          i\n                                       \n                                    \n                                 \n                                 ×\n                                 100\n                              \n                           \n                        \n                     \n                  \n                  A quadratic model was selected based on lack of fit test. A reduced model of ANOVA after dropping insignificant terms was shown in Table 3. The model F-value of 35.0 indicates the significance of the model. There is only a 0.01% chance that this large ‘model F-value’ could occur due to noise. Values of ‘Prob>\n                     F’ are less than 0.1 and this further confirmed that the model is significant. In this case A, B, C, B2, &C2 are significant model terms. Other ANOVA parameters are shown in Table 4\n                     . Based on the coefficients calculated, the final equation for the reduction in Ra in terms of coded and actual factors respectively are as follows.\n                  The final equation for the reduction in Ra in terms of coded factors is\n                        \n                           \n                              \n                                 %\n                                  \n                                 change\n                                  \n                                 in\n                                  \n                                 Ra\n                                 =\n                                 43.3948\n                                 −\n                                 4.65396\n                                 *\n                                 A\n                                 +\n                                 6.014973\n                                 *\n                                 B\n                                 −\n                                 14.4048\n                                 *\n                                 C\n                                 +\n                                 2.736476\n                                 *\n                                 \n                                    B\n                                    2\n                                 \n                                 +\n                                 4.909061\n                                 *\n                                 \n                                    C\n                                    2\n                                 \n                              \n                           \n                        \n                     \n                  \n                  The final equation for the reduction in Ra in terms of actual factors is\n                        \n                           \n                              \n                                 %\n                                 change\n                                  \n                                 in\n                                  \n                                 Ra\n                                 =\n                                 151.3359\n                                 −\n                                 4.65396\n                                 *\n                                 R\n                                 S\n                                 −\n                                 10.4039\n                                 *\n                                 M\n                                 C\n                                 −\n                                 109.648\n                                 *\n                                 W\n                                 G\n                                 +\n                                 2.73647\n                                 *\n                                 M\n                                 \n                                    C\n                                    2\n                                 \n                                 +\n                                 30.68163\n                                 *\n                                 W\n                                 \n                                    G\n                                    2",
    "Results and discussion": "5\n                  Results and discussion\n                  Based on the response surface model obtained from ANOVA analysis, the results in terms of machine process parameters such as core rotational speed, magnetizing current and working gap on the effect of percentage reduction in Ra are computed and elaborated in the following sections.\n                  \n                     5.1\n                     Effect of working gap\n                     Working gap is the gap between the tip of the tool core and the workpiece surface. From ANOVA Table 3, working gap is found as the most influencing process parameter on the percentage reduction in surface roughness. It is perceived from Fig. 2\n                         that the percentage reduction in Ra decreases with an increase in the working gap. The average normal magnetic force acting in the working zone of the CIP is [1]\n                        \n                           \n                              (2)\n                              \n                                 \n                                    F\n                                    =\n                                    V\n                                    χ\n                                    H\n                                    ∇\n                                    H\n                                 \n                              \n                           \n                        where V is the volume of CIP, χ is the susceptibility of CIP, H is the magnetic field strength, and ∇H is the gradient of magnetic field strength. It is evident from Eq. (2) that magnetic force is proportional to the magnetic field strength and its derivative. And also magnetic field strength is a function of working gap [25]. The magnetic force acting on the CIP increases with decrease in the gap between the tool tip and silicon surface. Hence, the finishing force is transmitted to the abrasive particles. This would lead to an increased material removal and hence higher percentage reduction in surface roughness is achieved.\n                  \n                  \n                     5.2\n                     Effect of magnetizing current\n                     From Fig. 3\n                         it is observed that, percentage reduction in surface roughness is greater with an increase in the magnetizing current. Magnetic flux density of MRP fluid at finishing spot can be increased by increasing the supply of magnetizing current. The finishing pressure generated by a group of CIP in the working zone is given as [2]\n                        \n                           \n                              (3)\n                              \n                                 \n                                    P\n                                    =\n                                    \n                                       \n                                          \n                                             B\n                                             2\n                                          \n                                       \n                                       \n                                          \n                                             μ\n                                             0\n                                          \n                                       \n                                    \n                                    \n                                       \n                                          1\n                                          −\n                                          \n                                             1\n                                             \n                                                \n                                                   μ\n                                                   r\n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where B – magnetic flux density, μ\n                        0 – magnetic permeability in vaccum, and μ\n                        \n                           r\n                         – relative permeability of Caronyl iron powder.\n                     It is evident from Eq. (3) that the magnetic force acting on the abrasives rises with an increase in magnetic flux density and this result more material removal. The continued finishing at higher magnetic flux densities (magnetizing currents) steadily reduces the surface roughness owing to higher magnetic force.\n                  \n                  \n                     5.3\n                     Effect of core rotational speed\n                     \n                        Fig. 4\n                         depicts the effect of core rotational speed of percentage reduction in surface roughness at different working gaps and at constant magnetizing current of 3A. Fig. 4 also reveals that, at all working gaps percentage reductions in surface roughness decreasing with increase in core rotational speeds. This may be due to the greater centrifugal action on CIP caused by higher working gaps, beyond the exerted interaction force. The centrifugal force acting on an abrasive particle is calculated by\n                           \n                              (4)\n                              \n                                 \n                                    \n                                       F\n                                       c\n                                    \n                                    =\n                                    \n                                       m\n                                       \n                                          a\n                                          b\n                                          r\n                                       \n                                    \n                                    \n                                       R\n                                       ¯\n                                    \n                                    \n                                       ω\n                                       2\n                                    \n                                 \n                              \n                           \n                        where m\n                        \n                           abr\n                         – mass of abrasive; \n                           \n                              R\n                              ¯\n                           \n                         – axial distance between the core center to center of abrasive particle; ω – angular speed of core (tool).\n                     Since centrifugal force is directly proportional to the square of the core rotational speed, magnetic normal force decreases with an increase in rotational speed. Due to this, CIPs are not able to hold the abrasive particles strongly during finishing. Response surface and contour plot (obtained from Stat-Ease Design Expert software) for the effect of rotational speed and working gap on a percentage reduction in surface roughness is shown in Fig. 5\n                        . These plots also clearly demonstrating that better surface finish will be obtained at a lower level of core rotational speed and working gap.\n                     The initial and final profiles of the surface roughness for the best finishing conditions are obtained at 0.6mm gap, 3A magnetizing current and 3 RPS core rotational speed and these are displayed in Fig. 6\n                        (a) and (b) respectively. The morphology of the silicon wafer surface was spotted at these finishing conditions using SEM at 2000X for initial and final surface as exhibited in Fig. 7\n                        (a) and (b) respectively. A great improvement in the characteristics of the finished surface greatly improved as compared with the initial surface of a workpiece.",
    "Conclusions": "6\n                  Conclusions\n                  A detailed study via statistical design of experiments was carried out to study the machine process parameters of the BEMRF process on a percentage reduction in surface roughness on the silicon wafer surface. The final observations are indicated below:\n                        \n                           •\n                           Working gap was found to be the critical process parameter for finishing silicon workpiece by Ball end Magnetorheological Finishing. The increase in working gap decreases the percent reduction in surface roughness of the silicon workpiece.\n                        \n                        \n                           •\n                           Increase in magnetizing current was found to increase in the percentage reduction in Ra values.\n                        \n                        \n                           •\n                           Less significant improvement in percentage reduction in Ra values for different core rotational speeds was observed at lower working gaps. However, at higher working gaps, percentage reduction in Ra decreases with increase in core rotational speed."
  },
  "references": []
}