{
  "title": "Surface charge tuning of ceria particles by titanium doping: Towards significantly improved polishing performance",
  "authors": [
    "Fu, Maosheng"
  ],
  "publication": {
    "journal": "Solid State Sciences",
    "date": "2009-12-31",
    "doi": "10.1016/j.solidstatesciences.2009.08.014"
  },
  "abstract": "Titanium-doped ceria Ce1−\n                        x\n                      Ti\n                        x\n                     O2 (x\n                     =0–0.3) powders were prepared and their material removal rate (MRR) values for polishing the ZF7 optical glass were evaluated with respect to their particle sizes, surface charges, crystallinity as well as the suspension stability. Significantly increased MRR values with a particle zeta potential dependence were observed for all the Ti-doped ceria powders, indicating that ceria abrasives with high MRR can be designed and synthesized by tuning particle surface charge using the titanium doping method. The XRD and Raman spectroscopic analyses revealed that the large increase in MRR and the surface negative zeta potentials were attributed to lattice defects due to the formation of CeO2–TiO2 solid solutions and the CeTi2O6 phase. A maximum MRR value of 544nmmin−1 was obtained using Ce0.9Ti0.1O2 solid solution as a polishing powder for the ZF7 glass. This value is ca. 2.2 times of that obtained from using pure ceria. With the x value further increasing to 0.2 and 0.3, the MRR value decreased slightly with the CeTi2O6 phase content increasing. This fact reveals that the contribution of CeTi2O6 to the MRR increase is less than that of CeO2–TiO2 solid solution.",
  "keywords": [
    "Titanium-doped ceria",
    "Chemical mechanical polishing",
    "Surface charge",
    "AFM",
    "Micro-scale abrasion"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  The design and synthesis of ceria particles using economical and environmentally friendly methods have been intensively pursued for their technological applications as abrasives in chemical mechanical polishing or planarization (CMP) [1]. Among the variables that can influence the CMP process, the production of slurry composed of abrasive particles and water as well as other additives is of key importance for achieving remarkable performance characteristics because the constituents of the polishing slurry has a significant influence on several of the output responses in a CMP process including polish rate and surface quality [1–3]. Ceria particles exhibit high MRR or high removal selectivity among different materials, and have been used as the key abrasive component for the CMP of advanced integrated circuits, optical glass, dielectric films deposited for the fabrication of microelectronic devices and many other applications in advanced materials [1–3]. As the size of the integrated circuit architecture decreases for chip miniaturization and the precision of glass planarization increases for device upgrade, however, it is desirable to further increase the MRR while minimizing roughness and defects on the polished surfaces [4].\n                  It has been found that the physical characteristics of abrasive particles, such as size, morphology and surface state, have a great influence on the polishing performance [1]. A number of studies on the synthesis and tailoring of ceria particles have been carried out to optimize slurry characteristics with enhanced polish rates for different wafers [1–8]. Among them, titanium doping into ceria has been found to be an effective route to synthesize abrasives with high polishing performance. Wang et al. [4] have developed an approach to preparing spherical, single-crystal and Ti-doped CeO2 nanoparticles which were shown to exhibit an 80% reduction in defects and a 50% increase in the silica removal rate. Recently, a ternary mixed oxide, CeTi2O6, has been synthesized by Yoshida et al. [7]. This Ce–Ti mixed-oxide slurry was demonstrated to have the same potential as the CeO2 slurry to give a high removal rate. The high removal ability was attributed to the increase in either the chemical activity of Ce or the number of effective particles of CeTi2O6.\n                  In order to gain an understanding on how the Ti-doping influences the polishing performance of ceria particles, and search for a new design principle for abrasive particle preparations, we focused on the mechanical, chemical and electrical interactions between the abrasive particles and the surface materials of wafer. If a polishing process is dominated by the mechanical interaction, it is reasonable to assume that the cube-shaped particles with a large size can exhibit a higher material removal rate than sphere-shaped particles with a smaller size. Many traditional polishing materials have been prepared based on this assumption. A recent example entails the synthesis of cube-shaped ceria nanocrystals from the hydrolytic sol–gel reaction of a cerium salt in the presence of oleylamine [8]. However, to polishing materials used in the fabrication of advanced devices, the mechanical interaction should be limited to minimize roughness and defects on the polished surface. Consequently, the chemical or electrical interaction should be increased. In this situation, spherical ceria particles may show better polishing performance than cube-shaped ceria do [1–3], because spherical particles are favorable to roll on the surfaces of both pad and wafer and provide a strong interfacial interaction for the material removal. Additionally, the surface charge variations of abrasive particles resulted from titanium doping should be considered as a more important factor for polishing performance improvement [4]. A convincing example was reported by Hegde and Babu [9] who evaluated the effect of surface charges on oxide and nitride film polishing using alumina/ceria mixed abrasive slurries with regard to their particle size, surface morphology, and surface charge. The authors suggested that the surface charges on both the abrasives and the oxide and nitride blanket films being polished play a significant role in determining polish rates. The polish rates increase when the surface films being polished and the abrasives carry the opposite charge, but decrease when they have the same charge. Therefore, the surface charge of abrasive particles should be opposite to that of wafer surface so as to strengthen the interaction between particles and wafer surface.\n                  Herein, a series of ultrafine Ce1−\n                        x\n                     Ti\n                        x\n                     O2 (x\n                     =0, 0.1, 0.2, 0.3) powders were synthesized using wet-solid phase mechanochemical processing (MCP). This sample series is economical and environmentally friendly, thus being used in industrial manufacture. Their preparation has previously been reported by us [10,11]. In this paper, their MRR for polishing the ZF7 optical glass were determined and rationalized on the basis of their microstructure and surface properties such as particle size, surface morphology, specific surface area and zeta potentials. The optimal doping amount of titanium and the contributions made by Ti-doping for the polishing performance improvements were investigated in detail.",
    "Experimental procedure": "2\n                  Experimental procedure\n                  \n                     2.1\n                     Preparation of Ce1−\n                           x\n                        Ti\n                           x\n                        O2\n                     \n                     In a general procedure, Ce2(CO3)3·8H2O (CeO2/REO≥99.95%) and Ti(SO4)2 (C.P.) were weighed out according to the nominal composition of Ce1−\n                           x\n                        Ti\n                           x\n                        O2 (x\n                        =0, 0.1, 0.2, 0.3), and mixed with excess ammonia (A.R., NH3 28wt%, the mol ratio of NH4OH/Ce=3:1) and 50ml hydrogen peroxide (A.R., H2O2, 30wt%) in a 0.5dm3 nylon jar. The mixture was then milled in planetary ball-milling equipment at room temperature for 3h. The ball to the solid starting material mass ratio was 5:1. The milling speed was fixed at 280rpm. The resulting yellow suspension was filtrated and washed with deionized (DI) water and anhydrous ethanol for several times. The cake obtained from the synthesis was then dried at 80°C for 8h to convert to a precursor. The precursor was calcinated at 900°C in air for 2h to obtain the intended mixed oxide Ce1−\n                           x\n                        Ti\n                           x\n                        O2.\n                  \n                  \n                     2.2\n                     Characterization of Ce1−\n                           x\n                        Ti\n                           x\n                        O2\n                     \n                     The XRD patterns of the as-synthesized powders were recorded at 293K on a Bruker Advance D8 X-ray powder diffractometer equipped with a rotating anode using Cu Kα radiation and a diffracting beam monochrometor over the 2θ range of 15–90°. Based on the XRD profiles, the crystallinity of as-synthesized samples was calculated using the method described in MDI jade 5.0, with which the crystallinity (%) is defined as [S\n                        1/(S\n                        1\n                        +\n                        S\n                        2)]×100, where S\n                        1 and S\n                        2 are the diffraction peak intensities of crystal and scattering peak intensity of noncrystal. The particle size and distribution was measured by an OMEC LS601A particle size analyzer. The particle morphology and size of the as-synthesized Ce0.9Ti0.1O2 sample was characterized by FE-SEM (FLOTU JSM-7401) without any further dispersion. Laser-Raman spectra were obtained on a Nicolet 5700 FT-IR (Thermo Co. Ltd. USA) by excitation with a 5mW visible He–Ne laser operating at the 1064nm wavelength. The specific surface area was measured and calculated by the BET method from N2 adsorption isotherms recorded at liquid nitrogen temperature on a Model ST-08 specific surface area analyzer (Beijng instrument Co. Ltd. China). The surface zeta potential measurements of the as-prepared powders were performed using a JS94H Zeta Sizer (Shanghai Zhongchen Ltd., China) at 25°C. The samples were ultrasonically dispersed for 5min in water with a concentration of 2.0mgml−1 and pH 7.\n                  \n                  \n                     2.3\n                     MRR determination and AFM observation\n                     CMP tests were performed at the ZF7-type conventional optical glass wafers with a diameter of 3.0cm by a UNIPOL802 CMP equipment (Shenyang Kejing Co. Ltd.). The slurries were prepared by adding 40g Ce1−\n                           x\n                        Ti\n                           x\n                        O2 and 8g sodium hexametaphosphate as dispersant into 1.7L DI water under stirring. The pH value was adjusted to 7 by 0.1molL−1 NaOH solution and ultrasonic dispersing for 15min. MRR is defined as the thickness of the removal material per unit time, or MRR=(m\n                        0\n                        −\n                        m)/ρtA, where ρ is the density of a cylindrical glass wafer, A is the area of the wafer, t is polishing time, m\n                        0 is the original mass of the wafer, and m is the mass of wafer after being polished. Polishing process parameters were set as follows: using a Rodel porous polyurethane pad with rotation speed 125rpm, down force 6.60MPa, feed rate of the slurry 100nmmin−1, polishing temperature 30±2°C. The glasses were pre-polished for 2h to get a smooth surface, and then re-polished for another 2h for MRR determination. Therefore, m\n                        0 is the mass of glasses after first 2h polishing, and m is the mass of glasses after a further 2h polishing, ρ for ZF7 glass is 5.18g/cm3. All the MRR values were calculated from three pieces glasses with diameter of 3cm. AFM images and the surface R\n                        a of the glass surface in a 5.0μm×5.0μm area were obtained using an AFM (NanoScope3a+Enviroscope+ECM-2, Veeco Co. Ltd. USA) with a silicon nitride tip in contact mode.",
    "Results and discussion": "3\n                  Results and discussion\n                  The MRR values and the corresponding surface zeta potential, particle size, specific surface area and crystallinity of the as-synthesized Ce1−\n                        x\n                     Ti\n                        x\n                     O2 powders are compared in Table 1\n                     . These results show that the MRR values of all Ce1\n                     \n                     −\n                     \n                     \n                        x\n                     Ti\n                        x\n                     O2 powders are higher than that of pure CeO2, indicating that the doping of titanium has greatly improved the polishing performance of CeO2. Among the four samples, the Ce0.9Ti0.1O2 sample was found to possess the highest MRR (544nmmin−1), which was ∼2.2 times as that of pure CeO2 (241nmmin−1). However, with the x values in Ce1\n                     \n                     −\n                     \n                     \n                        x\n                     Ti\n                        x\n                     O2 increasing from 0.1 to 0.2 and to 0.3, the MRR of Ce1−\n                        x\n                     Ti\n                        x\n                     O2 decreased from 544nmmin−1 to 484nmmin−1 and then to 361nmmin−1 respectively.\n                  It can be seen from Table 1 that the MRR values increase with the increase of the negative zeta potential of Ce1−\n                        x\n                     Ti\n                        x\n                     O2 particles, demonstrating that the charge on the abrasive particle surface has a significant influence on MRR. As we know, ZF7 glass substrate is composed of silicates of sodium and lead, its surface is positively charged when immerged in ceria slurry at pH 6–7 [12]. As shown in Table 1, all the particles were negatively charged. Therefore, they are readily in contact with the glass surface through the electrostatic interaction and can interact with the surface material under the mechanical pressure from pad. The more the particles are charged, the stronger the interaction can occur.\n                  In the view of colloidal chemistry, the increase of particle surface charge always results in particle size decrease and surface area increase as well as their improved dispersion stability. Therefore, the largest MRR value also corresponds to the sample with the highest specific surface area and the smallest particle medium size (D\n                     50). This fact indicates that the MRR is interfacial dependent, i.e. the polishing process is possibly dominated by the interfacial interaction between the abrasive particle and glass rather than by the mechanical force which is proportional to the particle size [8]. It means that tuning the surface charge of particles is a very useful route to design and synthesize new abrasive particles with excellent polishing performance.\n                  To understand why the MRR increased, the microstructures of as-synthesized particles were examined by XRD and Raman spectra. Fig. 1\n                      shows the XRD patterns of Ce1\n                     \n                     −\n                     \n                     \n                        x\n                     Ti\n                        x\n                     O2 (x\n                     =0, 0.1, 0.2, 0.3). In the case of pure CeO2 and Ce0.9Ti0.1O2 (Fig. 1a and b), all the diffraction peaks can be indexed to the standard XRD data of pure face-centered cubic (FCC) fluorite structure of CeO2 (JCPDS file No. 34-0394). However, their unit cell parameters calculated with (111) diffraction peaks are 5.4205Å and 5.4116Å respectively, showing a slight decrease due to the substituting of larger Ce4+ ions (0.92Å) in the lattice of cubic CeO2 by smaller Ti4+ ions (0.68Å). This fact demonstrated that the as-synthesized Ce0.9Ti0.1O2 powders are CeO2–TiO2 solid solution with cubic fluorite-type structure.\n                  However, in the XRD pattern of as-synthesized sample Ce0.8Ti0.2O2, besides the typical diffraction peaks of cubic fluorite CeO2, some weak and diffuse diffraction peaks at 2θ\n                     =18.6° (d\n                     =4.756Å), 2θ\n                     =25.9° (d\n                     =3.439Å), 2θ\n                     =26.7° (d\n                     =3.335Å), 30.9° (d\n                     =2.89Å) appeared. These weak diffraction peaks can be assigned to brannerite UTi2O6 type CeTi2O6 \n                     [7,13] (JCPDS file No.12-0477). With the x value in Ce1\n                     \n                     −\n                     \n                     \n                        x\n                     Ti\n                        x\n                     O2 increasing from 0.2 to 0.3, the intensity of these peaks increases. These facts indicate that the as-synthesized Ce1\n                     \n                     −\n                     \n                     \n                        x\n                     Ti\n                        x\n                     O2 (x\n                     =0.2 or 0.3) samples are composed of cubic fluorite-type CeO2 or CeO2–TiO2 solid solution and brannerite UTi2O6 type CeTi2O6, and the amount of CeTi2O6 phase increases with the increasing x values in Ce1\n                     \n                     −\n                     \n                     \n                        x\n                     Ti\n                        x\n                     O2.\n                  \n                     Fig. 2\n                      shows the Raman spectra of the as-synthesized Ce1\n                     \n                     −\n                     \n                     \n                        x\n                     Ti\n                        x\n                     O2 materials. The Raman spectra of pure CeO2 and Ce0.9Ti0.1O2 (Fig. 2(b)) are quite similar. The vibration band at around 465cm−1 which belongs to pure cubic CeO2 (space group: Fm-3m) [14] indicates that the Ce0.9Ti0.1O2 mixed oxide is a solid solution as a consequence of titanium ion insertion to the CeO2 cubic fluorite lattice. In the cases of Ce0.8Ti0.2O2 and Ce0.7Ti0.3O2, in addition to the strong vibration band at 465cm−1, Raman bands at 164, 197, 335, 376, 576 and 644cm−1 appear simultaneously and their intensities increase with the increasing x values. These Raman bands can be attributed to the Raman-active modes of CeTi2O6, which is in agreement with the XRD results. We also noticed that a very weak band assigned to rutile TiO2 appeared at 610cm−1 in the Raman spectra of Ce0.9Ti0.1O2 and Ce0.8Ti0.2O2 \n                     [15,16] and vanished in the Raman spectra of Ce0.7Ti0.3O2. However, no diffraction peak corresponding to rutile TiO2 was observed in the XRD patterns of Ce0.9Ti0.1O2 and Ce0.8Ti0.2O2, indicating that the particles of rutile TiO2 in sample were very few or small. These particles might be distributed on the grain boundaries of ceria particles [14] and gave rise to a larger specific surface area of Ce0.9Ti0.1O2 (8.71m2\n                     g−1) than that of pure CeO2 (3.23m2\n                     g−1).\n                  Based on the above analysis, we conclude that the highly improved polishing performance of Ti-doped ceria can be attributed to the formation of both CeO2–TiO2 solid solution and CeTi2O6, which remarkably increases the value of particle surface negative zeta potential. The slightly decreased negative zeta potential and MRR when the x value in Ce1\n                     \n                     −\n                     \n                     \n                        x\n                     Ti\n                        x\n                     O2 exceeds 0.1 is due to the formation of CeTi2O6. This fact demonstrates that the contribution for the increase of MRR and negative zeta potential follows the order of CeO2–TiO2\n                     >CeTi2O6\n                     >CeO2 \n                     [7]. The increase of MRR and particle surface negative zeta potential value promoted by Ti-doping can be explained by the increase of lattice defects induced by the formation of CeO2–TiO2 solid solution and CeTi2O6. The lattice defects in the as-synthesized samples can be evaluated using their crystallinity data shown in Table 1. It is clear that all the titanium-doped ceria samples possessed lower crystallinity than pure ceria. The degree of the decreasing crystallinity is proportional to the degree of the increasing MRR and negative zeta potential, indicating that the crystallinity is another important parameter that can affect the polishing performance of ceria abrasives.\n                  The FE-SEM image of the as-synthesized Ce0.9Ti0.1O2 powders is shown in Fig. 3\n                     . It is clear that the Ce0.9Ti0.1O2 powders consist of uniform fine particles which are loosely agglomerated together. The primary particles are spheroid, and their size range from 80nm to 100nm, indicating that the doping ceria with titanium can facilitate the formation of spherical ceria particles as the spherical morphology is favorable to the polishing process dominated by the interfacial interaction.\n                  \n                     Fig. 4\n                      shows the two-dimensional (2D) and three-dimensional (3D) AFM images of ZF7-type optical glass surface after polished by Ce0.9Ti0.1O2 abrasive with the highest MRR value (544nmmin−1). The surface roughness, R\n                     a and RMS, in a 5.0μm×5.0μm area were found to be of 0.854nm and 1.108nm respectively, which can meet the specifications of commercial optical glass. This fact indicates that Ce0.9Ti0.1O2 can be used as a promising abrasive for the polishing of ZF7 optical glass with high MRR and low surface roughness.",
    "Conclusions": "4\n                  Conclusions\n                  Ultrafine Ce1−\n                        x\n                     Ti\n                        x\n                     O2 (x\n                     =0, 0.1, 0.2, 0.3) powders were synthesized via MCP method and characterized by the means of XRD, Raman spectra. The material removal rate (MRR) values for ZF7 glass polished by the as-synthesized particles were evaluated with respect to their zeta potential, particle size and surface area. A significant increase of MRR was achieved by Ti-doping, and was attributed to the increase of negative zeta potential value due to the formation of CeO2–TiO2 solid solution and CeTi2O6. With the x value increased from 0.1 to 0.2 and then to 0.3, the amount of CeTi2O6 in the as-synthesized Ce1−\n                        x\n                     Ti\n                        x\n                     O2 powders increases, correspondingly, the MRR and negative zeta potential decrease and the particle size increases. These facts indicate that the contribution of CeO2–TiO2 solid solution for the increase of MRR and negative zeta potential is more than that of CeTi2O6. A satisfactory R\n                     a value of 0.854nm within a 5.0μm×5.0μm area in the glass surface polished was achieved using Ce0.9Ti0.1O2 as abrasive particles which exhibited a high MRR value of 544nmmin−1. In conclusion, the Ti-doped ceria particles with spherical shape and high surface charge are potential abrasive materials for ZF7 optical glass polishing, because they can not only provide a suitable shape for improving the contact chance of particles with wafer, but also enhance the interfacial interaction between abrasive particle and wafer polished."
  },
  "references": []
}