{
  "title": "Mechanism of high selectivity in ceria based shallow trench isolation chemical mechanical polishing slurries",
  "authors": [
    "Manivannan, R."
  ],
  "publication": {
    "journal": "Thin Solid Films",
    "date": "2010-08-02",
    "doi": "10.1016/j.tsf.2010.05.072"
  },
  "abstract": "dl-aspartic acid as a removal rate selectivity enhancer for shallow trench isolation chemical mechanical polishing slurries was investigated over a pH range. The effects of downward pressure, rotational speed of the turntable as well as the ceria abrasive loading were also examined. The selectivity is very sensitive to changes in the pressure but not to changes in the rotational speed. Select experiments were also conducted with other types of abrasives with and without the additive. A comparison of the pKa values of the amino acid with the variation of the selectivity with pH indicates that the form of amino acid plays a vital role in determining the polishing behavior and the selectivity. Further, the results corroborate the hypothesis that chemically active sites on the abrasive may be blocked by certain forms of the amino acids, leading to changes in the selectivity.",
  "keywords": [
    "Chemical mechanical polishing",
    "Shallow trench isolation",
    "Selectivity",
    "Abrasives",
    "Amino acid",
    "Active sites"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Chemical mechanical planarization (CMP) is one of the important processes in microelectronic chip fabrication. CMP uses a combination of chemical and mechanical actions to remove the excess material and leaves a planar surface [1,2]. Shallow Trench Isolation (STI) is a key technology in isolating the active devices [3,4]. In an STI process, silicon dioxide is used as an insulating material between the active areas, to prevent the current leakage or cross talk between the transistors. In the CMP process, silicon nitride is used as polish stop layer which prevents damage to the transistor. The ratio of the removal rate of oxide to nitride, known as selectivity, should be high for the STI CMP process. Ceria is the best polishing abrasive for silicon dioxide as well as silicon nitride [5,6]. Even though ceria is softer material when compared to silica abrasive, it exhibits a high removal rate. Many additives have been proposed in the literature which suppresses the nitride removal rate and enhance the selectivity [7–10]. However, there is no agreement upon the actual mechanism of high selectivity for these additives.\n                  Amino acids are one type of additives used in the STI CMP slurries to enhance the selectivity [7]. Amino acids can be categorized into five major groups based on the charge, type of alkyl group and polarity nature [11]. One of the hypotheses of high selectivity is that the additive would adsorb onto the nitride surface and subsequently suppress the hydrolysis reaction leading to a high selectivity [12,13]. However our recent studies show that at least for l-glutamic acid, adsorption onto the nitride surface is not the key mechanism for the selectivity enhancement [14]. We also proposed that there are active sites on ceria that are involved in the polishing process and that the active sites are oxidizable [15]. In this work, we report the polishing behavior of silicon dioxide and silicon nitride surface at various pH values with the addition of dl-aspartic acid (Fig. 1\n                     ) to the ceria based slurry. The effect of dl-aspartic acid on silicon dioxide and silicon nitride removal rate in the STI CMP with a few other abrasives was also characterized. In order to understand the mechanism of selectivity enhancement, a set of polishing experiments was also conducted for various ceria loadings at different additive concentrations. The pressure and the rotational speed of the turntable were varied to determine their influence on the selectivity.",
    "Experimental details": "2\n                  Experimental details\n                  The details of the experimental setup and runs have been reported elsewhere [14] and the key information is provided here. Commercial grade ceria particles (DCP-73A, Sodiff Inc., Korea) and fumed silica particles (Cab-o-sil M5 Cabot Sanmar, India) were used to prepare the slurries. Sodiff ceria contains a minimum of 90% total rare earth oxides, out of which a minimum of 60% is CeO2. Trace amount of Fe2O3 may also be present in the ceria abrasives. Analytical grade ceria, silicon carbide and alumina (all from Sigma Aldrich) were also used to prepare the slurries for a limited set of experiments. 1in. square pieces of low pressure chemical vapor deposition silicon nitride and thermal silicon dioxide wafers (SemiWafer Inc., Taiwan) were polished in bench-top Struers (Labopol-5 and Laboforce-3) CMP equipment. Unless mentioned otherwise, a force of 20N (31.0kPa) was applied to the wafer, and rotational speeds of 100 and 250rpm were maintained for the turntable and the wafer holder, respectively. SUBA IV polishing pads (Rohm and Haas, USA) were used for all the experiments. The thicknesses of the films were measured using a Filmetrics F20-UV thin film analyzer.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     Fig. 2\n                      shows the effect of pH on the silicon dioxide and the silicon nitride removal rates for 0.1wt.% ceria based slurry containing 0.25wt.% dl-aspartic acid. In the acidic pH range, the silicon dioxide and the silicon nitride removal rates are completely suppressed up to a pH value of 3. Above the pH value of 3, the silicon dioxide removal rate starts increasing with an increase in the pH and the selectivity is found to be very high, of the order of 100, in the pH range of 4 to 5. Above the pH value of 5, the silicon nitride removal rate is significant and the selectivity is low. In order to determine the effect of dl-aspartic acid concentration on the selectivity, a set of experiments was conducted with slurries containing 0.1wt.% ceria and various concentrations of dl-aspartic acid at a pH of 5 and the results are shown in Fig. 3\n                     . With the addition of dl-aspartic acid, the oxide and the nitride removal rates decrease. While the silicon nitride removal rate is completely suppressed at a concentration of 0.25wt.% of dl-aspartic acid, the silicon dioxide removal rate drops rapidly at low concentrations up to 0.25wt.% of dl-aspartic acid. Further addition of aspartic acid causes slight decrease in silicon dioxide removal rate while the nitride removal rate remains completely suppressed. Among these slurries, the highest selectivity is obtained when 0.25wt.% of dl-aspartic acid is added to 0.1wt.% of ceria.\n                  It has been found that the choice of abrasives plays a critical role in the high selectivity slurries [14]. Similarly, when hydrogen peroxide was added, the polishing by ceria based slurries was found to be completely suppressed, while the performances of slurries with other abrasives were not affected at all [15]. Based on those results, it was proposed that ceria has two types of active sites, one active towards oxide and the other towards nitride. The selectivity vs. pH trend was explained based on the ability of the additive to block the appropriate sites at various pH values. If more abrasives are present, then the number of actives sites and correspondingly the polishing potential of the slurry will also be higher. A set of polishing experiments at various ceria concentrations was conducted to test this hypothesis and the results are shown in Fig. 4\n                     . For ceria slurries without dl-aspartic acid, the silicon dioxide removal rate ranges between 115nm/min and 435nm/min for the ceria concentration of 0.1wt.% and 2wt.% respectively. The silicon dioxide removal rate is moderately suppressed with the addition of dl-aspartic acid. As expected, the silicon dioxide removal rate increases with increase in the ceria concentration for a given additive concentration.\n                  \n                     Fig. 5\n                      shows the effect of ceria concentration on the silicon nitride removal rate for various additive concentrations at a slurry pH value of 5. In the slurries without additives, the silicon nitride removal rate also increases with an increase in the ceria concentration from 0.1 to 2wt.%, as expected. The silicon nitride removal rate is suppressed moderately when the dl-aspartic acid concentration is 0.1wt.%. When the dl-aspartic acid concentration is increased to 0.15wt.%, the silicon nitride removal rate is suppressed completely at lower ceria concentration, but is significant at 1.5wt.% and 2wt.% of ceria. When the dl-aspartic acid concentration is increased further to 0.25wt.%, the silicon nitride removal rate is completely suppressed for all the ceria concentration studied. These results corroborate the hypothesis of two types of active sites for ceria. A given concentration of additive, such as 0.15wt.%, can block only a fixed number of active sites. When the ceria concentration is increased beyond 1wt.%, the nitride polishing begins since some of the nitride active sites are not blocked. At the higher additive concentration of 0.25wt.% dl-aspartic acid, all the nitride active sites are blocked and hence the polishing is suppressed even for a slurry with 2wt.% of ceria.\n                  \n                     Table 1\n                      shows the results of polishing experiments conducted at various pressures and rotational speeds of the turntable. At the low pH value of 2, both the oxide and the nitride removal rates remain low. The oxide removal rate is too low to be of practical importance and the selectivity also remains low for all the pressures and rotational speeds. On the other hand, at the pH value of 8, both the oxide and the nitride removal rates increase with the pressure and with the rotational speed, as expected. However, both tend to increase to similar extents and the selectivity remains more or less the same. At the pH value of 5, at a fixed turntable speed of 100rpm, the oxide removal rate increases with the pressure. At the lower pressure of 15.2kPa, the nitride removal rate is very low and the oxide removal rate is also low. At the intermediate pressure of 31.0kPa, the oxide removal rate is moderate and the nitride removal rate remains low and hence the selectivity is high. At higher pressure, the nitride removal rate increases to about 5nm/min. Hence, even though the oxide removal rate also increases, the selectivity is lowered at higher pressure. On the other hand, the selectivity is not a strong function of the rotational speed. Both the oxide and the nitride removal rates increase with the rotational speed, but even at a higher speed of 150rpm, the nitride removal rate remains low and hence the selectivity remains high. The results indicate that a high pressure may adversely affect the high selectivity while the changes in the rotational speed will not adversely affect the selectivity. One of the hypotheses used for explaining the high selectivity is that the selective adsorption of the additive on the nitride surface would suppress the hydrolysis and subsequently the polishing. The other hypothesis is that the additive adsorbs onto the active sites on the abrasive and blocks the chemical interaction between the work surface and the abrasive. At higher pressures, the adsorbed layer may be physically removed during the polishing. Both the mechanisms involve adsorption of the additive onto a surface and hence they predict that higher pressure would adversely affect the selectivity. On the other hand, increased rotational speed will not affect the adsorption onto the work surface or onto the abrasive surface to a significant extent. Hence the selectivity will not be affected by changes in the rotational speed and our results agree with the prediction. While these results do not help in discriminating between the two mechanisms, they do support the possibility that the additive adsorption onto the work surface or the abrasive surface would play a critical role in enhancing the selectivity.\n                  To differentiate between the two mechanisms, a set of polishing experiments was performed with various types of abrasives, with and without dl-aspartic acid at a pH value of 5. Silicon dioxide and silicon nitride surfaces were polished using slurries containing various abrasives viz., ceria (Sigma Aldrich), alumina, silica and silicon carbide with and without dl-aspartic acid. The pH value was maintained at 5, and the results are summarized in Table 2\n                     . It was found that a slurry with dl-aspartic acid exhibits very high selectivity only if it contains ceria abrasives, irrespective of its source. In the case of alumina based slurry, the oxide as well as the nitride removal rates was low to begin with and decreased further with the addition of dl-aspartic acid. The selectivity remained low with and without the additive. The silicon carbide based slurry did not show any significant change in the removal rate with the addition of dl-aspartic acid. For silica slurries without dl-aspartic acid, the silicon dioxide removal rate is very low when compared with the silicon nitride removal rate. With the addition of dl-aspartic acid to the silica based slurry, the nitride removal rate is moderately suppressed while the oxide removal rate is not affected to a significant extent. The high selectivity achieved with the addition of dl-aspartic acid is specific to the ceria based slurry. This reinforces the hypothesis [14] that the choice of the abrasive plays a critical role in enhancing the selectivity of the STI slurries. When combined with the pressure and the rotational speed experiments, the results suggest that adsorption of the additive onto the abrasive surface is important in determining the selectivity.\n                  \n                     Table 3\n                      shows the pKa values of the amino acid used in the present work and compares with the values for l-glutamic acid, reported in literature [14]. The pKa values of both the amino acids are almost in the same range. The removal rate shown in Fig. 2 can be compared with the pKa values of the amino acid. The polishing behavior of slurries with dl-aspartic acid and with l-glutamic acid is also similar. This indicates that the actual structure of the amino acid, which depends on the pH, plays a significant role in suppressing the polishing characteristics.\n                  \n                     dl-aspartic acid and l-glutamic acid fall under the category of polar-negatively charged alkyl group amino acids. Both the compounds have two carboxylic group (–COOH) and one amine group (–NH2). They can exist in four different forms depending on the pH value, as shown in Fig. 1. When the pH value is less than 3.65 (pKR), dl-aspartic acid will be either neutral or positively charged as shown in Fig. 1, and both the silicon dioxide and the silicon nitride removal rate are completely suppressed. Above the pH value of 3.65 (pKR), the net charge carried by the dl-aspartic acid will be negative. The silicon dioxide removal rate starts increasing when the pH value is higher than the pKR value. Ceria has a point of zero charge between 6 and 7 [5,16]. Hence ceria surface will be positively charged when the pH of the slurry is below 7. The attractive forces would be dominant when the amino acid is negatively charged and the ceria is positively charged in the pH range of 4 to 7. This is also the approximate pH range where high selectivity is observed. Thus the hypothesis that the additives block certain sites on the ceria and suppress the polishing is corroborated by these observations. Since the removal rate suppression depends on the pH, it can be deduced that the active sites are charged. However, the exact nature of the active sites is yet to be identified. If the sites are identified, then it may be possible to modify the ceria manufacturing process itself to produce abrasives with a large number of oxide active sites and small number of nitride active sites so that a high selectivity may be obtained even without any additive. One of the issues in an STI CMP process is the slurry induced scratches and ceria based slurries are known to cause relatively more scratches than silica based slurries [17]. Also, the nature of the abrasive, rather than the agglomeration, is reported to play a major role in causing scratches [18]. Hence, while optimizing the ceria abrasive manufacturing process, factors influencing the selectivity enhancement as well as the formation of the surface defects such as scratches should be considered.",
    "Conclusions": "4\n                  Conclusions\n                  When dl-aspartic acid is used as an additive, ceria based slurries exhibit a high selectivity in the pH range of 4 to 5. A comparison of the pKa values of the amino acid with the variation of the selectivity with the pH indicates that the form of amino acid plays a vital role in determining the polishing behavior. At low pH values both the oxide and the nitride polishing are suppressed in the presence of dl-aspartic acid and at high pH values, there is no strong suppression of the oxide and the nitride removal rates. At a given additive concentration, an increase in the ceria abrasive concentration increased the oxide and the nitride removal rates. The high selectivity is observed only for the slurries based on ceria abrasives and not for the slurries with other abrasives. In the high selectivity pH regime, increasing the pressure adversely affects the selectivity, while changing the rotational speed does not strongly influence the selectivity. The results strengthen the hypothesis that chemically active sites on ceria surface may be blocked by certain forms of the amino acids in select pH range, which results in a high selectivity."
  },
  "references": []
}