{
  "title": "Investigation of thermal effects in bulk oxide chemical mechanical polishing",
  "authors": [
    "Liu, Pengzhan"
  ],
  "publication": {
    "journal": "Precision Engineering",
    "date": "2024-06-30",
    "doi": "10.1016/j.precisioneng.2024.05.015"
  },
  "abstract": "Bulk oxide polishing occupies a substantial portion of time to achieve surface planarization in semiconductor manufacturing. Recently, thermal management has emerged as a critical issue in the polishing process. Fundamental research on thermal effects in oxide film polishing is essential for optimizing both the thermal management system and the polishing process itself. Experiments indicate that friction force, significantly influenced by wafer and retainer ring pressures as well as slurry species, plays a major role in determining polishing temperature, more so than slurry flow rate. An important finding is the temperature-dependent behavior of slurry particles, which generally reduce in size and concentrate more at higher temperatures, with aggregation starting at around 80 °C. High-temperature slurry deteriorated pad properties but enhance oxide film surface hydrolyzation. During a 60-s polishing process, the slurry temperature exhibited the maximum removal rate at 60 °C for fumed silica polishing, while for calcined ceria, the highest removal rate was observed at 20 °C. Pad B at ambient temperature, having similar hardness to Pad A at 60 °C, reduced the oxide film removal rate by 31.82 % for fumed silica and 40.94 % for calcined ceria. This indicates that pad hardness has a more pronounced effect on polishing with calcined ceria slurry.",
  "keywords": [
    "Chemical mechanical polishing",
    "Thermal effect",
    "Oxide film",
    "Polishing temperature",
    "Particle size",
    "Removal amount"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  The rapid advancement of generative artificial intelligence has led to a significant increase in the need for memory storage, necessitating substantial memory capacity to store model parameters and intermediate representations [1]. The manufacturing processes for memory semiconductors include a series of steps such as lithography, etching, deposition, and chemical mechanical polishing (CMP), among others. In response to the growing demand for storage capacity, multiple layers of vertically stacked memory cells are being developed in NAND flash technology [2]. Concurrently, three-dimensional (3D) DRAM technology is emerging as a promising candidate for future DRAM advancements [3]. Critical to these developments are the interlayer dielectric (ILD) and pre-metal dielectric (PMD), which serve as insulators for conductive plugs and lines [4]. After deposition, silicon dioxide-based dielectric materials require polishing to remove excess bulk oxide and achieve surface planarization [5]. Parameters such as removal rate, which determine process time, added defects, and surface roughness, are crucial for enhancing productivity [6]. During the CMP process, especially in the bulk oxide CMP, significant time is spent removing over-deposited dielectric material [7]. Therefore, improving the removal rate and reducing polishing time is a key factor in decreasing overall production costs.\n                  Unlike most processes in semiconductor manufacturing that require meticulous temperature management, the CMP process often lacks this precision. Fig. 1\n                      displays infrared images illustrating the temperature distribution during the polishing of 8-inch and 12-inch wafers. These images reveal that both temporal and spatial temperature distributions are nonuniform across the wafers. A larger wafer, which has a more extensive friction interface, tends to have higher corresponding temperatures [8]. Theoretical calculations suggest that the flash temperature at these contact peaks can exceed 100 °C [9]. Along the pad radius, the area near the retainer ring, close to the pad center, consistently exhibits the highest temperatures [10]. This region undergoes the most frequent contact between the polisher head and the pad. It is also subject to substantial pressure from the retainer ring.\n                  As temperature increases during the polishing process, the properties of consumables diverge from those at ambient temperature. Jiao et al. observed that the pad modulus decreases with rising temperature, leading to an increased pad-wafer contact area percentage [11]. Building on this, Jeong et al. found that the pad asperity angle increases under high-temperature slurry conditions, resulting in a rougher pad surface [12]. Addressing the need for more detailed research, the new SEMI standard for CMP pads recommends that vendors use a dynamic mechanical analyzer to provide detailed information on the pad mechanical properties [13]. Slurry performance also varies with changes in temperature. The oxide film polishing process typically utilizes four types of slurries, as detailed in Table 1\n                     . These slurries, differentiated by their unique abrasive synthesis methods, possess distinct properties.\n                  During a single wafer polishing process, the temperature rapidly increases in the initial ramp-up period before gradually stabilizing at a steady level. To enhance the consistency and controllability of the polishing process, there is a demand for fast and precise temperature control methods, from the beginning to the end of the process. Several thermal management techniques have been developed to regulate pad surface temperature. Yuh et al. implemented a coolant channel to facilitate heat conduction between the pad and the platen [14]. Wu et al. introduced an additional heater and chiller to maintain uniform temperature across the pad surface [15]. Wu et al. developed a steam heating method to control the pad surface temperature, which has been incorporated into the latest commercial polishers [16]. Furthermore, Chen et al. designed a conditioner disk with an integrated heater to directly heat the pad [17].\n                  Our group has studied the thermal effects in copper film CMP [18]. There is also some previous research about thermal effects in oxide CMP. Kim et al. explored friction and thermal phenomena in thermal oxide and glass polishing [19]. Sorooshian et al. investigated how process temperature influences polishing friction in ILD and copper CMP, employing k-groove and XY-groove pads to understand the thermal dynamics [20]. Kim et al. utilized hot deionized water (DIW) to condition the pad surface and examined the polishing pad, slurry, and surface reactions variation [21]. Most of them focus on slurry with submicron size silica particles. However, with the evolution of the modern semiconductor industry, the diversity of slurries, including ceria slurry and nanoparticle slurry, has been put into practical use. The variety underlies the need for a more in-depth mechanism study of the process and consumables.\n                  In this study, we utilized the slurry heating method to investigate thermal effects in bulk oxide CMP. Several polishing parameters, including friction force, slurry flow, and slurry species, were examined to determine their impact on polishing temperature. Their impacts were quantitatively assessed through the peak temperature recorded during polishing. The study involved four types of oxide film slurries to analyze particle size variations with temperature. Particle agglomeration and de-agglomeration processes were checked by dynamic light scattering and verified by optical imagery. Discussions on particle size variations with temperature incorporated considerations of particle synthesis, surface hydration, and foundational principles of colloidal science. Specifically, fumed silica and calcined ceria slurries were used to explore the effect of slurry temperature in oxide polishing. The underlying mechanism is described with a focus on the synergistic effect of chemical reactions and mechanical abrasion.",
    "Experimental": "2\n                  Experimental\n                  \n                     2.1\n                     Consumables\n                     Polishing slurry, polishing pad, and conditioner disk are the three main consumables in the polishing process. We employed polishing pads (SK enpulse, Republic of Korea) with varying groove depths to investigate the effect of groove depth on polishing temperature. Two types of pads, designated as pad A and pad B, were used. These pads are composed of polyurethane with varying ratios of soft and hard segments, enabling the analysis of mechanical abrasion and chemical reaction roles in oxide film polishing. Pad A and pad B possess identical physical features except for their hardness. Unless specified otherwise, pad A was the default choice for our experiments.\n                     Four different types of slurries were utilized: fumed silica slurry (TSO-12, Soulbrain, Republic of Korea), colloidal silica slurry (2080s, Ace Nanochem, Korea), calcined ceria slurry (ACS 330, KC tech, Republic of Korea), and colloidal ceria slurry (Zenus, Solvay, Belgium). Commercial ceria slurries typically contain specially designed additives that enhance particle dispersibility and provide selective polishing for oxide and nitride films. To examine the temperature effect on particle size distribution, two ceria slurries underwent centrifugation and were washed twice with DIW to remove most additives. It is known that the pad cut rate decreases as diamond wear occurs during pad usage. The pad cut rate was adjusted by varying the aging time of the pad conditioner, with the initial pad cut rate set as 100 % conditioning rate.\n                  \n                  \n                     2.2\n                     Slurry heating methods\n                     Two distinct slurry heating methods were employed to elevate the slurry temperature to 40 °C and 60 °C before subsequent usage. As depicted in Fig. 2\n                        a, the slurry is dispensed onto the pad surface and then flows into the gap between the pad and wafer, facilitated by the synchronized rotation of the polisher platen and the polisher head. Fig. 2c illustrates the schematic of a coupon wafer polisher matched with a slurry heating system. In the case of the coupon wafer polisher, the slurry is preheated using a water-bath method. For 12-inch wafer polishing, deionized water (DIW) is preheated and then mixed with the original slurry to regulate the slurry temperature. As shown in Fig. 2d, pump 1 supplies the slurry, while pump 2 heats the DIW. A temperature sensor positioned near the outlet provides real-time temperature readings, enabling precise control of the slurry temperature. This setup ensures that the slurry is delivered at the desired temperature at the outlet.\n                  \n                  \n                     2.3\n                     Polishing recipe\n                     To ascertain the factors influencing polishing temperature effectively, independent studies on several common variables were conducted in the polishing process. Table 2\n                         presents the polishing recipe utilized in a commercial polisher (LK Prime, AMAT, USA). This approach involved varying polisher settings and consumables to systematically evaluate temperature effects during oxide blanket wafer polishing.\n                     Additionally, a series of 12-inch wafer polishing experiments were conducted using a research and development polisher (Poli-762, GnP Technology, Republic of Korea). For assessing the impact of the pad on the oxide film removal rate, coupon wafers were polished using another polisher model (Poli-400, GnP Technology, Republic of Korea). The use of a coupon wafer polisher offers significant advantages, including reduced experimental costs and the ability to polish multiple oxide film wafers, thus yielding an average removal rate. The specific recipe followed for these experiments is detailed in Table 3\n                        .\n                  \n                  \n                     2.4\n                     Characterization\n                     For particle size distribution, the dynamic light scattering (DLS) technique was utilized, employing a commercial particle size analyzer (ELSZ-2000, Otsuka Electronics Co., Japan). Approximately 3 mL of slurry samples were heated in a quartz cell within the analyzer's chamber, enabling the in-situ detection of particle size variations with temperature. After the oxide film polishing with fumed silica slurry at different temperatures, scanning electron microscopy (SEM) (JSM-IT800, JEOL, Japan) was employed to examine residual particles on the oxide film. This approach allows for the verification of temperature-induced particle size variation and serves as a cross-validation method alongside DLS. The slurry temperatures were set at 20, 30, 40, 50, and 60 °C for polishing coupon wafers. The water bath temperature was maintained 15 °C above the target slurry temperature to facilitate heat transfer between the water and the heated slurry.\n                     To quantitatively assess surface hydrolysis, dried slurry powders were analyzed in a thermogravimetric analyzer (TGA) (STA7200RV, Hitachi, Ltd., Japan). The slurries were dried at an ambient temperature of 23 °C and in an oven at 40 and 60 °C for 24 h, followed by grinding into powders. These powders were then heated at a rate of 20 °C/min from ambient to 800 °C under a nitrogen gas flow.\n                     An infrared sensor in the polisher measured the trailing edge temperature of the polisher head during polishing. The temperature was recorded at 10 Hz to compare the polishing temperature. The maximum, typically endpoint, temperature was picked to show the effective factors influencing polishing temperatures. Additionally, the polisher is equipped to measure the temporal friction force after calibration. The coefficient of friction (COF) μ is calculated by dividing the friction force (\n                           \n                              \n                                 F\n                                 1\n                              \n                           \n                        ) by the product of pressure (P) and wafer area (A). Before and after polishing, the thickness of the TEOS oxide film was measured using a reflectometer (ST5030-SL; K-MAC, Korea). Surface roughness was assessed post-polishing with atomic force microscopy (AFM) (NX 10, Park System Corp., Korea), scanning three points on the surface. Finally, the bulk hardness of pads A and B was determined using a durometer (ASKER D, KEIKI Co., LTD, Japan), with the pads being immersed in DIW for 10 min prior to measurement. The viscoelastic properties of pad A and B were examined using a dynamic mechanical analyzer (DMA 850, TA Instrument, USA), in bending mode at a heating rate of 4 °C/min and a frequency of 10 Hz. During this process, the pads were maintained in DIW at various temperatures to ensure accurate hardness readings.",
    "Results and discussion": "3\n                  Results and discussion\n                  The temperature variation in the polishing process is primarily determined by the heat source and heat capacitor. The interaction of friction force and chemical reactions contributes significantly to heat generation [22]. Among these, mechanical abrasion involving the polishing pad, slurry, wafer, retainer ring, and conditioner is the primary source of friction. The slurry flow, influenced mainly by pad groove depth and flow rate, varies accordingly [23]. Comprising abrasives and chemicals, the polishing slurry impacts both mechanical abrasion and chemical reactions. Fig. 3\n                      illustrates the effects of these factors on the temperature during 12-inch wafer polishing.\n                  Increasing wafer pressure compresses the polishing pad more, narrowing the pad-wafer gap and enlarging the real contact area between the wafer and pad. This results in increased friction force, impeding the relative motion of wafer and pad. As stated in Hagen–Poiseuille equation,\n                        \n                           (1)\n                           \n                              \n                                 \n                                    \n                                       \n                                          \n                                             Δ\n                                             p\n                                             =\n                                             \n                                                \n                                                   8\n                                                   μ\n                                                   L\n                                                   Q\n                                                \n                                                \n                                                   π\n                                                   \n                                                      R\n                                                      4\n                                                   \n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     the pressure difference \n                        \n                           Δ\n                           p\n                        \n                      between the two ends of a pipe is inversely proportional to the fourth power of pipe radius R. Here, \n                        \n                           μ\n                        \n                      is the dynamic viscosity of liquid, L is the pipe length, Q is the volumetric flow rate. The narrower gap amplifies slurry flow resistance, reducing slurry flux and its ability to absorb friction heat. Thus, wafer pressure emerges as a significant factor affecting polishing temperature.\n                  The retainer ring, which secures the wafer inside the polisher head, usually exerts higher pressure than the wafer pressure to prevent slippage. This higher pressure deforms the pad more and reduces stress concentration at the wafer edge. Although similar to the effects of wafer pressure, the retainer ring pressure has a less pronounced impact on polishing temperature due to its designed slots that facilitate slurry flow [24].\n                  The conditioner, equipped with diamond grains, wears the pad surface to maintain its roughness. As the diamond tips wear over time, the conditioning rate, defined according to the pad cut rate, affects the friction heat in the polishing process. However, the conditioner, being smaller in area than the wafer and retainer ring and installed separately on the conditioner arm, has a lesser impact on temperature.\n                  Polishing pads, with an approximate 20-h lifetime, experience wear, leading to shallower grooves [25]. These grooves are critical for retaining slurry and absorbing friction heat, factors that significantly influence the pad surface temperature. A shallow groove retains less slurry and offers lower resistance to slurry flow, thus raising pad surface temperature. This suggests that slurry retained in pad grooves plays a crucial role in absorbing friction heat.\n                  Increasing the slurry flow rate results in a marginal change in the pad surface temperature, approximately 1.9 °C. This minimal impact is attributed to the limited capacity of the pad grooves to retain slurry for effective heat absorption. Additionally, the constrained space in the narrow pad-wafer gap limits the extent to which slurry can contribute to cooling across the pad-wafer interface, particularly in the land area. As a result, a significant portion of the slurry does not directly engage in the polishing action or contribute to cooling within the active polishing region. Therefore, the primary cooling effect of increased slurry flow rate is observed in the non-polishing regions of the pad, where heat dissipation occurs predominantly through conduction and convection between the air and the pad-slurry mixture.\n                  The type of slurry used significantly influences the heat generated from both chemical reactions and friction forces during the polishing process. Pure chemical reaction heat is negligible for the polishing temperature [22]. For ceria slurry, a well-understood polishing mechanism is the formation of Ce–O–Si bonds with the oxide film during tribo-chemical reactions. This reaction facilitates the transition from three-body to two-body friction [26]. Additionally, the irregular shape of the particles in the ceria slurry used in these experiments tends to promote more sliding motion rather than rolling, resulting in increased friction force. Consequently, ceria slurry leads to a higher polishing temperature, primarily because the two-body friction and increased sliding friction generate greater frictional heat.\n                  These findings indicate that friction force significantly influences polishing temperature, more so than slurry flow. Among the variables, wafer pressure exerts the greatest impact on friction force, followed by retainer ring pressure, slurry species, and conditioning rate. Pad groove depth and slurry flow rate have a lesser effect on temperature changes. Outside the pad-wafer contact area, interface conduction and convection cooling play a dominant role. A shallow groove depth in the pad limits the slurry volume in the pad grooves, reducing the cooling effect during polishing.\n                  Slurry particle size changes with temperature. As shown in Fig. 4\n                     , the average peak size of four different slurry particles used in oxide film polishing decreases, and the size distribution becomes more concentrated when the slurry is heated. Additionally, overheating leads to particle aggregation. This phenomenon is evidenced by a second peak in particle size distribution detected by DLS measurements, individually presented in Fig. 4a, d, 4g, 4j. Notably, three particle types exhibit aggregation at 80 °C, while colloidal silica particles do so at 70 °C.\n                  In colloidal science, first particle size and secondary particle size are fundamental concepts. The ‘first particle size’ typically refers to the dimension of individual particles as observed under an optical microscope. In an aqueous medium, suspended particles interact and achieve dynamic stability. Clustered particles, known as secondary particles, have a collective size termed secondary particle size. The DLS technique uses quasi-elastic light scattering to detect the Brownian motion of nanoparticles, deriving their size [27]. This method primarily reveals the secondary particle size as a statistical measure.\n                  \n                     Fig. 5\n                      presents residual fumed silica particles on the oxide film after polishing with slurry at different temperatures. The images indicate fewer aggregated particles at higher temperatures, suggesting that increased temperatures disperse aggregated particles into smaller primary particles. This trend, confirmed by SEM imaging and DLS analysis, was not observed in colloidal silica particles, which exhibited single, non-aggregated particles on the surface.\n                  The manufacturing processes for fumed silica and colloidal silica differ significantly. Fumed silica is created in a dry, high-temperature environment, leading to pre-formed chemical bonds in the particles before slurry formation. In contrast, colloidal particles manufactured via a wet method are well-dispersed by controlling the aqueous environment. This difference in manufacturing leads to distinct mechanisms of particle size variation with temperature. Dry method-produced particles, strongly bonded chemically, can be dispersed by enhanced surface hydration at high temperatures [28]. Conversely, wet method-produced colloidal silica particles, already sufficiently hydrated, tend to agglomerate weakly. When heated, these particles gain kinetic energy, and the resulting enhanced Brownian motion disperses the weakly bonded agglomerates in the aqueous medium.\n                  \n                     Fig. 6\n                      reveals a notable difference in the weight loss rate of fumed silica and calcined ceria particles between temperatures of 140 °C and 500 °C. This temperature range is associated with surface dehydration of the particles [29]. Colloidal particles produced by wet methods exhibit stable surface hydrolysis across varying drying temperatures. In contrast, dry method-produced fumed silica and calcined ceria particles experience increased hydrolysis due to exposure to higher-temperature aqueous environments. This elevated weight loss ratio in dry method-produced particles supports the mechanism proposed for particle size variation with temperature.\n                  Fumed silica and calcined ceria are the primary slurries used in bulk oxide polishing. The impact of temperature on the polishing efficacy of these two slurries is significant. Fig. 7\n                      illustrates the removal amount, removal profile, and surface roughness of oxide films polished for 40 and 60 s using slurries at 20, 40, and 60 °C. For fumed silica slurry, initial polishing for 40 s with high-temperature slurry enhances the removal rate. However, this improvement diminishes when the polishing duration extends to 60 s, indicating a reduced removal rate in the latter 20 s of the process with high-temperature slurry. Conversely, for calcined ceria slurry, high-temperature slurry results in lower removal rates during both the initial 40 s and the subsequent 20 s of polishing. Moreover, oxide films polished using high-temperature calcined ceria slurry display smoother surfaces, mirroring the results observed with fumed silica slurry. However, the irregular shape of the ceria particles in the slurry leads to nanoscale scratches on the surface.\n                  The sensors recorded both the temperature at the trailing edge of the polisher head and the friction force. Notably, the friction force in calcined ceria slurry polishing is more significantly influenced by slurry temperature compared to fumed silica slurry. As demonstrated in Fig. 8\n                     , during the initial period (0–20 s), the 40 °C calcined ceria slurry exhibits the lowest COF, while in the later stages (20–60 s), the 60 °C slurry shows the minimum COF. During the whole polishing period, the high-temperature fumed silica slurry polishing exhibited a low COF value.\n                  In the case of fumed silica slurry polishing, mechanical abrasion effectively removes the hydrolyzed oxide film. Elevated temperatures intensify the chemical reaction between the oxide film and chemicals in slurry, leading to more hydrolyzation and a softer oxide surface. In the initial 20 s of polishing with high-temperature slurry, the chemical reaction is more vigorous, resulting in a greater removal amount. However, during the subsequent 20–60 s, slurry temperature has less impact on the polishing temperature beneath the wafer. Additionally, the pad hardness decreases with increasing slurry temperature, indicating weaker mechanical abrasion at higher temperatures.\n                  For calcined ceria slurry, mechanical abrasion and chemical reaction are dependent on each other. The formation of more Ce–O–Si bonds between the ceria and oxide film enhances mechanical abrasion due to the lump effect and chemical tooth effect, complicating the temperature's impact on the removal process. At lower temperatures, the pad's higher hardness results in stronger mechanical sliding between particles and the oxide film, accelerating the formation of Ce–O–Si bonds. At higher temperatures, increased hydrolyzation of the oxide film surface speeds up Ce–O–Si bond formation. This explains why 40 °C ceria slurry polishing exhibits minimum removal amounts for 40 s polishing.\n                  \n                     Fig. 9\n                      highlights the impact of temperature on pad softening and hardness in relation to the oxide removal rate. The storage modulus and loss modulus determine the elasticity and ability to dissipate energy, respectively. The ratio of the loss modulus to the storage modulus, known as damping factor tan \n                        \n                           δ\n                        \n                     , reveals the pad property transition from glass region to elastic region. As the temperature goes up, the storage modulus and loss modulus of pad A and B decrease in the polishing temperature range. Pad B, exhibiting a similar storage modulus and hardness to Pad A at 60 °C, shows a reduced removal rate by 31.82 % for fumed silica and 40.94 % for calcined ceria, underscoring the significant influence of pad hardness on calcined ceria polishing.\n                  The overall polishing process is a complex interplay of chemical reactions and mechanical abrasion, particularly in the case of calcined ceria polishing where the chemical reaction is greatly influenced by mechanical abrasion. As summarized in Fig. 10\n                     , during the initial period of fumed silica slurry polishing, the rate of chemical reaction restricts the removal rate for low-temperature slurry. The high-temperature slurry slightly deteriorates the pad modulus and results in a weaker vertical force to indent particles into the hydrolyzed oxide film surface. Thus, the friction force reduces with the temperature up. In the ending period, the strength of mechanical abrasion limits the removal rate at higher temperatures. No matter the slurry temperature, the high pad surface temperature results in a large pad modulus reduction and the corresponding friction force is also weaker.\n                  For calcined ceria slurry polishing, in the initial period, high-temperature slurry promotes faster chemical reactions, and high pad hardness leads to more intense mechanical abrasion, both accelerating Ce–O–Si bond formation. Although high-temperature slurry weakens the pad modulus and mechanical abrasion, it enhances the chemical bond formation and lump effect by promoting surface hydrolyzation. The trade-off between them results in a minimum friction force at 40 °C.\n                  However, in the ending period, the dominant factor is the reduced mechanical abrasion caused by high temperatures, which limits Ce–O–Si bond formation and consequently decreases the removal rate. Simultaneously, the weakened vertical force reduces the tribo-chemical reaction so that the two-body friction obviously reduces due to less particles being bonded on the oxide film.",
    "Conclusion": "4\n                  Conclusion\n                  This study provides a comprehensive exploration into the complex interplay of factors affecting oxide film polishing, highlighting the significant roles of friction force, slurry temperature, and their combined mechanical and chemical effects. It reveals that friction force, predominantly influenced by wafer and retainer ring pressure, as well as slurry species, is a crucial determinant of polishing temperature. However, the impact of pad groove depth and slurry flow rate is comparatively limited. At higher temperatures, slurry particle size decreases and becomes more concentrated, exhibiting distinct responses based on the manufacturing process. Particles manufactured by dry methods experience more surface hydrolyzation, and aggregated particles are dispersed. In contrast, particles manufactured by wet methods exhibit stronger Brownian motion, leading to the de-agglomeration of weakly bonded particles.\n                  Additionally, the research highlights the dynamic synergy between chemical reactions and mechanical abrasion in the polishing of calcined ceria and fumed silica slurries. In the initial period, high-temperature slurry enhances the hydrolysis of the oxide film surface, improving the removal rate of fumed silica slurry. It also makes the 60 °C calcined ceria slurry a maximum removal rate. However, at the end of the polishing process, a high polishing temperature leads to sufficient hydrolyzation of the oxide film. Consequently, both high-temperature fumed silica and calcined ceria slurries experience a decrease in removal rate as temperatures increase, due to the degeneration of pad hardness.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Pengzhan Liu: Conceptualization, Investigation, Methodology, Writing – original draft, Writing – review & editing. Wookyung Jeon: Data curation, Investigation, Validation, Writing – review & editing. Jangwon Seo: Conceptualization, Investigation, Methodology, Supervision. Seunghwan Lee: Data curation, Formal analysis, Project administration. Ziyang Wang: Data curation, Investigation. Hyeonjeong Lee: Data curation, Investigation. Sanghuck Jeon: Project administration, Validation. Taesung Kim: Funding acquisition, Resources, Supervision, Writing – review & editing.",
    "Declaration of generative AI and AI-assisted technologies in the writing process": "Declaration of generative AI and AI-assisted technologies in the writing process\n                  During the preparation of this work the author(s) used ChatGPT in order to check the English grammar and spelling. After using this tool/service, the author(s) reviewed and edited the content as needed and take(s) full responsibility for the content of the publication."
  },
  "references": []
}