{
  "title": "Study on the effect of residual ceria slurry on chemical mechanical planarization (CMP)",
  "authors": [
    "Yun, Junho"
  ],
  "publication": {
    "journal": "Microelectronic Engineering",
    "date": "2021-09-15",
    "doi": "10.1016/j.mee.2021.111620"
  },
  "abstract": "The effect of residual ceria slurry on a pad was investigated to improve the cleaning efficiency while maintaining the removal rate of chemical mechanical planarization (CMP). This combined process consists of two sequential steps: polishing with slurry, then polishing with residual slurry and cleaning with deionized water (DIW). Ceria slurry injected in the first step is used for polishing, while the rest of the ceria slurry remains in the groove or escapes out of the pad. When DIW is injected in the second step, the ceria slurry nanoparticles remaining on the pad participate in polishing, and DIW cleans the wafer surface, preventing contamination. The most efficient ceria injection time uses this two-step process, and the cleaning efficiency for this optimized time was confirmed. With optimal process conditions, particle area ratio decreased from 9.035% to 0.839%, indicating increased cleaning efficiency. This study suggests the time needed for the slurry to attain efficient polishing and demonstrates a method for shortening the ceria process time by simultaneously polishing and cleaning during the CMP process.",
  "keywords": [
    "Chemical mechanical planarization",
    "Ceria",
    "Time step",
    "Residual particles",
    "Cleaning",
    "Combined process"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Chemical mechanical planarization (CMP) is mainly used to planarize integrated circuit (IC) manufacturing to obtain global and local planarization of wafers through chemical and mechanical processes [1]. The CMP process requires consumables such as conditioners, pads, and slurry. Slurry is composed of an abrasive and various additive that improve CMP process performance. In particular, ceria slurry can be used for its high selectivity of nitride stop layers in interlayer dielectric (ILD) CMP [2]. Ceria has a special mechanism that polishes surfaces in lumped form through strong Ce-O-Si bonding, and the removal rate is affected by the bonding formation rate [3,4]. Therefore, a large amount of contamination occurs on oxide surfaces due to strong Ce-O-Si bonding.\n                  After CMP, ceria nanoparticles are adsorbed to the wafer surface with other contaminants and can cause defects such as scratches. Therefore, ceria nanoparticles must be cleaned from the surface after polishing. However, it is difficult to clean ceria nanoparticles due to their strong Ce-O-Si bonding and electrostatic attraction to the wafer [5]. Despite post-CMP cleaning processes, contamination remains on the wafer surface. Thus, researchers have studied various cleaning processes for ceria CMP to reduce contamination [6–8]. Water polishing using platens reduces the cleaning load [7], and different platens have been investigated for this process [9]. In addition, cleaning efficiency is improved by increasing slurry viscosity [8].\n                  Slurry can remain on the pad due to accumulation inside grooves on the surface [10]. Additionally, such accumulated slurry can move to the land area via convective forces [11]. Thus, the mean residence time (MRT) of slurry in the region between the pad and wafer has been studied [12–14]. The results showed that the coefficient of friction (COF) and MRT are related to each other [14]. Because slurry film thickness and COF are inversely proportional, a low COF value indicates a low MRT value, as there are few obstructions between the wafer and the pad [14]. Thus, if there is a sufficient amount of slurry on the pad, polishing is possible with the residual slurry without additional slurry. This residual slurry in the grooves can be used for polishing, leading to an economical CMP process.\n                  In this study, we investigated the effect of residual slurry on the pads on removal rate and the effect of using deionized water (DIW) on cleaning efficiency. The combined process consists of a first step where ceria was injected for polishing and a second step where DIW was injected for polishing and cleaning. The DIW process in the combined process, not only polishing due to the residual ceria particles on the pad but also cleaning due to DIW occurred. With optimal time for the combined process, cleaning efficiency was improved while maintaining the removal rate. This combined process improves the ability to prevent contamination of the wafer surface through the DIW step. This process can also help shorten the CMP process time because it includes a cleaning process for the same platen, reducing slurry consumption and can be applied to any slurry particles for various wafers (such as wafer surfaces of various barriers in Cu, W, and poly Si). In this study, it was confirmed that residual particles maintain polishing while DIW is being injected and are washed away with the DIW. This combined process efficiently achieves both polishing and cleaning of the wafer.",
    "Experimental": "2\n                  Experimental\n                  \n                     2.1\n                     Materials\n                     Commercial colloidal ceria was used as an abrasive. The particle size distribution of the abrasive was measured using a scanning mobility particle sizer (SMPS, TSI3080, TSI, USA). Additionally, the abrasive zeta potential was measured using a zeta potential analyzer (ELSZ-2000, Otsuka, Japan). Ceria slurry was diluted using DIW at 0.5 wt%. Nitric acid (HNO3, Sigma Aldrich, St. Louis, MO, USA) was used to control the pH of the water. For polishing, the pH of both the ceria slurry and the DIW was adjusted to pH 4, as measured by a pH meter (MCU710, KEM, Japan). The thickness of the plasma-enhanced tetraethyl orthosilicate (PE-TEOS) SiO2 films was 15,000 Å, and coupon wafer size was 4 cm × 4 cm.\n                  \n                  \n                     2.2\n                     Conditions of the ceria/DIW combined CMP process\n                     The 60s polishing time was divided into two intervals: 0–As (with a ceria pH of 4) and A–60s (with a DIW of pH 4), as shown in Fig. 1\n                        ; here, the change from abrasive to DIW occurs at time A. It divided A into 10 s intervals dividing into 10/50, 20/40, 30/30, 40/20, 50/10, and 60/0. The first step injects ceria slurry, which acts as an abrasive, and the second step injects DIW for polishing and cleaning, as described above. The detailed conditions of the combined CMP process are as follows. A polisher (4-in polisher Poli-400, G&P Technology, Korea) was used in the polishing experiments. The pad consisted of polyurethane (HD 300, SKC, Korea), and the pad speed was fixed at 93 rpm. The head speed and pressure were fixed at 87 rpm and 2 psi, respectively. The conditioning speed and force were fixed at 87 rpm and 3 kgf, respectively. All conditioning processes proceeded for 600 s before each polishing process for the refreshing pad. The flow rates of the slurry and the DIW were 150 mL/min.\n                  \n                  \n                     2.3\n                     Analysis of wafer characterization\n                     Before and after polishing, film thickness was measured using a reflectometer (ST5030-SL, K-MAC, Korea). The removal rate was determined using the difference in film thickness. After polishing, the film roughness was measured three times using atomic force microscopy (AFM, NX10, Park Systems, Korea). The wafer's friction force was measured using a polisher program that utilizes sensors. After polishing, a film non-uniformity (NU) of 10 points was observed for the coupon wafer according to thin film thickness.\n                  \n                  \n                     2.4\n                     Analysis of participated slurry in polishing\n                     Slurry particles that participated in polishing were sampled every 10 s during the DIW process. The particle concentration of used slurry was measured using SMPS. The samples were diluted in DIW with a 1:40 volume ratio to avoid particle agglomeration peaks during particle size distribution measurements. This system classifies neutralized aerosol particles according to electrical mobility [15]. The slurry was classified the particle concentration for various sizes with a fixed voltage of the differential mobility analyzer (DMA, DMA 3081, TSI, USA). The number of particles from the DMA was counted using an ultrafine condensation particle counter (UCPC, Model 3776, TSI, USA). Therefore, SMPS can determine not only the distribution of particles, but also the total number of particles.\n                  \n                  \n                     2.5\n                     Analysis of wafer surface cleaning efficiency\n                     Samples with different ceria injection intervals in 10-s increments were compared, and the surface of the cleaned wafer was analyzed using scanning electron microscopy (SEM, JSM7600 F, JEOL, Japan) and inductively coupled plasma mass spectrometry (ICP-MS, NexION 30D, PerkinElmer, USA). This ICP-MS extraction process utilizes a HCl:HNO3 = 3:1 mixing solution [16]. The samplers were heated to 200 °C for 8 to 10 h using a graphite heating block digesting system (OD-98-001, ODLAB, Korea). ICP is an ionization source for mass spectrometry and can ionize more than 90% of elements. ICP-MS uses elemental analysis via generation of ions [17]. All samples were measured without any additional cleaning process after polishing.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Slurry characterization\n                     This subsection presents the shape, size distribution, and zeta potential of commercial ceria slurry. Fig. 2a. shows that the size of the commercial ceria particles is close to 100 nm, as measured with SMPS and SEM. The commercial ceria particles were polyhedral and had a narrow size distribution according to the SMPS particle size distribution (PSD) data. The zeta potential of the ceria slurry is shown in Fig. 2b. At pH 4, the wafer and particles experience strong attractive electrostatic forces due to their oppositely signed zeta potentials (i.e., the zeta potential of silica particles at pH 4 is −40 mV [5]). Further, ceria slurry was dispersed well at pH 4 because the zeta potential was 40 mV or more [18], making it suitable for use as an abrasive.\n                  \n                  \n                     3.2\n                     The ceria/DIW combined process\n                     The CMP process was conducted to compare combined process and ceria process which is using only ceria slurry. Fig. 3a. shows the removal amount and NU of the ceria/DIW combined processes and ceria processes. As shown in Fig. 3a., the removal amount increases linearly with polishing time in the ceria process. On the other hand, removal amount increases in the combined process up to 40s/20s, after which the removal amount converges. In addition, the removal amount in the combined process was higher than that of the ceria process for all ceria process times. This result indicates that polishing occurs due to residual slurry on the pad during the DIW process. If polishing were performed only with DIW without residual slurry particles on the pad, the removal amount in the combined process would be the same as that of the ceria process for a given ceria process time. Fig. 3a. shows that the efficient process time of the residual ceria slurry on the pad is 20 s, as the removal rate saturated after 20 s. Therefore, if ceria is injected for 40 s and DIW is injected for 20 s based on the process time of 60 s, the ceria slurry usage can be reduced compared to the ceria process and still achieve the same removal performance.\n                     The NU of the ceria/DIW combined process was approximately constant, indicating that NU is not affected by injection of DIW, but only by the abrasive particles. There was no significant difference in NU between the products of the ceria/DIW combined process and the ceria process.\n                     The MRT is proportional to the COF, which affects oxide removal, relative pad-wafer velocity, wafer pressure, and flow rate [14,19]. COF is proportional to temperature, as seen when considering the kinetic energy [20]. The COF and temperature were constant in the setups for the 40s/20s to 60s/0s samples in the ceria/DIW combined process, as shown in Fig. 3b. The mean COF and temperature were calculated for the polishing process. The results indicate that the residual ceria slurry affected oxide removal, as seen by the constant values of relative velocity, wafer pressure, and flow rate, with an MRT of 20 s. Kwak et al. showed the relationship between removal rate and COF according to slurry concentration [21]. Therefore, the constant COF values indicate that the concentration of ceria used in polishing was constant, indicating that the removal amounts were similar. These experiments confirmed that the ceria 40s/DIW 20s condition was optimal.\n                     \n                        Fig. 4\n                         show removal amount and NU according to DIW process time based on the optimal ceria process time of 40 s for the combined process. A constant removal amount is achieved after 20 s of DIW. This indicates that polishing no longer occurs. Thus, it is confirmed that polishing does not occur after a DIW process time of 20 s. Therefore, the DIW process time for optimal removal amount is 20 s.\n                  \n                  \n                     3.3\n                     Analysis of participated slurry with SMPS\n                     SMPS was used to identify how long the participating particles remained on the pad. To accomplish this task, it was necessary to assess the amount of slurry participating in polishing during each step. The ceria did not increase with removal rate in proportion to slurry concentration [21]. Therefore, the removal rate can be maintained to some extent as the concentration of the residual slurry decreases. Fig. 5\n                         shows the normalized concentrations of used slurry in the ceria/DIW combined process after the start of the DIW process. The concentration was measured every 10 s in each combined process and was normalized to view the trend of participating slurry concentration more clearly as a function of process time. The concentrations were normalized by the highest concentration in each time process. As shown in Fig. 5, the normalized concentration decreased linearly with DIW injection time due to decrease in number of residual particles. As shown in Fig. 3a., the removal amount was similar in the 40s/20s, 50s/10s, and 60s/0s combined processes. Comparing the normalized concentration data and removal amount data showed that 40s/20s, 50s/10s, and 60s/0s all have normalized concentrations of 0.5 or greater from the every DIW process time. This result indicates that the normalized concentration must be 0.5 or greater to participate in polishing. In addition, when comparing the ceria/DIW combined process to the ceria process, the efficient participation time is 20 s. The normalized concentration data from the 10s/50s, 20s/40s, and 30s/30s combined processes show that the normalized concentration exceeds 0.5 until a DIW process time of approximately 20 s. In addition, similar results are obtained when comparing the COF data in Fig. 3b. with the time when the normalized concentration is lower than 0.5. Therefore, an efficient DIW process time for the combined process is 20 s.\n                  \n                  \n                     3.4\n                     Roughness analysis\n                     The CMP process was conducted to confirm the change in roughness with DIW polishing. The roughness was measured three times for each sample in a 5 μm × 5 μm region. Fig. 6\n                         shows that roughness did not change much from the 10s/50s to 60s/0s ceria/DIW combined processes. The surface roughness of the wafer had a deviation of approximately 20 Å in Fig. 6. Therefore, the roughness did not change significantly with ceria process time and is not a significant consideration for selecting the ceria process time in the combined process.\n                  \n                  \n                     3.5\n                     Cleaning performance\n                     The cleaning performance was analyzed to confirm that there was no additional cleaning after polishing. The cleaning effect was confirmed considering DIW process time. As shown in Fig. 7\n                        , the SEM image showed that cleaning by ceria particles improved with DIW time. The particle area ratio was calculated as the area of ceria particles to the total area in the SEM images, as determined by Image J software in Fig. 7g. This shows that the longer is the DIW process time, the better is the cleaning efficiency of the particles. Also, a relatively constant slope is indicated until optimal time of ceria 40s/DIW 20s. The concentration of cerium ions was obtained through ICP-MS analysis of the ceria particles attached to the wafer surface, as shown in Fig. 7h. The results show that the amount of remaining cerium ions using the optimal ceria 40s/DIW 20s process time was significantly decreased. In addition, the data indicate that the cleaning efficiency obtained through ICP-MS shows the same trend as that obtained using SEM. Therefore, the longer is the DIW process time, the better is the cleaning efficiency. Further, the optimal process time is 40s/20s for the ceria/DIW combined process, as the cleaning efficiency saturates at a DIW process time of 20 s.\n                  \n                  \n                     3.6\n                     Consistency of the ceria/DIW combined process\n                     Polishing was performed six times to evaluate the consistency of the combined process compared to the ceria process. Fig. 8a. shows the thickness profile after polishing with the ceria/DIW combined process and the ceria process. The results show that the ceria/DIW combined process and the ceria process have similar thickness profiles. Evidently, the combined process does not exhibit much difference from the ceria process. Fig. 8b. shows the removal rate of the optimized ceria/DIW combined process and that of the ceria process to be similar. Therefore, there is negligible difference in the consistency of the ceria/DIW combined process compared to the ceria process.",
    "Conclusions": "4\n                  Conclusions\n                  In this study, we investigated particles remaining on a pad and how they affect polishing. The removal rate of the optimal ceria/DIW combined process time of 40s/20s is similar to that of the ceria process time of 60 s. The optimal time considers polishing using the residual ceria to clean the wafer surface with DIW. The temperature and COF values for the optimized ceria/DIW process time are similar to those of a polishing step using a ceria process time of 60 s. Furthermore, the SMPS results confirmed that the efficient participation time. The COF value and removal rate confirmed that the residual particles on the pad participated in polishing. We confirmed that there is no difference in roughness for different ceria process times because only the participating particles affected the roughness, as seen by AFM. The ceria/DIW combined process time of 40s/20s showed that the cleaning efficiency increased as the DIW injection time increased. In this study, we confirmed that the CMP process can be carried out in steps, reducing processing time and abrasiveness. Therefore, the residual ceria slurry CMP can reduce the cleaning process time through a combination of polishing and cleaning with DIW."
  },
  "references": []
}