{
  "title": "Design of FG/CS-LPP and material removal uniformity experiment on ZrO2 ceramic",
  "authors": [
    "Dong, Xiaoxing"
  ],
  "publication": {
    "journal": "Composites Part A: Applied Science and Manufacturing",
    "date": "2020-11-30",
    "doi": "10.1016/j.compositesa.2020.106048"
  },
  "abstract": "A novel processing technology based on the functionally graded and composite structured lapping and polishing plate (FG/CS-LPP) is proposed for effectively improving the material removal uniformity. The FG/CS-LPP has the characteristics of required quasi-continuous distribution of Young's modulus in the radial direction and composite structure in the longitudinal direction. Moreover, the certain variation of Young's modulus does not tend to influence the material removal uniformity and two-step processing technique makes the shrinkage deformation of the composites reduce to 0.03 mm. Based on the Preston equation, the FG/CS-LPP can realize smooth inverse proportional stress distribution and make processing parameters decoupling of K (Preston coefficient) and P (contact stress). Through numerical simulation analysis and experimental verification, the designed FG/CS-LPP successfully achieves material removal uniformity on ZrO2 ceramic.",
  "keywords": [
    "Composites",
    "Finite element analysis (FEA)",
    "Mechanical properties",
    "Material removal uniformity"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Hard and brittle materials are widely used in the modern information industry, for example, optical glass is applied to the camera lens and LCD screen [1], microcrystalline zirconium ceramic is applied to smartphone rear screen [2], and silicon wafer is applied to electronic chip manufacturing [3]. With the advancement of Moore's Law in the information industry, surface finishing of hard and brittle materials has become an urgent need. Chemical mechanical polishing (CMP) is currently the most important processing technology, which can provide global or local planarization of processed materials. Since the technology was proposed by Walsh and Herzog in 1965, it has made great progress in decades of application [4]. However, this technology still has certain deficiency in the aspect of material removal uniformity.\n                  The Preston equation (MRR = KPV) reveals the material removal mechanism and it is widely adopted by researchers [5]. The material removal rate (MRR) is proportional to the contact stress (P) and relative velocity (V) of the workpiece. The Preston coefficient K mainly depends on the effective action rate of abrasive particles. Campione et al. [6] reported a method to evaluate the stress distribution generated in polishing large-sized ceramic slabs and assess how it changes when modifying the parameters of the laws of motion. Liao et al. [7] established a contact model of the lap and conditioner to obtain the pressure distribution at the interface and proposed a novel creep model for the viscoelastic behavior of pitch lap. The method of changing contact stress was commonly used to adjust the material removal characteristic, as seen in other relevant studies [8–11]. Meanwhile, the trajectory and distribution of abrasive particles have a significant effect on the material removal uniformity. Wang et al. [12] conducted relevant experiments to maximize the material removal rate and minimize the within wafer non-uniformity simultaneously for the multi-zone CMP of a 12-inch wafer. Fang et al. [13] designed a textured fixed-abrasive pad based on the bee colony theory and kinematic analysis. The various geometric patterns of the abrasive pad change the global distribution of fixed abrasives and effectively polishes the surface of sapphire glass in different regions to achieve the purpose of flattening. Enomoto et al. [14] introduced a spiral-structured pad with fixed-abrasive layers and abrasive holding layers to increase the quality and efficiency of fixed-abrasive tools. The finishing experiments revealed a much higher finishing efficiency and good surface quality compared to those obtained in conventional polishing with ceria slurry.\n                  Under the guidance of the Preston equation, many researchers realized the importance of controllable contact stress of the workpiece and motion state of the abrasive particles. Also, the functionally graded materials (FGMs) have many applications [15–18]. In our previous work [19], a particle-reinforced polymer-matrix FGMs was prepared, whose structure and properties change in the radial direction quasi-continuously, and the abrasive particles are exposed to the rubber surface in a semi-consolidated manner to provide a stable rubbing action on the workpiece. Further, in this paper, a novel processing technology based on the functionally graded and composite structured lapping and polishing plate (FG/CS-LPP) is proposed in the hope that it can effectively improve the material removal uniformity. The FG/CS-LPP has the characteristics of required quasi-continuous distribution of Young's modulus in the radial direction and composite structure in the longitudinal direction. Thus, it has the advantages of smooth inverse proportional stress distribution in the radial direction for making the product of P and V constant and processing parameters decoupling of K and P with uniform effective action rate of abrasive particles.",
    "Materials and methods": "2\n                  Materials and methods\n                  \n                     2.1\n                     Physical model\n                     The novel processing technology based on the FG/CS-LPP is shown in Fig. 1\n                        . According to the Preston equation, the physical model, MRR = KPV = KEεωr, has been established in our previous work [19], where E is the Young's modulus, ε is the strain, ω represents the rotational angular velocity of the FG/CS-LPP, and r represents the distance of the contact point from the rotation center. According to the established physical model, in the ideal case of keeping K constant, if the product of P and V is guaranteed to be a stable value in processing, the MRR of any point in the contact area of the workpiece will be equal.\n                     The composites are prepared by mixing the SiC abrasive particles and chloroprene rubber (CR) with different mass ratios to form a quasi-continuous gradient change of Young's modulus in the radial direction. Fig. 2\n                         shows the internal structure of SiC/CR composites by elemental analysis technology. It can be seen that the SiC abrasive particles with relatively uniform distribution characteristics are exposed to the CR surface in a semi-consolidated manner.\n                     It is worth noting that a new type of lapping and polishing plate (LLP) named FG/CS-LPP is established with a combination of an upper homogeneous layer and a lower graded layer, as shown in Figs. 1 and 3\n                        . The FG/CS-LPP with double-layer elastomer is evolved from the homogeneous lapping and polishing plate (H-LPP) with a simple homogeneous layer and the functionally graded lapping and polishing plate (FG-LPP) with a single graded layer. To be specific, the SiC abrasive particles on the thin surface of the FG-LPP are disturbed uniformly for keeping parameter K constant, while the others embedded in the deeper surface are distributed non-uniformly for achieving the graded Young's modulus along the radial direction. Here, the FG/CS-LPP could alleviate the stress mutation phenomenon at the boundary between adjacent gradient rings and present relatively perfect stress distribution characteristic. Thus, the contact stress between the FG/CS-LPP and workpiece is closer to a smooth inverse proportional function. Because of the combination of homogeneous layer related to constant K and graded layer for inverse proportional P in the contact area, FG/CS-LPP could effectively solve the processing parameters coupling problem of K and P in the Preston equation (MRR = KPV) and realize better uniformity of effective action rate of abrasive particles. The mentioned advantages and characteristics of the FG/CS-LPP will be described in detail in Section 2.3.\n                  \n                  \n                     2.2\n                     Material characterization and experimental methods\n                     The composites are observed using a high-resolution scanning electron microscope Nova Nano SEM 450 manufactured by FEI Corporation. The energy dispersive X-ray spectroscopy (EDS) with elemental analysis technology is adopted to analyze the distribution of abrasive particles on the cross-section of composites. Moreover, the wear state of composites surface before and after processing is presented.\n                     The surface morphology of the FG/CS-LPP and whole ZrO2 ceramic sample before and after processing is obtained by the super depth of field 3D microscope VHX 600 of KEYENCE with high magnification.\n                     The Instron 5965 tensile testing machine is used to obtain the Young's modulus of composites which are prepared into a dumbbell-shaped sample by GB/T 1634.2–2019 and tested at room temperature with a speed of 500 mm/min.\n                     The Q400EM static thermomechanical analyzer from TA Instruments is used to measure the coefficient of thermal expansion of the composites. The test specimens are prepared with a length of 6 mm, the width of 5 mm and thickness of 5 mm. Then, the test is conducted with a large-area expansion probe under a pressure of 0.02 N and a temperature increment of 2 °C/min. By analyzing the existing data, a two-step processing technique of the FG/CS-LPP is proposed to solve the problem of residual stress. The sheet is made by mixing the CR, SiC and other raw materials with a certain mass ratio at a preheating temperature of 50 °C in a two-roll mill for 10 min. The linear velocity of the left and right rollers is 8.95 m/min and 12.06 m/min, respectively. The order of adding materials is CR, SiC, magnesium oxide (MgO), naphthenic oil (NO), stearic acid (CH3(CH2)16COOH) and zinc oxide (ZnO). After the sheet is rolled 3 times in the same manner to mix more evenly, the original SiC/CR composites are prepared. Then, the LPP is made on the flat vulcanizing machine with a special mold and under the pressure of 15 MPa. The detailed processing technique will be described in Section 2.4.\n                     The ZrO2 ceramic samples for material removal uniformity experiment were purchased from Guangdong Orient Zirconic Ind Sci & Tech Co., Ltd. The whole piece of sample is cut into small workpieces with the same surface area and quality as far as possible. The processing experiment is conducted on the machine (MP–1B) produced by Ledi Instrument Co., Ltd. A self-developed stress tester is used to measure the contact stress between the workpiece and LPP with downward depth of 0.4 mm. The Shimadzu Electronic Analytical Balance (AUY120) is used to measure the material removal mass difference of the ZrO2 ceramic workpiece after certain processing time, and then the MRR is calculated. The processing time is divided into 30 min intervals; thus, the mass measurement is conducted after 30 min, 60 min and 90 min, respectively.\n                  \n                  \n                     2.3\n                     Numerical simulation\n                     To obtain the contact stress between the workpiece and three kinds of LPP mentioned in Fig. 3, the numerical simulation is conducted by Ansys Workbench. The model of numerical simulation adopts Ansys Meshing for structured mesh division based on the method of statics structural. Meanwhile, the division type adopts Body Sizing, and the model contact type is Frictionless Contact. The parameters used in the simulation are based on the measured mechanical properties of the corresponding composites, as shown in Table 1\n                        . Moreover, the evaluation index of material removal uniformity of the workpiece surface is proposed.\n                     The 5-gradient FG-LPP and 10-gradient FG-LPP represents a single graded layer with 5 and 10 gradient rings of different Young's moduli, respectively, and the 5-gradient FG/CS-LPP consists of an upper layer which is a homogeneous layer with the same Young's modulus and a lower layer which is a graded layer with 5-gradient rings of different Young's moduli in the radial direction.\n                     \n                        2.3.1\n                        Numerical simulation model\n                        The simulation model of the workpiece with matching module subjected to different kinds of LPP with downward depth of 0.4 mm is established, as shown in Fig. 4\n                           .\n                        In Fig. 4 (a), constant Young's moduli of 17.8 and 6 MPa were applied to the first and last gradient rings and the Young's modulus of other gradient rings located at 25–75 mm from the rotation center decreased sequentially, as shown in Table 1. It can be seen from the simulation results that the stress mutation phenomenon between adjacent gradient rings along the stress path is relatively obvious. In Fig. 4 (b), the distribution of Young's modulus in the lower layer, namely graded layer, maintains the same as that of the 5-gradient FG-LPP, and the stress distribution is smoother. The simulation results of contact stress and corresponding material removal evaluation are discussed in Sections 2.3.2 and 2.3.3.\n                     \n                     \n                        2.3.2\n                        Contact stress and removal evaluation of H-LPP and FG-LPP\n                        The contact stress of the workpiece with matching module subjected to the H-LPP with the same Young's modulus in the simple homogeneous layer and FG-LPP with different Young's moduli in the single graded layer respectively is obtained. The material removal evaluation based on the physical model mentioned in Section 2.1 is presented, as shown in Fig. 5\n                           . The LPP is circular with certain rotational angular velocity ω; thus, the product of contact stress P and the distance of the contact point from the rotation center r, with the expression of Pr, is used as the reference value for the material removal mass. Then, the standard deviation of Pr is used as the important evaluation index of material removal uniformity.\n                        \n                           Fig. 5 (a), (b) and (c) show the contact stress distribution characteristics, reference value Pr for the material removal mass and evaluation index of material removal uniformity on the H-LPP, 5-gradient FG-LPP and 10-gradient FG-LPP. It can be seen that the stress in the contact area of the workpiece subjected to the H-LPP stays the same, and as the number of gradient rings increases, the distribution of stress subjected to the FG-LPP tends to be more ideal inverse proportional curve desired by the physical model. Meanwhile, the standard deviations of Pr are 13.53, 4.31 and 2.59 calculated in the range from 30 to 70 mm in the radial direction, respectively. As mentioned above, the standard deviation of Pr is an important evaluation index of material removal uniformity. Thus, the decline degree of standard deviation is obvious when the H-LPP is replaced by the FG-LPP and not obvious when the number of gradient rings changes from 5 to 10. From the perspective of actual preparation of the LPP, the more gradient rings are selected, the more difficult the processing technique will be. From the results of numerical simulation, it is believed that the benefit for a smaller standard deviation of Pr by increasing the number of gradient rings is quite limited. Therefore, the numerical simulation on the FG/CS-LPP and experiments on the FG-LPP and FG/CS-LPP are conducted based on 5-gradient rings.\n                        In brief, the FG-LPP is obviously better than H-LPP in the aspect of material removal uniformity. For another, the standard deviation of the FG-LPP is not small due to the stress mutation at the boundary between adjacent gradient rings. Also, the standard deviation calculated in the range from 25 to 75 mm is greater than that the range from 30 to 70 mm, which is caused by the stress instability at the workpiece edge. The technical issues concerning the stress mutation phenomenon at the boundary between adjacent gradient rings and stress instability at the workpiece edge are discussed in Sections 2.3.3 and 2.3.4.\n                     \n                     \n                        2.3.3\n                        Contact stress and removal evaluation of FG/CS-LPP\n                        The contact stress of the workpiece with matching module subjected to the FG/CS-LPP with the same Young's modulus in the homogeneous layer and different Young's moduli in the graded layer respectively is obtained by numerical simulation. Also, the Pr curve and its standard deviation are presented, as shown in Fig. 6\n                           . The standard deviation of Pr in the contact area of the workpiece subjected to the 5-gradient FG/CS-LPP is 3.37, which is less than 4.31 subjected to the 5-gradient FG-LPP.\n                        By comparing Fig. 5 (b-1) with Fig. 6 (a), it can be seen that the contact stress of the workpiece with matching module subjected to the FG/CS-LPP is smoother at the boundary between adjacent gradient rings and closer to the inverse proportional function curve. Therefore, the FG/CS-LPP can effectively alleviate the stress mutation phenomenon at the boundary. Besides, from the perspective of effective action rate of abrasive particles, the upper layer, namely homogeneous layer, is designed to keeping parameter K constant. Thus, it can be known that the FG/CS-LPP with a combination of homogeneous layer and grade layer can realize the processing parameters decoupling of K and P and obtain better material removal uniformity in each processing stage.\n                     \n                     \n                        2.3.4\n                        Contact stress and removal evaluation considering height difference\n                        The problem of non-uniformity of material removal between the edge and inner of the workpiece will be concerned. In Fig. 6, when the workpiece is subjected to the 5-gradient FG/CS-LPP, the standard deviations of Pr are 3.37 and 4.95 considering the situations of “not contain edges” and “contain edges”, respectively. Thus, it can be said that the phenomenon of stress instability at the workpiece edge is weakened to a certain extent by using matching module method. To better solve this problem, the method considering the height difference between the workpiece and matching module is proposed and discussed, as shown in Figs. 7 and 8\n                           \n                           .\n                        In Fig. 7, h1 and h2 are the heights of the workpiece and matching module, respectively, where h2\n                            can be flexibly configured according to the actual processing conditions. In Fig. 8, when the downward depth of the matching module is 0.04 mm higher than the workpiece, which means h1 and h2\n                            are 2 mm and 2.04 mm respectively, the standard deviation of Pr is 3.75 considering the situation of “contain edges”. It is very close to the value 3.37 obtained under the situation of “not contain edges” in Fig. 6 (c). Therefore, choosing a reasonable height difference between h1 and h2\n                            can further decrease the stress instability at the workpiece edge, achieve smaller standard deviation of Pr and realize better material removal uniformity of the whole workpiece surface.\n                     \n                     \n                        2.3.5\n                        Contact stress and removal evaluation considering Young's modulus variation\n                        It is reported that when the mass ratio of SiC abrasive particles is below 25 phr, the difference of Young's modulus obtained after 6 repeated tests is small and the maximum standard deviation is 1.05. Meanwhile, the standard deviation of Young's modulus is 1.09 at the mass ratio of 50 phr, and 1.82 at 56 phr. Thus, the composites with the mass ratio less than 50 phr are suitable for preparing LPP. There is also Young's modulus difference of SiC/CR composites with the same mass ratio because of uneven mixing. For example, when the mass ratio is 25 phr, the Young's moduli of three tensile samples are 9.3, 9.8 and 10 MPa, respectively.\n                        To investigate the effect of Young's modulus difference on the contact stress and standard deviation of Pr, the 5-gradient FG/CS-LPP is used for numerical simulation on the intermediate 3 gradient rings. A 3-factor and 3-level orthogonal numerical simulation is performed by changing the Young's moduli of 3 gradient rings in the middle. The Young's moduli of the homogeneous layer and the 1st and 5th gradient rings are 17.8, 17.8 and 6 MPa, respectively. The Young's moduli of the 2nd gradient ring are 12.3, 12.7 and 13.0 MPa obtained from test results of three tensile samples with the same mass ratio 32.5 phr. In a similar fashion, the Young's moduli of the 3rd and 4th gradient rings are 9.3, 9.8, 10 and 7.9, 8.25, 8.9 MPa. The orthogonal optimal method [20] and the factors and levels of orthogonal numerical simulation are shown in Table 2\n                           , where Ti\n                            indicates that the number of orthogonal test groups is i (i = 1–9). The results of orthogonal numerical simulation are shown in Fig. 9\n                           .\n                        In Fig. 9, the mean of Pr of each orthogonal test group maintains at about 46 MPa·mm with a standard deviation ranges from 2.7 to 4.6, which is close to the value 3.37 obtained under the situation of “not contain edges” in Fig. 6 (c). Therefore, the Young's modulus variation of the SiC/CR composites with the same mass ratio has no tendency to influence the material removal uniformity.\n                     \n                  \n                  \n                     2.4\n                     Processing technique of FG/CS-LPP\n                     The design of FG/CS-LPP with a combination of the homogeneous layer and graded layer involves the lamination theory. Considering the shrinkage strain of two layers of material due to the effect of residual stress after the process of vulcanization and cooling, the minimization of residual stress in the fabrication of alumina-aluminium titanate laminate [21] gives us certain inspiration. The processing technique of FG/CS-LPP is introduced as following. Firstly, the thermal expansion test is done. As shown in Fig. 10\n                         (a), the composites shrink at 100 °C after being heated and expanded, which is caused by the heat flow difference, and then it keeps expanding with the increase of temperature. Thus, this shrinkage temperature 100 °C should be considered when the FG/CS-LPP with a thickness of 4 mm is prepared. Secondly, the incomplete vulcanization of the homogenous layer and graded layer at 100 °C for 4 min is performed, and then it is heated to 153 °C for 8 min for complete vulcanization. Finally, the FG/CS-LPP is cooled naturally.\n                     As shown in Fig. 10, the thickness measurement results indicate that the two-step processing technique of FG/CS-LPP makes the shrinkage deformation reduce to 0.03 mm, which is much less than 0.23 mm by the direct one-step vulcanization at 153 °C for 10 min. Therefore, the two-step processing technique improves the mechanical properties of the FG/CS-LPP and makes it more conducive to the subsequent processing application.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Material removal uniformity experiment on ZrO2 ceramic\n                     Combined with the previous simulation results, the experiment on ZrO2 ceramic is conducted and the MRR is calculated by the weighing method to evaluate and further verify the material removal uniformity. The method I in Fig. 11\n                         is used to obtain the MRR of ZrO2 ceramic workpieces located at different areas of the H-LPP and FG-LPP. In addition, the method II is used to get the MRR at the boundary between adjacent gradient rings, center of gradient ring and workpiece edge when using the FG/CS-LPP. The parameters of processing experiment are listed in Table 3\n                        , where x indicates the value of mass ratio.\n                     The MRR experiment of ZrO2 ceramic workpieces located at different areas of the H-LPP and 5-gradient FG-LPP by method I is shown in Fig. 12\n                        . For all test results, when the ZrO2 ceramic workpieces are subjected to the H-LPP, the mean of MRR is about 282 nm/min and the standard deviation of MRR is 55.23 in the processing stage of 0–30 min, 199 nm/min and 54.73 in 30–60 min, 164 nm/min and 35.92 in 60–90 min. Moreover, when the ZrO2 ceramic workpieces are subjected to the FG-LPP, the mean of MRR is about 320 nm/min and the standard deviation of MRR is 12.68 in the processing stage of 0–30 min, 240 nm/min and 8.97 in 30–60 min, 210 nm/min and 11.23 in 60–90 min. The distribution characteristic of MRR in the radial direction is linear basically for the H-LPP and close to a contour with obvious fluctuation for the 5-gradient FG-LPP. For individual test results, in the stage of 60–90 min, the MRR of ZrO2 ceramic workpiece located at the 5th gradient ring is lower than that of the 1st gradient ring, with the maximum difference of 25.1 nm/min. The main reason for the above results is the stress instability at the workpiece edge.\n                     Under the guidance of the theoretical model and numerical simulation, the MRR experiment of ZrO2 ceramic workpieces located at different areas of the 5-gradient FG/CS-LPP by method II is shown in Fig. 13\n                        . For all test results in each processing stage, the distribution characteristic of MRR in the radial direction is almost a contour with slight fluctuation, as shown in Fig. 13 (a). In Fig. 13 (b), the average contact stress at the boundary between adjacent gradient rings, center of gradient ring and workpiece edge according to method II is obtained separately by the self-developed stress tester mentioned in Section 2.2. It can be seen that both the static and dynamic test results are very close to the ideal inverse proportional curve. Thus, the actual value of Pr has a slight fluctuation up and down near the ideal removal line. The mean of MRR at different measurement positions in the processing stages of 0–30, 30–60 and 60–90 min are presented in Fig. 13 (c).\n                     For all test results, the mean of MRR is about 350 nm/min and the standard deviation of MRR is 6.47 in the processing stage of 0–30 min, 285 nm/ min and 3.76 in 30–60 min, 245 nm/min and 5.09 in 60–90 min. For individual test results, in the stage of 0–30 min, the MRR of ZrO2 ceramic workpiece located at the left edge area is higher than that of the center area, with the maximum difference of 7 nm/min. in the stage of 60–90 min, the MRR of ZrO2 ceramic workpiece located at the left edge is higher than that of the right edge, with the difference of 6.8 nm/min. It is worth noting that the maximum MRR difference of 7 nm/min in the FG/CS-LPP is very close to 6.8 nm/min and much smaller than 25.1 nm/min in the FG-LPP. Thus, it can be said that with the increase of processing time, the mean of MRR in the FG/CS-LPP decreases with the same trend due to the wear and fall off of the abrasive particles.\n                     The above results show that the FG/CS-LPP can make processing parameters decoupling of K and P with uniform effective action rate of abrasive particles, and then realize better material removal uniformity. Also, through the experiment on the whole ZrO2 ceramic sample with a height difference of 0.04 mm between the workpiece and matching module, it becomes smoother and the micro topography of each measurement position is very similar, as shown in Fig. 14\n                        . Thus, the lapping process with better material removal uniformity lays an important foundation for the subsequent polishing process.\n                  \n                  \n                     3.2\n                     FG/CS-LPP before and after processing\n                     The micro topography of FG/CS-LPP before and after processing is analyzed, as shown in Fig. 15\n                        . The SiC/CR composites surface before processing is semi-consolidated with SiC abrasive particles, a part of which fall off after processing so that there are small holes. From the view of sustainable processing, it is necessary to repair the FG/CS-LPP after a certain processing time so that the buried abrasive particles can be exposed on the composites surface. Certainly, after long processing time, it can be vulcanized again. The vulcanization process causes a series of problems, such as residual stress, surface bubbles, and so on. These problems are still not solved at this stage and will be the aspects that need to be studied in the future work.",
    "Conclusions": "4\n                  Conclusions\n                  In this paper, a novel processing technology based on the FG/CS-LPP, which has the characteristics of required quasi-continuous distribution of Young's modulus in the radial direction and composite structure in the longitudinal direction, is proposed for effectively improving the material removal uniformity. The contact stress distribution characteristics, reference value Pr for the material removal mass and evaluation index of material removal uniformity on the H-LPP, FG-LPP and FG/CS-LPP are conducted by numerical simulation. Then, the material removal uniformity experiment on ZrO2 ceramic is implemented to evaluate and verify the material removal uniformity. The following conclusions can be drawn from this research:\n                        \n                           1)\n                           Comparing the standard deviation of Pr 13.53, 4.31 and 3.37 of the H-LPP, FG-LPP and FG/CS-LPP respectively, it indicates that the FG/CS-LPP can alleviate the stress mutation phenomenon at the boundary between adjacent gradient rings with relatively ideal inverse proportional curve and obtain better material removal uniformity.\n                        \n                        \n                           2)\n                           Choosing a reasonable height difference of 0.04 mm between the workpiece and matching module can decrease the stress instability at the workpiece edge and get smaller standard deviation of Pr. Moreover, the mean of Pr of each orthogonal test group maintains at about 46 MPa·mm with a standard deviation ranges from 2.7 to 4.6 from the orthogonal numerical simulation on the 5-gradient FG/CS-LPP. Therefore, the Young's modulus variation of the composites with the same mass ratio has no tendency to influence the material removal uniformity.\n                        \n                        \n                           3)\n                           Considering the shrinkage strain of two layers of material due to the effect of residual stress after the process of vulcanization and cooling, the two-step processing technique of FG/CS-LPP makes the shrinkage deformation reduce to 0.03 mm, which is much less than 0.23 mm by the direct one-step vulcanization at 153 °C for 10 min.\n                        \n                        \n                           4)\n                           The MRR experiment of ZrO2 ceramic workpieces located at different areas of the H-LPP and FG-LPP and FG/CS-LPP is conducted. The standard deviation of MRR of the H-LPP is more than 30 in all processing stages. For the FG/CS-LPP, the standard deviation of MRR is 6.47 in the processing stage of 0–30 min, 3.76 in 30–60 min and 5.09 in 60–90 min, while the corresponding value of the FG-LPP is 12.68, 8.97 and 11.23, respectively. In detail, the maximum MRR difference of 7 nm/min in the FG/CS-LPP is much smaller than 25.1 nm/min in the FG-LPP. Thus, the FG/CS-LPP can realize smooth inverse proportional stress distribution, make processing parameters decoupling of K and P with uniform effective action rate of abrasive particles, and then realize better material removal uniformity.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Xiaoxing Dong: Conceptualization, Methodology, Software, Data curation, Writing - original draft, Formal analysis, Visualization, Investigation. Congda Lu: Methodology, Supervision, Project administration, Funding acquisition. Mingsheng Jin: Conceptualization, Methodology, Writing - review & editing, Supervision, Project administration, Funding acquisition, Resources. Dongjie Zhu: Investigation, Data curation, Writing - review & editing. Liming Wang: Investigation, Data curation. Hao Wang: Conceptualization, Methodology, Writing - review & editing, Supervision, Project administration, Funding acquisition, Resources."
  },
  "references": []
}