{
  "title": "Investigation of the impact of optical glass composition on ceria slurry stability during chemical mechanical polishing process",
  "authors": [
    "Abbas, Farouq"
  ],
  "publication": {
    "journal": "Powder Technology",
    "date": "2024-12-01",
    "doi": "10.1016/j.powtec.2024.120290"
  },
  "abstract": "In Chemical Mechanical Polishing (CMP) using ceria-based abrasives, a key challenge is maintaining particle stability to ensure consistent, reproducible, and predictable polishing results. Given the combined nature of CMP, involving both chemical reactions and mechanical abrasion, it is widely believed that during the polishing process, chemical compounds from the glass dissolve into the slurry, leading to changes in its chemical composition, which can affect stability and particle size distribution. However, these assumptions have primarily been based on simulations or speculative suggestions rather than direct experimental evidence. To investigate this further, experiments were conducted using three types of glass representing high, medium, and zero alkali content polished with both 400 nm and 80 nm ceria abrasives. A substantial increase in the slurry pH was observed when polishing soda-lime-silicate and borosilicate glass with 400 nm abrasives, whereas the pH remained stable when polishing fused silica glass. Notably, polishing with 80 nm abrasives did not affect the pH levels across the different glass types. Zeta potential measurements, particle size distribution, and real-time imaging provided insights into ceria particle aggregation and dispersion. Scanning Electron Microscopy (SEM) further confirmed changes in particle behavior. The findings of this study demonstrate that the polishing of alkali-containing glasses using larger ceria abrasives alters slurry chemistry and modifies particle size distribution. These findings provide new insights into the complex interactions between slurry chemistry, particle size, and glass composition in CMP, highlighting the need for careful control of abrasive properties during the process to ensure consistent and stable polishing performance.",
  "keywords": [
    "Ceria slurry",
    "Zeta potential",
    "Optical glass",
    "Abrasives",
    "Chemical Mechanical Polishing"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Chemical-mechanical polishing (CMP) of optical glasses is extensively used and serves as the foundation for numerous high-precision polishing procedures. The pads, slurries, and glass materials utilized in the polishing process possess diverse properties. In particular, the slurry is comprised of various components, such as abrasive particles, chemical additives, and deionized water (DIW), which can be altered over time. Consequently, it significantly influences the CMP performance, including the material removal rate (MRR), uniformity, scratch behavior, and galvanic corrosion [1].\n                  Cerium oxide (CeO2) stands out as one of the most effective agents for polishing optical glass, producing high-quality surfaces [2,3]. Its polishing performance surpasses that of other materials, including typical abrasive materials like SiO2 and Al2O3; it delivers a higher MRR while maintaining excellent material surface quality[4]. The superior polishing efficiency of cerium oxide is rooted in its chemical properties, as the polishing process for glass and certain other surfaces encompasses not only a purely mechanical aspect but also complex chemical interactions among the polishing agent, the polished surface, and the polishing medium [5,6].\n                  The challenges in improving abrasive performance revolve around understanding how the chemistry and physical properties of the abrasive slurry affect polishing [7]. Recent scholarly attention has focused on investigating the influence of slurry parameters on the polishing outcomes of optical glass, specifically regarding material removal rate (MRR) and surface roughness. Pal et al. [8] found that increasing concentrations of abrasive particles in the slurry lead to more direct contact with the workpiece surface, resulting in higher material removal rates. They discovered that changing the abrasive concentration from 5 wt% to 6.25 wt% increased the MRR by approximately 56 %. Zhang et al. [9] demonstrated that the MRR linearly increases with higher abrasive concentration, reaching a maximum at 20 wt% and then stabilizing. However, the observations of Wang et al. [10] contradict the conventional belief that the MRR would decrease with lower concentration. They found an abnormal increase in MRR at very low concentrations, attributing this to the good dispersion of slurry particles and the change from Ce4+ to Ce3+ as the ceria concentration decreased. Particle size distribution (PSD) significantly impacts the removal rate and surface roughness during CMP polishing [11]. It affects the load per particle and the fraction of particles removing material by plastic removal. A wider PSD leads to a greater disparity in removal rates between different glasses [12]. According to Sampurno et al. [13], the particle size of cerium oxide directly influences the coefficient of friction (COF) and removal rate in the polishing process. The larger the particle size, the higher the COF and removal rate. In Kim et al.'s study, the particle size distribution of the slurry began to increase in the temperature range of 50–60C° in all experiments. This increase in PSD was attributed to an increase in kinetic energy, leading to a higher probability of collisions between dispersed particles. This suggests that, in addition to the mechanical energy resulting from slurry flow, higher temperatures can result in particle aggregation, leading to higher material removal rates [14].\n                  It is important to consider the pH value during the glass polishing process in addition to the previously mentioned parameters to achieve the desired surface quality [15] [16]. The pH value of the slurry used for polishing affects the material removal rate (MRR) and surface roughness of the glass. Both acidic and alkaline conditions can lead to higher MRRs, while higher pH values can result in rougher surface textures [17]. Modifying the slurry pH will make particles aggregate or disaggregate, which alters the particle size distribution [18]. Good suspension stability ensures a steady stream of slurry delivery and supply and influences the formation of surface scratches and pitting during the polishing process [19] [20]. In another study, Wakamatsu et al. demonstrated that adding potassium hydroxide (KOH) to the colloidal ceria slurry can aggregate colloidal ceria particles. The concentration of KOH has a strong correlation with the extent of particle aggregation. Actively aggregating colloidal ceria particles can lead to a higher removal rate during glass substrate chemical mechanical polishing [21]. Surtwala et al. added glass components (K3PO4 for phosphate glass and Si(OH)4 for fused silica) to the slurry to simulate potential chemical reactions between glass and the slurry during the polishing process. However, the study does not provide conclusive evidence for the occurrence of these chemical reactions during glass polishing [22]. The cited works make it evident that slurry aggregation behavior affects the particle size distribution and particle concentration, which are the main factors influencing material removal and surface roughness. Recent work has focused on optimizing slurry stability to achieve more efficient and precise polishing results. Controlling the zeta potential by introducing electrolytes such as sodium citrate (Na3C6H5O7·2H2O) can improve suspension stability by reducing particle agglomeration. It has been observed that the slurry with Na3C6H5O7·2H2O exhibits the highest stability compared to slurries without electrolytes or containing NaCl and BaCl2 [23]. The addition of different organic acids as additives in the slurry can significantly affect the dispersion stability. Acetic acid shows the best dispersion performance, resulting in a stable slurry with a smaller particle size and higher zeta potential compared to lactic acid and oxalic acid [24]. The addition of APS (g-Aminopropyltriethoxysilane) to ceria nanoparticles helps to eliminate agglomeration and improve their stability in aqueous fluids. The modified particles exhibit better dispersibility in aqueous media and eliminate agglomeration compared to unmodified particles [25].\n                  The majority of studies on slurry behavior have focused on evaluating the stability of ceria abrasives before the polishing process. However, only a few works have looked into the impact of specific factors on particle stability during the actual polishing process. This study examines the influence of glass chemical composition on the stability of ceria particles during the polishing process. Specifically, the study delves into three types of glass: fused silica glass, borosilicate glass, and soda-lime-silicate glass. Our approach involved measuring the slurry pH, zeta potential, and particle size distribution. Additionally, we used real-time imaging to observe the sedimentation and stability state of particles at various time intervals. This was complemented by the use of scanning electron microscopy (SEM) to visualize the aggregation and dispersion of particles. The combined analyses aimed to provide a comprehensive understanding of how the chemical composition of glass affects the stability of ceria particles throughout the polishing process.",
    "Materials and methods": "2\n                  Materials and methods\n                  In this study, three different glass samples: soda-lime glass, borosilicate glass, and fused silica, of 7 × 7 cm2 area were selected and polished based on their chemical compositions representing high, medium and zero alkali content, respectively. The borosilicate glass was produced in our laboratory using the melt-quench technique. The chemical compositions of the glasses are given in Table 1\n                     . Two types of slurries were used as abrasives: nano‑cerium oxide (CeO2) particles with an average particle diameter of around 80 nm (supplier Pieplow&Brandt GmbH), as well as ceria (CeO2) powder with an average particle diameter of around 400 nm (supplier Treibacher Industry AG). A customized polishing plate was designed and produced to effectively collect the abrasives during the polishing process as illustrated in Fig. 1\n                     .\n                  The polishing process consisted of an 8-min cycle for each glass substrate using only 100 ml of each slurry type to maximize any potential interaction between the glass chemicals and ceria particles. pH measurements of the slurry were conducted at 2-min intervals to monitor potential changes. Polyurethane P-66 polishing pads and consumables were systematically replaced following each successive polishing operation as a preventive measure against potential contamination. This rigorous protocol aimed to maintain the integrity of the polishing process by ensuring that any potential residues or impurities from prior operations did not interfere with subsequent polishing procedures. The regular replacement of pads and consumables adhered to established standards of cleanliness and quality control, contributing to the reliability and reproducibility of the experimental results. The material removal (MR) was determined by measuring the mass difference of the glass substrate before and after the polishing, using a digital weighing scale (AUW220D, Shimadzu Corp.), with considerations for substrate density and area.\n                  Surface roughness (Ra) was measured using a specialized profilometer (Alpha-Step IQ surface profiler), which provided insights into the roughness changes on the glass substrates. The dispersion or aggregation of abrasive particles was visualized using SEM (Auriga 60 Crossbeam, Carl Zeiss AG). The particle size distribution and zeta potential of the slurries were measured using a Zetasizer Nano (Malvern Panalytical GmbH). Before each measurement, the slurries were sonicated for 5 min to ensure uniform dispersion of particles. Fresh consumables were used to transfer a fraction of the slurry into the measuring cells to avoid cross-contamination. Different measuring cells were used depending on the particle size, with separate cells for samples containing 80 nm particles and those containing 400 nm particles. Between repeated tests, the cells were cleaned using Deionized (DI) water under pressure, followed by gentle wiping with a thin cotton cloth, and then rinsed again with DI water; the cells were dried to prevent the addition of water droplets that could cause unintentional dilution of the slurry during subsequent measurements.\n                  Detailed polishing parameters and conditions are presented in Table 2\n                     .",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Material removal and surface roughness\n                     In this investigation, material removal (MR) and surface roughness are crucial parameters used to evaluate the impact of removed material on pH variations. Notably, in this study, MR and surface roughness are independent of slurry aggregation, as the polishing particles were collected immediately after rubbing the glass surface and not reused, unlike traditional CMP processes where the slurry is reused for multiple polishing cycles.\n                           \n                              a.\n                              Effect of particle size on material removal\n                           \n                        \n                     \n                     The polishing using 400 nm particles resulted in higher material removal for all glass types compared to 80 nm particles (see Fig. 2\n                        ), with soda-lime glass exhibiting the highest MR, followed by borosilicate and fused silica showing minor removal. The higher MR using 400 nm abrasives is attributed not only to their ability to produce higher contact pressures at the surface but also to their capacity to remove more significant fractions of glass material during polishing. The differences in MR are also influenced by glass hardness and chemical composition [26]. Harder materials tend to resist mechanical abrasion more effectively, leading to lower MR. Fused silica, being the hardest of the three, exhibits the least MR due to its high resistance to both mechanical abrasion and chemical attack. Its high purity (99.9 % silicon dioxide) and stable structure make it highly resistant to dissolution in CMP slurries. Borosilicate glass, which contains additional components like boron oxide and alumina, shows intermediate MR. While more chemically resistant than soda-lime glass, it is still more soluble than fused silica in CMP environments, contributing to its moderate MR. Soda-lime glass, being the softest and most chemically reactive, showed the highest MR. Its composition, which includes sodium and calcium oxides, makes it more prone to reacting with CMP slurries, leading to higher solubility and, consequently, more significant material removal during polishing. The material removal results observed in this study closely match those reported by Suratwala et al. [27], with the difference that phosphate glass was polished instead of soda-lime glass. Both studies show a similar trend: phosphate and soda-lime glasses are softer than fused silica and borosilicate glasses and register higher material removal rates.\n                     Furthermore, it is important to acknowledge that the material removal pattern across the three glasses varied when 80 nm abrasives were used. This change was largely due to the small amount of material removed, which is close to the polishing machine's error, making it difficult to distinguish significant differences in material removal.\n                           \n                              b.\n                              Effect of abrasive size on surface roughness\n                           \n                        \n                     \n                     Using 80 nm ceria abrasives for polishing resulted in reduced material removal but improved surface roughness (see Fig. 3\n                        ). This decrease in MR is attributed to the lower contact pressure and smaller interaction volume of the finer abrasives. Although the 80 nm abrasives remove less material, they achieve a finer polish, leading to enhanced surface roughness. Typically, smaller abrasives contribute to superior surface quality. Additionally, the smoother surface observed with 80 nm particles compared to 400 nm particles is attributed to the fact that the 80 nm abrasives are used as a final polishing step, following initial polishing with larger particles. This sequence ensures that the finer abrasives refine the surface left by the bigger abrasives, resulting in a smoother final surface.\n                  \n                  \n                     3.2\n                     pH measurements\n                     The pH of the slurry is a pivotal parameter that has a direct influence on the zeta potential, particle size distribution, and overall chemical-mechanical polishing (CMP) performance [28]. Fig. 4\n                         shows the pH measurements of different slurries during the polishing of different glass samples.\n                           \n                              a.\n                              pH stability using 80 nm ceria abrasives\n                           \n                        \n                     \n                     The results reveal that the pH of slurries containing 80 nm ceria particles (SL80, BS80, and FS80) stays constant during the polishing of all glass types. This consistent pH is likely due to several factors cited as follows:\n                     Low Material Removal: The 80 nm ceria particles remove less material compared to larger particles. The small amount of glass removed during polishing leads to the minimal release of glass compounds into the slurry. Since these materials, such as alkali or alkaline earth oxides, have a limited impact on the overall pH, the slurry pH remains stable.\n                     Limited Dissolution: With lower material removal, fewer chemical compounds from the glass dissolve into the slurry. This reduced dissolution means that fewer ions are introduced into the slurry, minimizing potential shifts in pH.\n                     Buffering Capacity: Commercial slurries often contain stabilization agents or additives designed to buffer the pH [29,30]. These agents play a crucial role in maintaining a stable pH by neutralizing minor fluctuations. For instance, if a small amount of solute species from the removed material is introduced due to the polishing process, these buffering agents can effectively neutralize these changes, thereby ensuring the stability of the slurry pH.\n                           \n                              b.\n                              pH modification using 400 nm ceria abrasives\n                           \n                        \n                     \n                     The findings indicate a noticeable increase in pH after the polishing of soda lime and borosilicate glass using 400 nm abrasive particles, registering values of 9.86 and 8.43, respectively. In contrast, the pH of fused silica glass remains stable after the polishing process using same-sized abrasives. This notable pH disparity is assumed to correlate with the variations in material removal and the alkaline element content within each glass composition. Specifically, glasses exhibiting higher material removal have elevated alkaline element concentrations, such as soda-lime glass. Studies of Suratwala et al. [22] and E. Becker et al. [31] have discussed the potential dissolution of glass compounds into the slurry during CMP and its effect on pH. Becker et al. utilized HSC Chemistry software to simulate this process and found that the dissolution of glass compounds can alter slurry pH. Overall, the potential reasons for pH variations in this study can be discussed as follows:\n                     Soda-lime and borosilicate glasses exhibit higher material removal rates compared to fused silica. This increased removal leads to a greater amount of glass material dissolving into the slurry. For soda-lime glass, which contains significant amounts of alkali oxides (e.g., 13.07 wt% Na2O and 4.21 wt% MgO), and borosilicate glass with moderate alkali content (e.g., 8 wt% Na2O), the dissolution introduces more alkaline ions (e.g., Na+) into the slurry.\n                     The presence of alkali elements in soda-lime and borosilicate glasses contributes to a higher pH in the slurry. Alkali oxides such as sodium oxide (Na₂O) react with water to form basic hydroxides as follows:\n                           \n                              (1)\n                              \n                                 Na\n                                 ₂\n                                 O\n                                 +\n                                 H\n                                 ₂\n                                 O\n                                 →\n                                 \n                                    2Na\n                                    +\n                                 \n                                 +\n                                 \n                                    2OH\n                                    −\n                                 \n                              \n                           \n                        \n                     \n                     The increase in hydroxide ions (OH−) due to the dissolution of these alkaline oxides raises the slurry pH, making it more alkaline.\n                     Furthermore, unlike soda-lime and borosilicate glasses, fused silica does not contain significant amounts of alkali oxides. SiO₂ does not readily react with water to form basic ions. Thus, the pH of the slurry remains stable since there are no significant sources of hydroxide ions from the glass itself.\n                           \n                              c.\n                              pH calculation\n                           \n                        \n                     \n                     Understanding the complex chemical reactions occurring between glass substrates and polishing slurries is challenging, given the complexity of interactions among all chemical elements present during polishing. In an effort to gain an approximate perspective, it was focused on the impact of Na2O rates within the removed material of soda lime and borosilicate glasses, employing Eq. (2) to assess its effect on slurry pH. The calculated pH values after the polishing were found to be 11.09 for soda lime glass and 10.66 for borosilicate glass. While these values slightly surpass the experimental results, it is essential to recognize that other chemical elements interact concurrently, and not all elements from the removed glass are presumed to dissolve in the slurry.\n                           \n                              (2)\n                              \n                                 pH\n                                 =\n                                 14\n                                 –\n                                 pOH\n                                 =\n                                 14\n                                 –\n                                 \n                                    \n                                       −\n                                       log\n                                       \n                                       \n                                          \n                                             OH\n                                             −\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (3)\n                              \n                                 \n                                    \n                                       OH\n                                       −\n                                    \n                                 \n                                 =\n                                 2\n                                 \n                                    \n                                       \n                                          W\n                                          mr\n                                       \n                                       ×\n                                       \n                                          C\n                                          \n                                             Na\n                                             2\n                                             O\n                                          \n                                       \n                                    \n                                 \n                                 /\n                                 \n                                    \n                                       \n                                          M\n                                          \n                                             Na\n                                             2\n                                             O\n                                          \n                                       \n                                       ×\n                                       \n                                          V\n                                          s\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     Where Wmr is the material removed from the polished glass, CNa2O is the concentration of Na2O in the selected glass, MNa2O is the molar mass of Na2O, and Vs is the volume of the slurry.\n                     It's important to clarify that the aim of this calculation is not to precisely determine the pH, but rather to evaluate whether the concentration of alkaline elements, specifically Na2O in the removed material post-polishing of borosilicate and soda lime glasses, is significant enough to cause the observed pH increase in the experimental data.\n                  \n                  \n                     3.3\n                     Zeta potential measurements\n                     The zeta potential is very significant for the polishing process since it is closely related to dispersion stability. In general, higher zeta potential (positive or negative) leads to higher slurry stability; otherwise, lower potential results in an increased tendency to agglomerate [32].\n                           \n                              a.\n                              Zeta potential of 400 nm particles\n                           \n                        \n                     \n                     In aqueous solutions, ceria particles often have hydroxyl groups (-OH) attached to their surface. When the pH is high, an abundance of hydroxide ions (OH−) leads these surface hydroxyl groups to deprotonate [33], resulting in the formation of negatively charged oxide ions (CeO) on the surface. This reaction can be represented by the following equation [34]:\n                           \n                              (4)\n                              \n                                 Ce\n                                 –\n                                 OH\n                                 +\n                                 \n                                    OH\n                                    −\n                                 \n                                 →\n                                 Ce\n                                 –\n                                 \n                                    O\n                                    −\n                                 \n                                 +\n                                 H\n                                 2\n                                 O\n                              \n                           \n                        \n                     \n                     As a result, the surface of ceria particles becomes negatively charged, increasing the overall negative surface charge density and making the zeta potential more negative. This effect is demonstrated in Fig. 5\n                        , where the increase in the slurry pH after the polishing of borosilicate and soda-lime glass using 400 nm abrasives altered the ceria particles' surface charge from −9 mV to −37 mV and − 32 mV, respectively. This shift significantly improves the stability of particles in the slurry, moving them from the low stability region to the good stability region by promoting repulsive forces between them. On the other hand, at average pH levels, where the concentration of hydrogen ions (H+) and hydroxide ions (OH−) is more balanced, the surface hydroxyl groups of ceria particles undergo partial deprotonation or protonation. This leads to the zeta potential being closer to zero, particularly near the isoelectric point (pI), where the overall charge on the particle surface is minimal. Within this pH range, the zeta potential value is low, indicating weaker electrostatic forces between particles. This is observed in both slurries before (OS400) and after the polishing of fused silica glass (FS400). This weaker repulsion reduces particle stability, leading to a greater tendency for particle aggregation compared to situations where the zeta potential is more negative.\n                           \n                              b.\n                              Zeta potential of 80 nm particles\n                           \n                        \n                     \n                     As expected, post-polishing using commercial slurries containing 80 nm ceria abrasives, characterized by minimal material removal and stable pH, resulted in nearly identical zeta potential values to those measured before polishing (Fig. 5). Specifically, the zeta potential was −53.5 mV for the slurry before polishing and − 54.4 mV, −51.7 mV, and − 55.9 mV for the slurries after polishing soda-lime glass, fused silica, and borosilicate glass, respectively. A small change in the zeta potential of the slurry was observed, with a peak value of 2.4 mV. This slight deviation is unlikely to affect the stability of the slurry significantly and may be due to experimental factors such as the introduction of small volumes of slurry into the measurement cells, which could affect particle concentration. Zeta potential is known to be sensitive to changes in particle concentration [35,36]. However, while it is uncertain whether the variations in concentration within the tested slurry, in the range of 3 wt%, have a significant impact, Gregory et al. [37] reported that zeta potential measurements have a reliability of approximately ±10 % of the measured value. Importantly, our measured results fall within this ±10 % deviation range, indicating the reliability of our results despite the minor variation observed. This reliability confirms that the stable pH values observed after the polishing of all glasses using 80 nm slurries did not modify the surface charge density of those particles, therefore conserving the stability of the pristine slurry.\n                           \n                              c.\n                              Zeta potential of 400 nm ceria particles after fused silica glass polishing\n                           \n                        \n                     \n                     The 400 nm ceria particles showed reduced stability after polishing fused silica glass, with a zeta potential value of −0.65 mV, compared to −9 mV before polishing, even though the pH remained constant. This reduction in stability can be attributed to the mechanical interaction between the abrasives and the glass substrate during polishing. The friction and wear of abrasives caused by the polishing process [38] could modify the surface morphology of ceria particles and reveal different crystallographic orientations, exposing fresh sites with new chemical characteristics [39,40]. These newly exposed sites, such as additional oxygen vacancies or modified hydroxyl groups, are more reactive and can interact differently with ions present in the slurry. As a result, acidic sites may attract hydroxide ions (OH−), while basic sites may attract hydrogen ions (H+). This shift in ion adsorption modifies the surface charge density, resulting in changes to the zeta potential without any pH modification, unlike the slurries after the polishing of borosilicate (BS400) and soda-lime glass (SL400), where the pH of the slurry increases because of the glass compounds dissolution (8.43 and 9.86, respectively). In these alkaline conditions, the increased hydroxide ions (OH−) concentration causes the newly exposed acidic sites on the ceria particle surfaces to accept hydroxide ions, resulting in deprotonation and the formation of negatively charged conjugate bases, such as CeO, as shown in eq. (5). For instance, hydroxyl groups (-OH) on the ceria surface become deprotonated, enhancing the negative surface charge and zeta potential.\n                     Conversely, basic sites that can accept protons are less affected because the already high concentration of hydroxide ions reduces their opportunity to become protonated. This shift enhances the negative surface charge density of the ceria particles, resulting in increased stability. Conversely, a more balanced surface charge density will promote particle aggregation, as seen for FS400 and OS400 slurries.\n                           \n                              d.\n                              Effect of electrolytes nature on zeta potential\n                           \n                        \n                     \n                     This study suggests a complex interaction between pH, electrolyte nature, ionic strength, and glass composition. Interestingly, slurries used for polishing borosilicate glass exhibited significantly higher stability (−37 mV) compared to those used for polishing soda-lime glass (−32 mV) despite the higher pH observed after soda-lime glass polishing. Although an increase in pH generally leads to an increase in negative surface charge and a more negative zeta potential, the results of this study indicate a more complex interaction. While many studies evaluate zeta potential in relation to pH using the same chemical agent to adjust the pH [41–43], it is essential to recognize that the nature of the electrolytes present in the slurry and the ionic strength of additives can also influence zeta potential. For example, different additives and ionic environments, even at the same pH, can yield varying zeta potential values, affecting particle stability [28,44].\n                     In this study, the slurry used after polishing borosilicate glass demonstrated greater stability, as indicated by higher negative zeta potential values, even though its pH was lower than that of the slurry used after polishing soda-lime glass. This behavior likely results from differences in the chemical composition of the glasses. The distinct elemental compositions of the two glasses are assumed to interact differently with the abrasives in the slurry, further highlighting the complex interplay between pH, electrolyte nature, ionic strength, and glass composition in determining zeta potential and particle stability.\n                     This observation reinforces the understanding of the different interactions between ceria abrasives and various glass substrates; while polishing fused silica glass decreases slurry stability, polishing borosilicate glass improves it, surpassing even the stability achieved when polishing soda-lime glass. This complexity in ceria abrasive behavior shows the significant influence of glass composition on slurry characteristics during the polishing processes.\n                  \n                  \n                     3.4\n                     Particles size distribution measurements\n                     \n                        \n                           \n                              a.\n                              Particles size distribution measurements of the 80 nm particles\n                           \n                        \n                     \n                     \n                        Fig. 6\n                         shows the particle size distribution (PSD) of 80 nm ceria particles in two conditions: before polishing (OS80) and after 8 min of polishing of the three glasses. Additionally, the PSD of the slurry before polishing with a reduced concentration is included to check the real size of those abrasives. Notably, the reported particle sizes exceeded the manufacturer's specified D50 size of 80 nm.\n                     Acknowledging the Brownian motion phenomenon of nanoparticles, particularly those below 100 nm, is important [45]. To address this, the concentration was reduced to minimize its impact on the accuracy of particle size measurement. Higher concentrations can lead to multiple scattering during laser scanning. Multiple scattering occurs when light interacts with several particles before detection, causing deviations from the expected scattering patterns and resulting in inaccurate size measurements. By lowering the concentration, multiple scattering effects are minimized, improving the precision of the particle size measurements.\n                     The results presented after reducing the concentration provide a more accurate representation of the actual particle sizes. Moreover, the comparison of particle size distribution curves of 80 nm particle slurries before and after the polishing of all glasses revealed no significant differences (D50 size between 170 and 220 nm), which aligns with earlier pH and zeta potential measurements. A constant pH ensures the stability of surface charges on particles, as it directly influences their electrostatic interactions. At the same time, a stable zeta potential ensures sustained electrostatic repulsion between particles, preventing aggregation. The synergy of stable pH and zeta potential contributes to the overall electrokinetic and chemical stability of the system, preserving the initial PSD and minimizing the particle size variations.\n                           \n                              b.\n                              Particles size distribution measurements of 400 nm particles\n                           \n                        \n                     \n                     \n                        Fig. 7\n                         illustrates the particle size distribution of slurries containing 400 nm particles before and after polishing of three different glasses at various time intervals following ultrasonic dispersion (6 min, 8 min, 12 min, and 60 min). In Fig. 7a, ceria particle dispersion before polishing is shown, and initial observations reveal slight aggregation, with an average D50 size of approximately 700 nm after 6 min of ultrasonic dispersion. Subsequently, a significant portion of particles starts to sediment after 8 min, forming larger aggregates after 12 min. The global D50 size increases to around 2300 nm after one hour.\n                     Moving to Fig. 7b, which illustrates the aggregation behavior of ceria particles after polishing fused silica glass over time, two distinct peaks emerge. The first peak indicates a slight aggregation of particles around 650 nm after 6 min, with a larger peak around 1900 nm. This behavior persists at 8 min and 12 min, with a continuous increase in average particle size from approximately 2000 nm to 4000 nm, ultimately reaching an average diameter of 5000 nm after 60 min. Despite the constant pH, the results align with zeta potential measurements, highlighting that slurry at the zero zeta potential point (isoelectric point) exhibits higher aggregation compared to particles without polishing characterized by a zeta potential value of −9 mV, slightly below the isoelectric point.\n                     \n                        Fig. 7c shows particle sizes after polishing soda-lime glass, with aggregation observed after 8 and 12 min, reaching an average diameter of around 1300 nm. After 60 min, the particle size distribution stabilizes around an average diameter of 600 nm, suggesting a more stable state. Additionally, a small portion of the particles is sedimenting. Fig. 7d (borosilicate glass) shows a completely different behavior, with the particle size distribution remaining stable throughout all periods. A small aggregation appears after 8 min, possibly due to a small sedimentation over time; however, the majority of particles maintain good dispersion, even after 1 h of ultrasonic dispersion, with a D50 size of around 450 nm.\n                  \n                  \n                     3.5\n                     Correlation between the sedimentation, particle size distribution (PSD), and SEM images\n                     The correlation between sedimentation, particle size distribution (PSD), and SEM images offers a comprehensive understanding of slurry stability and behavior. In the sedimentation tests (Fig. 8\n                        ), slurries using commercial ceria powder (BS80, SL80, FS80, and OS80) with high zeta potential values and consistent particle size distribution showed no visible color change over the 270-min observation period. This indicates their excellent dispersion, as confirmed by the SEM images (Fig. 9\n                        ), which show well-dispersed particles with minimal aggregate formation. The particle size distribution (Fig. 7) further supports this, with the particle sizes remaining stable over time, demonstrating the stability of these slurries.\n                     Similarly, BS400 and SL400 slurries, which had relatively high zeta potential values (−37 mV and − 32 mV, respectively), exhibit minimal sedimentation, as observed in the sedimentation tests where no significant color change over time was observed. The SEM images confirm this by mainly showing dispersed particles with only minor aggregation. The PSD data (Fig. 7) also align with these findings, showing that while some aggregation occurred, the particle size remained relatively stable over time. For instance, in the case of SL400, the particle size distribution after polishing soda-lime glass showed some aggregation initially. Eventually, it stabilized around a 600 nm average diameter, reflecting the relatively stable state indicated by the zeta potential.\n                     In contrast, the FS400 and OS400 slurries exhibited noticeable sedimentation after 60 min, which became more pronounced after 270 min. This sedimentation behavior is consistent with their low zeta potential values (−0.65 mV and − 9 mV, respectively), placing them in the non-stable region. The SEM images of these slurries reveal significant aggregate formation, confirming that the low zeta potential values led to poor dispersion and increased particle aggregation, which was previously shown by the PSD data (Fig. 7), where a significant increase in particle size was observed over time. For instance, after polishing fused silica glass (Fig. 7b), the particle size distribution revealed two distinct peaks, indicating the presence of both small and large particle aggregates. This bimodal distribution suggests that the slurry experienced a significant particle aggregation, where smaller particles coalesced into larger clusters. The presence of these large aggregates points to significant instability within the slurry, leading to sedimentation over time. This behavior correlates with the very low zeta potential values measured, indicating that the electrostatic repulsion between particles was insufficient to prevent aggregation, resulting in poor colloidal stability and accelerated sedimentation.\n                     These observations highlight the strong correlation between zeta potential, particle size distribution, and the degree of dispersion or aggregation seen in both the sedimentation tests and SEM results. Slurries with high negative zeta potential values show more stable dispersion with minimal aggregation, as reflected in both PSD and SEM images. Conversely, slurries with zeta potential values near the isoelectric point show larger particle size distributions and significant aggregation, corresponding to the visual sedimentation and aggregate formation observed in SEM images.",
    "Conclusions": "4\n                  Conclusions\n                  The study investigated the influence of glass chemistry on ceria slurry behavior during the polishing process, focusing on three different glass types with high, medium, and zero alkaline concentrations. The Polishing process was conducted using ceria abrasives of two different sizes (80 and 400 nm) for 8 min. Based on the obtained results, several conclusions can be drawn. Alkaline elements in the glass composition increased the slurry pH during the polishing process using 400 nm ceria abrasives, confirming the hypotheses from the literature, whereas fused silicate had no impact on pH. The 80 nm-sized slurry characterized by the presence of stabilization agents and low material removal showed no pH change post-polishing for all glass types. pH modifications during the polishing affected the slurry's zeta potential, influencing the aggregation or disaggregation tendencies and, therefore, leading to the modification of particle size distributions. In industrial polishing systems, the slurry is typically reused over many cycles to polish numerous glass samples. In these systems, it is believed, according to this study, that the continuous abrasion of the optical glass, specifically glass containing high concentrations of chemicals during the polishing, may lead to a progressive accumulation of chemical compounds from the glass within the polishing suspension, which can impact the properties of the slurry leading to uncontrolled stability of abrasives during all the process.\n                  Continuous control of slurry chemistry is crucial for achieving consistent and high-quality polishing results. It enhances reproducibility and minimizes the risk of defects. For industrial operations, investing in automated monitoring and control systems can lead to significant improvements in process efficiency and product quality, it allows for more precise adjustments and optimizations, contributing to the overall consistency, reliability and prediction of the polishing results. Furthermore, the Ceria abrasive polishing process can be optimized by tailoring the slurry composition to match specific glass chemical compositions. This optimization promises more precise polishing outcomes, efficient utilization of stabilization agents, and the development of eco-friendly slurries.\n                  While this study contributes to the understanding of the effect of glass chemistry on ceria slurry behavior during polishing, a number of aspects must also be considered to enhance understanding and practice in industrial cases:\n                        \n                           •\n                           Further studies should focus on the long-term polishing of different glass types, with particular attention to how the progressive accumulation of compounds from the removed material affects the chemistry of the reused slurry and their reactions with the present stabilization agents. These investigations should also evaluate how these changes influence the efficiency of the abrasives and the quality of the polishing results over extended polishing cycles.\n                        \n                        \n                           •\n                           Exploring the integration of more complex in situ measurements on the slurry system. Real-time pH, zeta potential, and particle size distribution monitoring could provide valuable insights into the slurry behavior during polishing.\n                        \n                        \n                           •\n                           Gaining a deeper understanding of how different polishing conditions, such as pressure, temperature, and slurry flow rate, affect the relationship between slurry properties and glass chemistry would help develop more effective polishing procedures for different glass types.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Farouq Abbas: Writing – original draft. Nabil Belkhir: Writing – review & editing, Supervision. Andreas Herrmann: Writing – review & editing. Edda Rädlein: Writing – review & editing, Supervision.",
    "Declaration of generative AI and AI-assisted technologies in the writing process": "Declaration of generative AI and AI-assisted technologies in the writing process\n                  During the preparation of this work the author(s) used Grammarly tool in order to minimize writing mistakes before further corrections. After using this tool, the author(s) reviewed and edited the content as needed and take(s) full responsibility for the content of the publication."
  },
  "references": []
}