{
  "title": "Hierarchically porous ceria with tunable pore structure from particle-stabilized foams",
  "authors": [
    "Zhang, Xiaoyan"
  ],
  "publication": {
    "journal": "Journal of the European Ceramic Society",
    "date": "2020-09-30",
    "doi": "10.1016/j.jeurceramsoc.2020.05.034"
  },
  "abstract": "We firstly fabricated CeO2 ceramic foams with tunable structure by using particle-stabilized bubbles as template, and designed their interconnected porous structure and even hierarchically porous structure, which endows them the penetration ability for gases or liquids. Hollow spheres with single-layer shell were innovatively selected as the pore-former, which allows for the formation of open pores on the cell wall. Moreover, 3D printing CeO2 particle-stabilized foams are realized with the aid of direct ink writing, which enables the production of CeO2 ceramic foams with complex shape. Highly porous CeO2 with relatively high compressive strength have been fabricated, the porosity of which varies from 81.0% to 92.0% while their excellent compressive strength ranges from 5.0 MPa to 20.0 MPa. Attributed to the hierarchical porous structure, uniform pore size distribution as well as densely assembled cell wall, 3D printing CeO2 ceramic foams possess superior mechanical performance at high porosity level.",
  "keywords": [
    "CeO2",
    "Particle-stabilized foams",
    "Open pores",
    "Direct ink writing"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  As one of the most vital rare earth elements, cerium presents remarkable optical, magnetic and electrical properties, mainly due to the fact that there is an unpaired electron on cerium’s 4f orbital, which exhibits large atomic magnetic distance as well as extremely high electron energy level [1]. Ceria (CeO2) has become well-known candidates when catalytically active surfaces and high ionic conductivity are essential, owing to their ability to store and release oxygen (by creating oxygen vacancies), low redox potential between cerium ions (Ce3+ and Ce4+), morphological stability, capacity to disperse metal nanoparticles and prevent its sintering, fast kinetics at high temperature [2,3]. Therefore, ceria (CeO2) has been applied to a wide range of fields including ethanol steam dissociation, water-gas shift reaction, selective hydrogenation of alkynes, H2O and CO2 splitting, oxidative catalysis, solid oxide fuel cells (SOFC), and biomedical technology such as free radical scavenger [4–10].\n                  In order to enhance the reaction kinetics and promote the oxidation process of CeO2, the introduction of porous structure, especially the open-pore structure, is undoubtedly the optimal approach, which will facilitate the increase of accessible surface area and improvement of heat and mass transfer performance, finally contributing to better catalytic effect [11–13]. Accordingly, the fabrication of porous CeO2 is attracting more and more attention in view of their preferable performance in comparison to dense counterparts. Moreover, hierarchically porous structure with multi-scale pore size, pore distribution and pore morphology will break the limitations of porous materials with single pore structure, and display unprecedentedly multi-functionalities such as the combination of high permeability and specific surface area as well as excellent mechanical properties, thus evolving as a trend recently [14]. Three-dimensionally ordered microporous ceria with mesoporous walls was synthesized by dual-templating method, that is polymethyl methacrylate as the hard template as well as triblock copolymer Pluronic F127 as the soft template, which display better low-temperature reducibility than that of the bulk counterpart [15].\n                  As is well known, replica method is a versatile, facile and commonly selected technique to fabricate reticulated ceria-based foams, which is realized by the polymeric sponge dipping into the ceria slurry, followed by compressing, drying and sintering processes [11,16–18]. A primary disadvantage of the replica technique is that the mechanical strength of the porous scaffolds is not favorable, because it is difficult to avoid the formation of microcracks in the struts during the template removal process [19]. Meanwhile, the slow sintering route for the elimination of polymer sponge will cause large energy consumption and missions. It is important to point out that the pore size of the final product is restricted to some extent, normally ranging from tens of microns to several millimeters, because it is difficult to dip the suspension uniformly without plugging up the pores when the pore size of polymer scaffold is decreased to micron scale [20].\n                  In contrast, 3D printing technique is an alternative approach for ceria-based foams with open-cells, and it has been employed to build materials with dense scaffolds, complex geometries and high resolution via additive manufacturing. In Chaparro-Garnica CY’s research [21], 3D printing has been utilized to prepare porous polymeric monolith with honeycomb-like geometries firstly, and consecutively CuO/CeO2 catalysts were loaded onto the modified supports. With the assistance of direct ink writing method (DIW), thin and dense Sm-doped ceria composite electrolyte layers [22] and Ni doped CeO2 with lattice-shape but dense scaffolds [23] have also been prepared. However, the involving of secondary pores on the scaffolds, especially open pores, remains full of challenge. To construct hierarchically porous structure, sacrificial template method or particle-stabilized foams/emulsions method were merged together with DIW [24,25]. Particle-stabilized foams method employing bubbles as pore template is quite rewarding, offering superiorities such as environmental friendliness, high porosity level, free of binder removal step, uniform pore structure and high specific strength, but it is normally adopted to achieve closed pores [26–29].\n                  To overcome the above dilemma and obtain ceria foams with hierarchically porous structure as well as excellent mechanical performance, we herein report the design of novel CeO2 ceramic foams in the form of open or closed pores based on CeO2 particle-stabilized colloidal foams. Furthermore, 3D printing CeO2 ceramic foams with lattice geometry are realized by direct ink writing (DIW) technique, which supply macroscopic interconnected pores to allow for the easy flow of gas or liquid, and thus providing a new perspective for catalysts.",
    "Experiment and characterization": "2\n                  Experiment and characterization\n                  \n                     2.1\n                     Materials\n                     In this research, the employed CeO2 powder with average particle size of 5 μm was provided from Shanghai Yaotian Co., Ltd., China, which was firstly subjected to ball milling process to obtain with particle size smaller than 1 μm, as shown in Fig. 1\n                        (a). Silica hollow spheres with median diameter of 24 μm (see Fig. 1(c)) were purchased from Forsman Scientific (Beijing) Co., Ltd., China. Their perfectly spherical morphology and single-layer shell as well as the large-volume cavity are well presented in Fig. 1(d), which play an important role as pore former. To realize printability of CeO2 particle-stabilized foams, boehmite nanoparticles with particle size of 10−20 nm and specific surface area of 250 m2/g, provided by Hangzhou Zhihuajie Technology Co., Ltd., China, were employed to endow suitable rheological behavior for DIW printing. As the hydrophobic modifier for CeO2 particles and foaming agent, long-chain surfactant sodium dodecyl sulfate (abbreviated to SDS) was selected in this research, which was purchased from Sinopharm Chemical Reagent Co., Ltd., Shanghai, China. The pH value of suspension was adjusted via 1 mol/L HCl and ammonia solution (NH3 concentration, 25 %). Throughout the study, deionized water was served as the dispersion solvent.\n                  \n                  \n                     2.2\n                     Synthesis of hierarchically porous CeO2 ceramic\n                     Firstly, to prepare homogeneously colloidal suspension with solid loading of 50.0 wt.%, CeO2 powder and deionized water was mixed together and underwent planetary ball milling for 48 h with a rotation speed of 300 rpm, which could effectively decrease the particle size. Then, CeO2 particles were in-situ hydrophobized by adding 3.0 wt.% SDS solution (base on the total mass of suspension, SDS solution with concentration of 5.0 wt.%) at pH range of 5.0–7.0, accompanied by mechanically stirring at a low speed of 500 rpm. To achieve open pore structure, 2.0 wt.%-5.0 wt.% silica hollow spheres (base on the total mass of suspension) were introduced into the abovementioned CeO2 suspension, retained at the pore wall after foaming. Subsequently, agitating with high speed of 2000 rpm was performed for 10 min to fabricate ultra-stable foams, followed by casting into square mold and demolding.\n                     Before direct ink writing technique (DIW), 3.0 wt.% boehmite nanoparticles were added into CeO2 suspension before frothing. The prepared stable CeO2 foams were 3D printed onto glass sheet coated by Vaseline. The DIW process was conducted by Ultimaker 3D printer with nozzle size of 1.98 mm, filament spacing of 5 mm and printing speed of 20 mm/s. Finally, stable CeO2 foams with different compositions or complex shapes were dried at room temperature and then sintered at 1400−1500 °C with heating rate of 3 °C/min and holding time of 2 h.\n                  \n                  \n                     2.3\n                     Characterization\n                     The particle size of ball-milled CeO2 powder and as-received hollow spheres were measured by a laser particle analyzer (Mastersizer 2000, Malvern Instruments, UK). Zeta potential of CeO2 powder was measured by a Zeta Potential Analyzer (CD-7020, Colloidal Dynamics Co., Ltd., Ponte Vedra Beach, FL, USA). The rheological properties were tested by a rheometer (KINEXUS PRO, Malvern Instruments, Worcestershire, UK) equipped with C25 R0634 SS spindle and PC25 C0138 AL cylinder. The shear rates were in the range of 0.1–1000 s−1 in viscosity measurement, and storage and loss modulus of CeO2 foams were obtained from oscillatory measurements with gap size of 1.5 mm. The apparent densities were calculated by the ratio of mass to dimensions of machined specimens. The microstructures of CeO2 powders, green body and ceramic foams were observed by scanning electron microscope (MERLIN VP Compact, Carl Zeiss, Jena, Germany). The average pore size and grain size were analyzed using the line counting method through Nano Measurer software. The phase composition of ceramic foams was characterized through X-ray diffraction using Cu Kα radiation (XRD, D8 ADVANCE, Bruker, Karlsruhe, Germany). Compressive strength of CeO2 foams was measured by a versatile material testing machine (AG-IC 20 kN/50 kN, Shimadzu, Japan) with crosshead speed of 1 mm/min, where more than five samples with cubic shape and dimensions at the range of 10−20 mm were adopted to achieve the average value.",
    "Results and discussions": "3\n                  Results and discussions\n                  \n                     Fig. 1(b) demonstrates that CeO2 particle possesses isoelectric point around 9.0, and exhibits strong positive surface charge higher than 20 mV when pH value is below 7.8. We herein employ anionic surfactant SDS to modify CeO2 particles to improve surface hydrophobicity, depending on the electrostatic attraction between positively charged anchoring group (－H3O+) on CeO2 surface and negatively charged C12H25SO4\n                     －. The wet foams show excellent ability of shape retention and no extra curing process is required (see the inset of Fig. 2\n                     (a)). As the inherent feature of particle-stabilized foams, the obtained foams exhibit closed pore structure, pore size in the range of 20−150 μm and uniform pore wall with the micron sized thickness consisting of uniform and fine CeO2 particles less than 1 μm, as shown in Fig. 2(a, b). After sintering at 1500℃, the microstructure of homogeneous pores distribution was retained. Closely connected equiaxial grains with mean size of 3.7 μm have formed, generating several voids around 1 μm during grain growth process. The porosity, pore size and pore morphology of final CeO2 ceramic foams can be regulated by adjusting the properties of colloidal foams, by controlling solid loading, particle size, surfactant concentration, and so on. In fact, CeO2 is not only multifunctional ceramic, but also important structural ceramics due to its excellent mechanical properties, which is also widely used to improve mechanical strength of composite ceramics, e. g. zirconia toughened alumina ceramics [30]. Notably, the intrinsic thermal conductivity of CeO2 is very low, around 0.8–1.5 W/(m K), and the well-defined closed-cell pore structure can suppress air convection effectively. Therefore, the highly porous CeO2 is a promising thermal insulation material in the field of high temperature refractory.\n                  The above results prove the feasibility of fabricating CeO2 ceramic foams via particle-stabilized foams method. However, the microstructure with closed-cell due to the close assembly of CeO2 particles at bubble interfaces can’t enable the easy penetration of air and liquid through it, which limits its application in a wide range of fields as functional materials. In order to realize CeO2 ceramic foams with open pore structure, here we adopt ultra-light silica hollow spheres with thin shell as pore-former to impart open pores on the cell wall. Silica hollow spheres with average size of 24 μm and splendid morphology in form of thin shell as well as large-volume of cavity, could perfectly occupy the considerable area on the cell wall under the premise of less introduced impurities, as is well illustrated in Fig. 3\n                     (a). After sintering at 1500℃, porous ceria with uniform pore distribution has been fabricated (see Fig. 3(b, c)). Silica hollow spheres would soften and merge with the matrix surrounded them, leaving anomalous holes on the cell wall as the open window, which is labeled by green arrows in Fig. 3(c). Fig. 3(d) shows that the existing pore wall is dense as the grains are closely connected with each other. In comparison with the cell wall from ceria ceramic foams free of silica hollow spheres, the grain boundary is indistinct but the grain size of 3.9 μm is similar, which could be explained by that the forming of viscous silica under high temperature of 1500℃ promotes the densification of cell wall meanwhile acts as binder of the grains. This could favor the mechanical properties, contributing to the application in specific fields required load capacity. In general, with the assistance of silica hollow spheres, porous ceria with pores in two size scales have been obtained, that is, the micropores of 35−105 μm (with average diameter of 62.2 μm) derived from the air bubbles in the CeO2 particle-stabilized foams, and the windows in the range of 5−65 μm (with average diameter of 19.6 μm) on the pore wall templated from silica hollow spheres, which has been clearly demonstrated in Fig. 3(e, f). The formation of open windows in the cell wall makes the bubble-evolved pores interconnected, and allows for an easy flow of fluids.\n                  Such a strategy endows porous CeO2 excellent permeability and robust mechanical strength in comparison to traditional method, due to the small pore size, thin cell wall, open-window structure as well as closely assembled grains on cell wall. With the development of specific hi-tech, lightweight ceramics with complex shape is desirable in a vast range of applications, but still remains an open challenge. DIW technique offers a powerful route for preparing complex-shaped structures, including space-filling solids, and structures with high aspect ratio filament, and free-standing spanning. Studart AR et al. [25] have printed particle stabilized foams/emulsions into hierarchical ceramics structured by porous filaments through DIW for the first time. Herein, we have also explored the possibility of 3D printing CeO2 foams into lattice shape ceramics via DIW technique. Fig. 4\n                     (a) illustrate that CeO2 particle-stabilized foams exhibit shear-thinning property, which is a basic prerequisite for DIW technique by extrusion of foams. Besides, sufficient yield stress and storage modulus ensuring good shape retention and distortion resistance are also required for successful DIW [31]. It is found that the storage modulus display superiority than the loss modulus at lower shear stress. The yield stress is defined as the point of intersection between storage modulus (G’) and loss modulus (G’’) curves from the oscillatory rheological experiments [32]. Due to the addition of boehmite nanoparticles, the storage and loss modulus of CeO2-based foams keep stable in a wide range of shear stress, while their yield stress was increased to 249.2 Pa from less than 100 Pa, as shown in Fig. 4(b). This could be attributed to the elastic gel network formed by the gelation of boehmite [31,33]. As a result, the CeO2-based foams possess favorable printability (see Fig. 4(c, d)). Favored by DIW technique, macropores with mm-size (0.5–7.0 mm) could be constructed by the path of DIW’s nozzle, providing another class of pores apart from the micropores produced by the template of bubbles and silica hollow spheres. Notably, boehmite nanoparticles not only endows CeO2 foams good printability, but also relatively good strength of dried body via building closely assembled nanoparticle-network. As a result, various size ranges of opening pores covering from millimeter to micron scales endow CeO2-based ceramic foams outstanding capacity to penetrate gas/liquid, enabling the porous matrix to play the role of active phase.\n                  The 3D printed CeO2-based ceramic foams exhibit hierarchically porous structure in three levels of length scale, that is, macroscope pores defined by printed scaffolds, cell pores evolved from the bubbles, open windows in cell wall deriving from the hollow spheres. The macropores defined by 3D printed filaments are essential characteristic for filters which satisfy an easy flow of fluids, and the interconnected micropores contribute to enlarge the accessible specific surface area [34]. The hierarchical pores with multi-length scale and the capability of 3D printing opens up the possibility of fast synthesis of complex-shaped CeO2 ceramic foams components with potential applications in the fields of filtration, lightweight structural components, oxidative catalysis and oxide fuel cells, etc. It is worth noting that the addition of silica hollow spheres only introduced small amount of cristobalite phase, apart from which, cerianite phase dominate in the samples with hollow spheres and even become the only crystalline phase in the samples without hollow spheres or with both hollow spheres and boehmite for DIW process, as illustrated in Fig. 5\n                     (a). Moreover, the compressive strength of CeO2-based ceramic foams with different porous structure is present in Fig. 5(b–e). It is found that highly porous CeO2 with porosity range from 81.0 % to 92.0 % could be synthesized in this work, along with excellent compressive strength ranging from 5.0 MPa to 20.0 MPa, which enables them to be applied in the areas requiring bearing capacity. As is well known, Rice model is one of the most selected models for fitting the relationship between compressive strength and porosity for porous ceramics, as shown in Eq. (1) [35–37]. Fig. 5(c–e) illustrate that the compressive strength of 3D printing CeO2-based ceramic foams fits better with Rice model, the fitting factor r\n                     2 of which is 0.95 and the value of b is 0.0995. Although the introduction of more pores definitely causes the attenuation of mechanical strength, the hierarchical porous structure would slow down this loss to some extent, which could be verified by the weak loss at higher porosity level in the samples with more classes of pores, especially evident in the 3D printing CeO2-based ceramic foams [35].\n                        \n                           (1)\n                           \n                              σ\n                              =\n                              \n                                 σ\n                                 0\n                              \n                              e\n                              x\n                              p\n                              (\n                              -\n                              b\n                              P\n                              )\n                           \n                        \n                     Where \n                        σ\n                      and \n                        \n                           σ\n                           0\n                        \n                      represent the compressive strength of porous or dense materials, respectively, b is an empirical constant and P means the porosity of specimens.",
    "Conclusions": "4\n                  Conclusions\n                  CeO2-based ceramic foams with hierarchical morphology have been designed and synthesized based on the CeO2 particle-stabilized foams method. Tunable pore structures with both closed-cell and open-cell are realized. Silica hollow microspheres with single-layer shell and large-volume cavity are employed as pore-former to create open windows on the cell wall for the first time, which enable the interconnection of bubble-evolved pores. Furthermore, highly porous CeO2 ceramics have been produced by DIW printing CeO2-based colloidal foams, which exhibit hierarchically porous structure in three levels of length scale. Notably, different classes of pores would effectively disperse the stress and improve the mechanical efficiency. The robust mechanical strength, hierarchical pores with multi-length scales, and the capability of programmable shape-design of 3D printing opens up the possibility of fast production of CeO2 ceramic components with hierarchically porous scaffolds, complex geometries and high performance, enlarging their potential applications in the fields of filtration, lightweight structural components, oxidative catalysis and oxide fuel cells, etc.",
    "Disclosure statement": "Disclosure statement\n                  The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript. The authors declare no competing financial interest."
  },
  "references": []
}