{
  "title": "Sonocatalytic recovery of ceria from graphite and inhibition of graphite erosion by ionic liquid based platinum nanocatalyst",
  "authors": [
    "Lahiri, Sutanwi"
  ],
  "publication": {
    "journal": "Ultrasonics Sonochemistry",
    "date": "2022-01-31",
    "doi": "10.1016/j.ultsonch.2021.105863"
  },
  "abstract": "Use of ultrasound as an intensified non-destructive decontamination technique for processing graphite limits its reusability beyond a few number of decontamination cycles due to the exfoliation of graphite due to cavitation effects. The current work establishes that the use of platinum nanoparticles in the leachant reduces the erosion of graphite substrate due to cavitation. It presents an improved way of sonochemical recovery of ceria using a mixture of nitric acid, formic acid and hydrazinium nitrate in the presence of platinum nanoparticles and ionic liquid. The platinum nanoparticles catalyst in ionic liquid prevented the generation of the carbon residue due to the combined effect of denitration and reduced sonication. The presence of the catalyst showed a fivefold increase in dissolution kinetics of ceria as well as absence of graphite erosion, facilitating better chances of graphite recycling than the decontamination without the catalyst. The catalytic approach offers a better recycle strategy for graphite with reduced exfoliation and NOx generation due to denitration, making it a more sustainable decontamination process. Since ceria is used as a surrogate for plutonium oxide, the results can be extended to decontaminate such deposits clearly establishing the utility of the presented results in the nuclear industry.",
  "keywords": [
    "Decontamination kinetics",
    "Ultrasound",
    "Ionic liquid",
    "Reduced graphene oxide",
    "Platinum nanoparticles"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Ultrasound is an interesting process intensification technique based on the mechanical and chemical effects of cavitation that can be applied to number of systems including reactions, separations and wastewater treatment [1–3]. Cavitation is the growth and implosion of micro-bubbles generated due to ultrasound. In a heterogeneous system, the impact of the implosion on solid surface is an effective tool to dislodge contaminants and deposits from the surface or the pores [4,5]. The high temperatures and pressures generated inside the bubbles also leads to radical formation that further accelerates the reaction pathway. Microstreaming also enhances local mass transfer facilitating reaction kinetics [6]. The current work explores the application of ultrasound induced cavitation for intensifying the graphite decontamination.\n                  Graphite structural elements are widely used to process refractory nuclear materials. However, radioactive elements lodged in the pores of the graphite make decontamination using chemical reagents ineffective. Ultrasound assisted intensified decontamination was found effective in dislodging contaminants from the graphite pores. However, ultrasound led to exfoliation of the graphite substrate leading to the formation of carbon residue as discussed in our earlier work [4,5]. The erosion of the parent graphite limits its reusability beyond a certain number of decontamination cycles due to its thinning and loss of strength. To add to the problem, the generated carbon residue tend to act as sorbent for the ions present in the leachant solution [7,8], which might entail further reprocessing strategies.\n                  Ceria is used as a surrogate for the refractory plutonium oxide [9–13]. The reductive dissolution of ceria-based systems seems to be an interesting alternative for faster recovery since Ce(III) compounds are much more soluble compared to those of Ce(IV) and the conditions used such as acidity and temperature could be far less aggressive. Studies of reductive dissolution of CeO2 have been reported with various leachants like ascorbic acid [14], hydrochloric acid [15], and formic acid [16]. However, the conventional approach leads to slow dissolution with these solvents paving way for intensification studies. Sonochemical dissolution of ceria was indeed attempted in various reducing media including hydrogen peroxide and formic acid based mixtures [17]. However, the dissolution was still not sufficiently fast for industrial application. Use of platinum nanoparticles (Pt NPs) in the reductive dissolution of ceria in diluted mineral acids and hydrazinium nitrate were reported by Virot et al. [18] whereas use of Ti nanoparticles in ceria dissolution was reported by Beadeoux et al. [19,20]. The literature analysis revealed that use of any nanoparticles as catalyst in the presence of ultrasound for intensified recovery of ceria from graphite pores has not been reported, thereby emphasizing the importance of the current work.\n                  The present work studies ceria recovery from graphite using the leachant combination as 0.25 M HNO3 − 1 M HCOOH − 0.2 M [N2H5][NO3] which appears to be an effective leachant for ceria dissolution compared to the rest of the combinations studied [20]. The work also demonstrates a strategy to inhibit the graphite exfoliation using a catalyst. Ionic liquid in the form of trioctyl methyl ammonium hydrogen phthalate (TOMAHP) was also used to stabilize the platinum nanocatalyst in this study due to its high viscosity, high polarity and high dielectric constant [21–26]. The strategy is expected to be useful in cases where sonochemical erosion is not desired, at the same time yielding improved decontamination of graphite. Overall, the novelty of the work lies in the demonstrating an approach for effective sonocatalytic decontamination of graphite in the presence of catalyst without generation of any carbon residue, which has not been reported as yet.",
    "Materials and methods": "2\n                  Materials and methods\n                  \n                     2.1\n                     Materials and sample preparation\n                     The graphite coupons of diameter as 25 mm and thickness as 5 mm were degassed in a high-vacuum furnace at 1200 °C to release the trapped hydrocarbons and gases from the pores of graphite [27]. Ceria slurry was prepared as per the process described earlier [5] using the ceria obtained from M/s Indian Rare Earth Limited. The slurry was coated on the graphite coupons using paintbrush method. The test coupons were sintered at 500°C using a heating rate of 60 °C h−1 and subsequently studied under Scanning Electron Microscope (SEM) to analyse the morphology. The pore size distributions of the graphite before and after sonication were determined using the Mercury porosimetry analysis.\n                  \n                  \n                     2.2\n                     Experimental setup\n                     An ultrasonic bath of 1.5 L capacity and an operating frequency of 20 kHz with acoustic intensity of 8 W cm−2, was used to conduct the experiments involving sonication. The choice of frequency and acoustic intensity was based on the results of our earlier works [4,5]. Typically lower the frequency of operation, higher are the mechanical effects of cavitation that facilitate higher decontamination rate. A schematic of the experimental setup and the expected mechanism for the intensified dislodging of uranium by ultrasound effects is given in Fig. 1\n                        . The entire experimental assembly was placed in a fume-hood to route the fumes to the environment through a stack of a height 10 m.\n                  \n                  \n                     2.3\n                     Leachant preparation\n                     Hydrazinium nitrate, [N2H5][NO3], was prepared by careful neutralization of hydrazine hydrate with prediluted HNO3 acid under vigorous stirring. The desired leachant, 0.25 M HNO3 − 1 M HCOOH − 0.2 M [N2H5][NO3], was made using the procedure reported by Virot et al. [18]\n                     \n                  \n                  \n                     2.4\n                     Preparation of Pt nanoparticles\n                     TOMAHP was synthesized by mixing equal amount of Aliquat@336 (S.D. Fine Chemicals; trioctylmethyl ammonium chloride, MW: 404.17) and potassium hydrogen phthalate in 1:1 toluene/water mixture. The preparation of nanocatalyst was carried out in TOMAHP ionic liquid medium by chemical reduction method where NaBH4 acts as a reducing agent and H2PtCl6 as precursor, using the process described in details elsewhere [18]. The mixture was heated at 90⁰C till colour of the solution changed from pale yellow to dark yellow.\n                  \n                  \n                     2.5\n                     Analysis of leach liquor samples and graphite substrate after decontamination\n                     The leachant and 2.5 wt% Pt in ionic liquid was used in the sonocatalytic treatment. The density and the viscosity of the resultant leachant was measured using the Anton Paar make Stabinger Viscometer (Model SVM 3000). The leachant containing the recovered cerium ions was analysed for the cerium content using Total Reflection X-ray Fluoresence (M/s Rigaku TXRF 310Fab). The graphite substrate obtained after decontamination was analyzed using Fourier Transform Infrared Spectrometry [5]. Ultraviolet (UV)-Visible spectrum was also obtained in a Cytation Hybrid Multimode Microplate Reader. X-ray diffraction of the graphite substrate was carried out in Empyrean diffractometer (M/s Malvern Panalytical). In order to determine the amount of cerium ion adsorbed on the carbon residue, the carbon residue was filtered and oxidized in air. The residue remaining after burning off carbon was weighed to account for the adsorbed quantity of cerium oxide.",
    "Kinetic models": "3\n                  Kinetic models\n                  The well-known shrinking core model was used to characterize the dissolution process of cerium ion from the graphite substrate. The applicability of the three possible mechanisms of the shrinking core model as film diffusion control, surface reaction control and product layer diffusion control, were studied. The equations of the control mechanisms are already discussed in our earlier works [4,5]. Non linear regression was used to model the kinetics and the coefficient of determination (R2) was checked to determine the best fitted model.",
    "Results and discussion": "4\n                  Results and discussion\n                  \n                     4.1\n                     Study of graphite surface before and after sonication\n                     The graphite substrate of density 1.8 g cm−3 was degassed in 1 × 10-5 mbar vacuum at 1200 °C [22]. The degassed graphite coupons showed a pore size variation between 0.01 and 5 µm. The porosity of the graphite used was 18%, as specified by the manufacturer (M/s Graphite India Limited). Fig. 2\n                        (a) shows the microstructure of the degassed graphite coupon before ceria coating. The microstructure, though porous, show no signs of erosion, pitting or pore opening.\n                     The particle size of the ceria powder used in the coating varied between 0.8 and 8 µm. The specific surface area was 20m2g−1. The ceria slurry was coated on the degassed graphite tokens and the coupons, thus generated were sintered at 500 °C in rough vacuum. The sintered ceria coating showed the presence of agglomerates and aggregates, as seen in Fig. 2(b). The microparticles of ceria have high surface area and therefore, high surface energy. These particles form agglomerate to reduce the free energy. Agglomerates have a network of interconnecting pores; while aggregates usually do not have pores [28].\n                     \n                        Fig. 2(c) shows the graphite surface after leaching in the presence of ultrasound for 30 min. The pore opening has started due to erosion effects caused by cavitation. The effect was more pronounced when sonication was continued for 420 min, showing deepening of pores, as seen in Fig. 2(d) in higher magnification. It is interesting to observe from Fig. 2(c) and Fig. 2(d) that the remains of ceria are still seen in the crevices on the surface of the graphite after 30 and 420 min respectively, showing incomplete decontamination.\n                     \n                        Fig. 2(e) shows the surface of the graphite after complete recovery of ceria in the presence of platinum nanoparticles as catalyst and sonication after 420 min, in 100X magnification. Compared to Fig. 2(d), the catalyst shows complete protection of the graphite surface from erosion in Fig. 2(e) and the microstructure shows the absence of any evidence of erosion or pitting even after 420 min of sonication. Moreover, no ceria is visible on the surface from the SEM images. This was further confirmed by the Electron Dispersive studies (EDS) conducted on the surface of the graphite (Fig. 3\n                        a). The EDS study showed traces (1.3 wt%) of Pt on the surface of the graphite thereby indicating the protective layer formation.\n                     The pore size distribution of the graphite from the beginning of the decontamination process has been shown in Fig. 3(b). The surface porosity of the graphite in the catalytic treatment was close to that before sonication, thereby confirming absence of erosion. In the absence of the catalyst, the erosion of graphite resulted in the generation of larger pores (6% of the total pore volume) when sonicated for 420 min.\n                     The surface of the graphite was also compared with virgin graphite sample (Fig. 3 (c)) using FTIR spectroscopy for the samples subjected to 420 min of sonication. The surface showed oxidation of graphite and the presence of peaks at 1720, 1625 and 1226 cm−1 due to C = O (carboxyl) stretching, C = O and C-OH stretching vibrations (Fig. 3 (d)), confirming the oxidation of graphite substrate in the absence of the nanocatalyst [24]. In the case of sonocatalytic treatment, the FTIR spectrum obtained more or less replicates the spectrum of the virgin graphite showing no oxidation at all. Traces of ionic liquid based platinum catalyst bonds with the graphite showing a C = C = N stretching at 2000 cm−1 respectively (Fig. 3(d)), confirming grafting of TOMAHP based Pt catalyst on the graphite surface. This peak is absent in the case where catalyst was not used.\n                     Similar observation was made in the X-ray diffraction (XRD) studies of the graphite with the Pt nanocatalyst after 420 min of sonication (Fig. 3(d)). The signature peak of graphite at 26.5° was observed along with the (111), (200) and (311) crystalline planes of Pt metal at 42°, 44° and 82° respectively. The characteristic peaks of ceria nanoparticles at 28°, 37° and 47° are inconspicuous here, thereby indicating complete erasure of ceria from the surface.\n                     \n                        4.1.1\n                        Intensified ceria dissolution with catalyst\n                        The phthalate stabilized Pt nanoparticles graft on ceria surface due to π-π stacking and dipole–dipole interactions. The CeO2 has face-centred cubic (FCC) super lattice structure with Ce4+ ion occupied at every corner and every face of the cubic lattice of the unit cell. The increase in dissolution rate can be attributed to a thermodynamically allowed reduction of Ce4+ to Ce3+ by Pt(0) as the redox potential of Ce4+/Ce3+ is + 1.61 V vs NHE in 1 M HNO3 and standard redox potential Pt2+/Pt(0) is + 0.6 V [29,30] During electrochemical reduction, the cerium ion Ce4+ become Ce3+ which leads to the destruction of FCC crystal structure leading to the decontamination of graphite, and hence results in the intensified dissolution of ceria from the surface in the presence of the catalyst. In addition to the platinum catalyst, the reduction of Ce(IV) ions is also jointly executed by the formic acid and hydrazinium nitrate combination.\n                     \n                     \n                        4.1.2\n                        Inhibition of graphite erosion with catalyst\n                        The inhibition of graphite erosion is attributed to the mechanism of intercalation in graphite. Intercalation is the insertion of molecules or ions between the layers of graphite. Intercalation is succeeded by exfoliation of graphite. The mechanism of intercalation of graphite in nitric acid has been reported by Forsman et al. [31] The highly electrophilic nitronium ions generated are adsorbed in the graphite interlayers, leading to formation of the intercalation compound, Cn\n                           +.NO3\n                           –.xHNO3. However, the presence of formic acid leads to denitration, making the availability of nitronium ion and nitrate ion sparse in the solution.[13,18] The nitrous acid and the HCOO. radical formed due to sonolysis of nitric and formic acids generates CO2 and N2 gases, thereby reducing the salt content in the leachant, as shown in Equation (1).\n                              \n                                 (1)\n                                 HCOO. + HNO2 → CO2 + N2 + H2O\n                              \n                           \n                        \n                        In the uncatalysed approach, the denitration is inhibited effectively by the hydrazinium nitrate present in the solution as it acts as an anti-nitrous agent, preventing the formation of nitrous acid from nitric acid [18]. However, in the catalysed approach, the denitration of nitric acid is accelerated by the combined action of the formic acid and the Pt nanocatalyst, as per the Equations (2) and (3), which further favours reaction represented in Equation(1).\n                              \n                                 (2)\n                                 Pt + HNO3 → PtO + NO+\n                                 \n                              \n                           \n                           \n                              \n                                 (3)\n                                 NO+ + H2O → HNO2 + H+\n                                 \n                              \n                           \n                        \n                        The ionic liquid based Pt also forms π-π bonds on the surface of the graphite preventing erosion of the substrate after the ceria layer is dissolved out. Addition of the ionic liquid based Pt catalyst also increases the viscosity of the leaching medium, resulting in the attenuation of the intensity of ultrasound. The reduction in the intensity I occurs exponentially from the starting value I0\n                            with distance d for absorption coefficient of the medium as α, as elucidated by Eqn (4). [32]\n                           \n                              \n                                 (4)\n                                 \n                                    \n                                       I\n                                       =\n                                       \n                                          I\n                                          0\n                                       \n                                       \n                                          \n                                             e\n                                          \n                                          \n                                             -\n                                             2\n                                             α\n                                             d\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        Ultrasonic wave propagation in ionic liquids is associated with the absorption of acoustic energy. The absorption coefficient per square of acoustic frequency (\n                              \n                                 α\n                                 /\n                                 \n                                    \n                                       f\n                                    \n                                    2\n                                 \n                                 \n                                    )\n                                 \n                              \n                            is a parameter that dictates the extent of attenuation of sound in a particular medium at frequency f. The parameter can be calculated from Stokes formula, as given in Eqn (5) \n                           [33].\n                              \n                                 (5)\n                                 \n                                    \n                                       α\n                                       /\n                                       \n                                          \n                                             f\n                                          \n                                          2\n                                       \n                                       =\n                                       \n                                          \n                                             8\n                                             \n                                                \n                                                   π\n                                                \n                                                2\n                                             \n                                             η\n                                          \n                                          \n                                             3\n                                             ρ\n                                             \n                                                \n                                                   u\n                                                \n                                                3\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        Where, η is the dynamic viscosity of the leachant (1.5 mPas), ρ is the density of the leaching medium (1.02 g cm−3) and u is the velocity of sound. Though the density of the leachant remained almost same before and after addition of catalyst, there was an increase in viscosity of the catalytic medium by 1.5 times. It can be easily seen that the absorption coefficient for the ionic liquid would be 1.5 times higher than that of water under the same acoustic frequency due to the change in viscosity of the medium. Therefore, the attenuation of the ultrasound in TOMAHP based leachant also contributes to the reduced erosion of graphite observed in the catalytic approach also involving ionic liquid. Such corrosion inhibition effects of ionic liquid has also been reported by Likhanova etal. [34] for steel. The catalytic approach, therefore, offers a better recycle strategy for graphite with much lower erosion and also reduced NOx generation due to denitration, making it a more sustainable decontamination process.\n                     \n                  \n                  \n                     4.2\n                     Study of the graphene oxide and cerium adsorption\n                     Exfoliation of graphite in an ultrasonic field (mainly without catalyst) generates carbon residue. The carbon residue was analysed using X-ray diffraction (XRD) studies and Raman Spectroscopy. The XRD peak at 26.5° points to the fact that the carbon residue is mainly composed of reduced graphene oxide, as shown in Fig. 4\n                        (a) [35]. The UV–Visible spectrumfurther confirmed the presence of graphene oxide and reduced graphene oxidere spectively based on the observed peak at 230 and 270 nm, as shown in Fig. 4(b). Both the results confirmed the presence of reduced graphene oxide, which is responsible for the adsorption of cerium ions from the leachant solution, leading to its cleanup [36–38]. The quantity of graphene oxide may be low and hence the XRD peak corresponding to graphene oxide at 10° was not observed.\n                     The amount of cerium ion adsorbed on the carbon residue was found to be 1.5 times its own weight. The quantity of adsorbed cerium was measured using ICPOES after burning of the carbon.\n                     In the case of catalysed dissolution, there was no trace of any carbon residue at all. The entire ceria recovered from the graphite was found in the solution which may be attributed to the formation of a protective layer on the surface, which insulates the erosion effects of cavitation. Similar corrosion inhibition behaviour using ionic liquid, Quaternium-32, was reported in steel by Sliem et al. [39] The ionic liquid containing platinum nanoparticles deflects the impact of implosion of cavitating bubbles. The protective mechanism is indeed beneficial in decontamination of graphite, where the formation of carbon residue is not desired.\n                  \n                  \n                     4.3\n                     Decontamination kinetics without catalyst\n                     The HNO3-HCOOH–[N2H5][NO3] combination was chosen as leachant for this study. The nitric acid is the mineral acid used for ceria dissolution, while formic acid and hydrazinium nitrate are the reducing agents aiding the reductive dissolution of ceria. The additional role of the [N2H5][NO3] is to act as an effective anti-nitrous reagent in HNO3 solutions, avoiding undesirable secondary redox processes with the HNO2 formed during HNO3 sonolysis, as reported by Virot et al. [13]\n                     \n                     To evaluate the efficacy of ultrasound in the decontamination process, a comparison of the ceria recovery in silent condition and in the presence of ultrasound was made. It may be noted that 20 kHz was chosen as the operating frequency to maximize the physical effects of cavitation. At low frequency the bubbles formed are larger and therefore, their implosion on the surface of the solid cause greater impact compared to that at higher frequencies. Similar observation was also made in our earlier works [4,5]. Fig. 5\n                        (a) shows the recovery rate of ceria in the leachant at 45 °C in the presence as well as in the absence of ultrasound. There is a fourfold increase in the dissolution rate of ceria in the presence of ultrasound which may be attributed to the microstreaming, cavitation and implosion of bubbles on the surface of graphite occurring due to the 20 kHz and 8 W cm-2ultrasonic field. Similar observations were also made in the case of uranium [4] and yttria [5]. It may, however, be noted that the ceria quantified and shown in Fig. 5(a) is the combined quantity of the cerium ion in solution and that adsorbed on the graphene oxide residue generated in the exfoliation of graphite in the presence of ultrasound. The dissolution increased further at higher temperature of 60⁰C under similar operating conditions. As the temperature of the leachant increases, the recovery of the ceria increases due to higher rates of reaction. The increase of temperature from 45 °C to 60 °C results in an increase in dissolution rate by 38%. Similar observation was also made during ceria dissolution by Virot et al. [18]\n                     \n                  \n                  \n                     4.4\n                     Decontamination kinetics with Pt catalyst\n                     \n                        Fig. 5(b) shows the ceria recovery at 45 °C and 60 °C bath temperature (in %) in the absence and in the presence of 20 kHz ultrasound. On comparing the ceria recovery from the graphite in the presence of platinum nanocatalyst in the presence and in the absence of sonication, it was observed that the dissolution increased 5 times with the use of cavitation.\n                     On comparing the recovery of ceria in the presence of ultrasound and nanocatalyst with the sonicated non catalyzed reaction (Fig. 5(a)), it was seen that there is an increase in dissolution by 2.5 times at 45 °C and twice at 60 °C. The increase of temperature from 45 °C to 60 °C results in an increase in dissolution rate by 75% in the case of the catalyzed dissolution of ceria in the presence of 20 kHz ultrasonic field. The nanoparticles of platinum accelerates the cerium reduction from Ce(IV) reduction to Ce(III) species. The effects of denitration of the nitric acid, leading to slowing of the recovery rate was not observed here which may be attributed to the use of hydrazinium nitrate that acts as an anti-nitrous agent. [18]\n                     \n                  \n                  \n                     4.5\n                     Kinetic model analysis of the ceria recovery\n                     The kinetic data showed that the ceria recovery followed a surface reaction control mechanism, in contrast to the ash diffusion control mechanism reported earlier for uranium [4] and yttrium [5,40]. Fig. 6\n                        (a) compares the three mechanisms for shrinking core model, where the surface reaction control model clearly fits best, giving R2 = 0.939. The same mechanism holds true in the presence and in the absence of the Pt nanocatalyst. The dissolution reaction in the surface is the rate determining step due to poor solubility of ceria in the leachant whereas in the case of relatively easily soluble uranium and yttria coatings, the diffusion from the pores is the slowest step since rate of reaction/dissolution is very fast.\n                     The activation energy of the ceria recovery from the substrate was found to be 104.8 kJ mol−1(without the catalyst) and 98.6 kJ mol−1 in the presence of the catalyst from the slopes of the plot shown in Fig. 6(b). The catalytic reaction shows a slight decrease in the activation energy compared to the non-catalytic approach. The final kinetic equations for the ceria dissolution from graphite substrate using ultrasound in the absence and in the presence of the catalyst are given in Eqn. (6) and Eqn. (7) respectively.\n                           \n                              (6)\n                              \n                                 \n                                    x\n                                    =\n                                    2.6\n                                    x\n                                    \n                                       \n                                          10\n                                       \n                                       15\n                                    \n                                    \n                                       \n                                          e\n                                       \n                                       \n                                          \n                                             -\n                                             104859\n                                          \n                                          \n                                             RT\n                                          \n                                       \n                                    \n                                    t\n                                 \n                              \n                           \n                        \n                        \n                           \n                              (7)\n                              \n                                 \n                                    x\n                                    =\n                                    \n                                       \n                                          5.8\n                                          x\n                                          \n                                             \n                                                10\n                                             \n                                             14\n                                          \n                                          e\n                                       \n                                       \n                                          \n                                             -\n                                             98596\n                                          \n                                          \n                                             RT\n                                          \n                                       \n                                    \n                                    t\n                                 \n                              \n                           \n                        \n                     \n                     where  x is the extent of dissolution of ceria, t is time elapsed, R is the universal gas constant and T is the reaction temperature.",
    "Conclusions": "5\n                  Conclusions\n                  The present work demonstrated catalytic decontamination of ceria from graphite without erosion of the substrate. Despite the presence of ultrasound, the graphite erosion was completely inhibited due to the enhanced denitration of nitric acid and presence of the ionic liquid based platinum nanocatalyst. The catalyzed process results in faster ceria dissolution and generates no carbon residue and lower NOx gases than the uncatalyzed process. Therefore, no secondary waste in the form of graphite dust was generated. Less erosion will help in better reuse of the graphite substrate as its mechanical strength will not be affected due to erosion. Overall, the work has clearly shown improved decontamination with minimum negative effects on graphite confirming effective recycle.\n                  \n                     CRediT authorship contribution statement\n                     \n                        Sutanwi Lahiri: Conceptualization, Methodology, Investigation, Writing – original draft. D. Mandal: Writing – review & editing, Supervision. S. Biswas: Resources. P.R. Gogate: Supervision, Writing – review & editing. R.L. Bhardwaj: Supervision, Writing – review & editing, Project administration."
  },
  "references": []
}