{
  "title": "11 Environmental aspects of planarization processes",
  "authors": [
    "Speed, D.E."
  ],
  "publication": {
    "journal": "Advances in Chemical Mechanical Planarization (CMP)",
    "date": "2022-12-31",
    "doi": "10.1016/B978-0-12-821791-7.00002-2"
  },
  "abstract": "This chapter describes the occurrence, behavior, and treatment of wastewater that is produced by the Chemical Mechanical Planarization (CMP) process when it is used to planarize semiconductor wafers. CMP is conducted using an abrasive slurry consisting of nanosized (<100 nm) alumina, ceria, or amorphous silica particles, and aided by metal complexing and passivating agents, dispersants, and pH modulators, as needed by the particular wafer application. The chapter is primarily directed to engineers who may need to design and/or operate wastewater treatment processes in semiconductor manufacturing facilities (fabs). The composition of CMP slurry wastewaters is described, along with the principal physical and chemical processes that influence the behavior of alumina, ceria, and silica particles in an aqueous system. Key unit operations that may be applicable to the removal of nanosized particles from wastewaters are described, including coagulation, flocculation, sedimentation, filtration, flotation, electrocoagulation, and biological wastewater treatment. Metal solubility, complexation and removal is described, with a focus on copper. The role and removal of metal complexing and passivating agents is described, with a focus on the properties and behavior of two particular examples, glycine and azoles. Key research needs are described, including the need for validated analytical methods for measuring nanoparticle fate and behavior in complex waste streams.",
  "keywords": [
    "Alumina",
    "Ceria",
    "Azoles",
    "Copper",
    "CMP",
    "Environmental",
    "Membranes",
    "Nanoparticle behavior",
    "Semiconductor manufacturing",
    "Silica",
    "Solubility",
    "Unit operations",
    "Wastewater"
  ],
  "sections": {
    "Introduction": "11.1\n               Introduction\n               This chapter addresses the characterization and treatment of wastewater generated by chemical mechanical planarization (CMP) processes in semiconductor manufacturing facilities (fabs). The chapter is primarily directed to engineers who may need to design wastewater treatment processes for CMP slurries and draws information from the published literature that may be useful toward that goal. The first section of this chapter assembles information from the published literature regarding the composition of CMP slurries and the resulting composition of CMP slurry wastewaters. The second section summarizes wastewater treatment objectives, including regulatory requirements, and effluent toxicity considerations. The third section describes the physicochemical processes that influence CMP particle behavior and which can be employed in engineered systems for wastewater treatment. Coagulation flocculation processes, sedimentation, filtration, flotation, and electrocoagulation processes are described, as well as the behavior and fate of alumina, ceria, and silica nanoparticles in biological wastewater treatment plants. The fourth section addresses the behavior and treatment of copper in CMP wastewater, and the influence of complexing agents. The fifth section addresses the use of azoles passivating agents, and methods to remove azoles from wastewater.",
    "Wastewater generation and characterization": "11.2\n               Wastewater generation and characterization\n               CMP slurries are formulated with a combination of abrasive particles and chemical additives. As the name implies, the abrasive particles provide a mechanical scouring action that helps remove material from the surface of the wafer. With few exceptions, the abrasive particles are comprised of alumina, ceria, or amorphous silica (Al2O3, CeO2, SiO2). Depending on the particular application, the size of the abrasive particles may be from approximately 10 to 200 nm, but typically fall within with a narrow normally distributed range, but multimodal distributions have been reported [18,99]. Particles and/or agglomerates of particles larger than 500 nm are generally associated with a high defect rate, and avoided [18].\n               Anywhere from a few to on the order of a dozen chemical additives may be added to a particular slurry, depending upon the application [110]. Additives are selected for their ability to stabilize aqueous dispersion of abrasive particles, oxidize or etch material from the wafer surface, enhance the solubility of removed metals, and passivate areas that otherwise might be removed too rapidly, and lead to an irregular surface. As such, common additives include acids or bases and pH buffers, oxidizers, dispersants, complexing agents, surfactants, antimicrobials, and corrosion inhibitors, as summarized in Table 11.1\n                  .\n               A typical semiconductor fab employs a fleet of dozens of CMP tools, which may be grouped by similar slurry type and CMP operation. Slurries are premixed within a distribution facility and pumped to the CMP tools through recirculating flow systems that are designed to minimize the shear forces exerted on the slurries, and maintain particle stability. Slurry is dispensed to a tool at the initiation of a wafer polishing step, during which water may be added at various stages, including for the rinsing of the wafer following the polishing step. Additional chemicals may be dispensed to assist with the conditioning and cleaning of wafer polishing pads. A typical wafer production step might involve the application of between 0.2 and 1.0 L of CMP slurry, 1–2 L of rinse water, and another 5 or more liters of pad cleaner and rinse water. The quantity of wastewater generated per wafer undergoing CMP polishing may typically exceed 10 or more liters. Some reports indicate that CMP processes account for 30–40 percent of the total water used by a fab [39,106].\n               The effluent wastewater from a CMP tool contains dissolved and particulate material that has been removed from the wafer, as well as the waste slurry components, associated rinse waters, and residual materials from the pads and pad conditioning. For a given wafer type and CMP application, the composition of the wastewater can be estimated from knowledge of the recipe in conjunction with measurements of the quantity of slurry and rinse water used per wafer. For instance, Dumitrescu et al. (2017) polished a 4 inch diameter Cu blanket wafer with a slurry consisting of 30 (g/L) amorphous silica, 10 (g/L) glycine, 0.1 (g/L) benzotriazole, and 10 (g/L) H2O2. They applied the slurry flow at 120 (ml/min) and achieved a surface removal rate of 976.6 (nm/min). Following polishing and rinsing the components were diluted by a factor of ∼8.3 relative to the raw slurry composition, and the measured Cu concentration was 67 (mg/L), relative to an estimated 71 (mg/L) from materials balance.\n               The routing and treatment of CMP wastewater is dependent on fab specific considerations including the tool layout within the fab, availability and location of space and infrastructure, as well as whether the fab treats and discharges wastewater directly to a receiving water body, or whether it pretreats wastewater for discharge to a municipal wastewater treatment facility. Fig. 11.1\n                  , for example, illustrates the routing through a fab in which a CMP wastewater undergoes CMP-specific treatment prior to being combined with wastewater sources from elsewhere within the fab. Wastewater discharge from a fab is typically pre-treated and then discharged to a municipal sewer system where it combines with other sources of wastewater from within the municipality and is routed to publically owned treatment works (POTW), for biological wastewater treatment. However, some fabs have on-site biological wastewater treatment and may discharge directly into a receiving water body.\n               \n                  Table 11.2\n                   summarizes published information on the composition of CMP wastewaters prior to treatment. Although few of the published descriptions provide explicit detail regarding flow rates and where in the fabs wastewater treatment process flow stream the samples were drawn, it is inferred that the majority of the wastewater compositions listed in Table 11.2 represent CMP wastewater streams prior to combination with significant quantities of other fab waste streams, and treatment. Most CMP slurry wastewaters reported in Table 11.2 are in the neutral to alkaline pH range. Reported median particle sizes range from 20 nm to more than 800 nm, but few reports provide detailed information regarding the particle size distributions. Some CMP wastewater particle size distributions that have been published suggest a broadening of the particle size distribution relative to the virgin slurry (Golden et al., 2000; [37]). The broadening of the particle size distribution toward larger particle sizes suggests the formation of agglomerations of the original slurry particles and/or the growth of particulates. Conversely, the removal of small particles of material from the wafer surface and/or the formation of incipient precipitates may tend to broaden the particle size distribution to include smaller sized particles. In a study by Huang et al. (2005, [83]), for instance, the copper in the CMP wastewater was approximately evenly distributed between dissolved copper and 13 nm solid Cu oxide particles.\n               The total solid concentrations listed in Table 11.2 range between 1500 and 8200 mg/L. By convention, the total solid concentrations are parsed into suspended solids and a dissolved solids component. Historically, a 0.45 μm filter has been employed to provide an operational differentiation between dissolved and suspended solids [168]. However, the particle sizes employed in CMP slurries are almost always much smaller than 450 nm and thus the conventional assignment of dissolved solids more likely represents a combination of dissolved and colloidal (nanoparticulate) matter. All of the wastewaters for which a zeta potential was reported had negative zeta potentials. Copper in the CMP wastewater generally derives from copper metallization layers, and over the past several years there has been an increasing trend toward the use of copper metallization. Few reports list the hydrogen peroxide concentration, but hydrogen peroxide is commonly used in metal polishing slurries, and can have an important influence on the behavior of wastewater constituents [134]. The reported total organic carbon (TOC) levels range between 2 and 15 mg/L, but can run into the hundreds of mg/L. Total silica, as Si, ranges between 2 and 4000 mg/L and can be attributed to a combination of silica slurry particles and silica removed from wafers. Reported values for the total aluminum concentration range from less than 1–19 mg/L. Ceria values are seldom listed. A very rough general rule of thumb is that the use of silica, alumina, and ceria slurries may typically be on the order of 90:9:1.",
    "Treatment objectives": "11.3\n               Treatment objectives\n               \n                  11.3.1\n                  Wastewater flowpaths and discharge requirements\n                  The wastewater effluent from a Fab is typically discharged to a municipal sewer system where it combines with wastewater from elsewhere within a municipality and is routed to a publically owned treatment works (POTW). At a POTW, wastewater undergoes biological wastewater treatment prior to discharge to a receiving water body. POTW remove organic BOD and generally also ammonia-nitrogen. In the US, the effluent quality from a POTW must be in accordance with the conditions of their SPDES or NPDES permit requirements. In turn, industry that discharge wastewater to POTW are required to have an industrial dischargers permit, which contain POTW specific discharge criteria that help address the specific needs of the POTW, as well as industry specific criteria, known as Categorical Standards, that are required under the Clean Water Act.\n                  The management of wastewater effluents is aided by a consideration of the expected concentrations and fate of individual wastewater constituents at the principal nodes along the wastewater flow path from point of generation, through the fab industrial wastewater system; within the sewer and POTW, and ultimately at the point where the POTW discharges to a receiving water body, as illustrated in Fig. 11.2\n                     . In addition to conforming to Fab effluent requirements; two important water quality benchmarks are: 1) the concentration at which a chemical in the influent to a POTW is inhibitory to the biomass in the POTW, and 2) the concentration at which a chemical in the effluent to a POTW is toxic to aquatic organisms in the receiving water body.\n                  In the absence of measured concentrations, chemical usage records can be employed in conjunction with wastewater flow rates to estimate the nominal concentration at a given node within the flow system, under the assumption of completely conservative behavior. However, as illustrated in the following examples, few chemicals behave in a completely conservative manner, and thus the nominal calculated concentration serves only as a reference.\n                  Copper that is removed from wafers during CMP must be removed in accordance with effluent limits prior to discharge from a Fab. The effluent discharge standards for copper assure that copper concentrations entering a POTW will be below inhibitory concentrations, and likewise that the copper concentration discharged from a POTW will be below the concentrations that are toxic to aquatic organisms. Section 11.5, describes copper behavior and removal in wastewater treatment.\n                  The alumina, ceria, and silica particles that are used as abrasives in CMP slurries are not typically individually regulated, and may likely be removed adventitiously when present in a wastewater treatment process for copper. Section 4 describes the engineered removal of alumina, ceria, and silica particles. The concentrations at which alumina, ceria, and silica particles are inhibitory to biomass is generally reported to be quite high. The concentrations at which bare alumina, ceria, and silica nanoparticles are toxic to aquatic species are summarized in Fig. 11.3\n                      for daphnia. The acute toxicity values fall reported in Fig. 11.3 generally fall in the range of slightly toxic (> 10 – 100 mg/L) to “practically nontoxic” category (> 100 mg/L), according to EPA's criteria for ecological risk assessments for acute toxicity to aquatic organisms.\n                  Glycine is a component of some CMP slurries and is also a naturally occurring amino acid that is ubiquitous in the environment as a component of protein molecules in animals and vegetables. The ECHA (European Chemicals Agency) registration dossier for glycine indicates that it is readily biodegradable with a biodegradation No Observable Effects Concentration (NOEC) of > 100 (mg/L) as measured by OECD 301C (ECHA, July 2020). ECHA also reports an LC50 (96 hr) for glycine to the freshwater fish Oryzias latipes of greater than 1,000 (mg/L), and a NOEC > 1,000 (mg/L) for the aquatic algae, Pseudokirchneriella subcapitata. Dumitrescu et al. [54] report that for zebrafish embryo the LD50 is 130 (mg/L) for glycine alone, whereas mixtures containing SiO2 with glycine, H2O2, or benzotriazole exhibited higher lethality to zebrafish embryos than for the bare SiO2 particles or the individual chemicals. They proposed that the surface adsorption of glycine or BTA onto SiO2 NP may contribute to the silica particles toxicity, but did not report LD50 for the mixtures. In contrast, they reported that a mixture of CeO2 and glycine exhibited reduced lethality in comparison with glycine alone.\n                  Hydrogen peroxide, H2O2, is a component of many CMP slurries, and as a strong oxidant is toxic to biomass and aquatic organisms. However, H2O2 is generally reported to undergo extensive removal in a sewer system, and in some situations is intentionally added to mitigate formation of corrosive sulfides [27].\n                  Azoles are a common component of CMP slurries and cooling water systems. Although azoles may not be individually listed in wastewater discharge permits, they are known to be potent nitrification inhibitors and thus require careful consideration. Nitrification inhibition is summarized below, and processes to remove azoles from wastewater are described in Section 6.\n                  Biological wastewater treatment processes employ consortia of heterotrophic and autotrophic microorganisms to remove carbonaceous organic chemicals and ammonia-nitrogen, respectively. Given appropriate levels of oxygen and alkalinity along with sufficient residence time the biomass in a POTW are generally effective in metabolizing a wide range of natural and anthropogenic organic chemicals. However, certain chemicals, like biocides are toxic to the biomass when present above threshold concentration levels, whereas others are considered biostatic, and are believed to inhibit the growth rate, without killing the biomass. 1,2,4-triazole, for instance, is employed as a nitrification inhibitor in soils because it has a bacteriostatic effect that retards nitrification, but does not kill the nitrifying bacteria even after repeat application [162]. Generally, the autotrophic bacteria that nitrify ammonia to nitrate are found to be more sensitive to the influence of chemicals than other microbial consortia (Blum and Speece, 1991; [69,79]).",
    "CMP wastewater particle characterization and removal": "11.4\n               CMP wastewater particle characterization and removal\n               \n                  11.4.1\n                  CMP wastewater particle characterization and removal objectives\n                  The particles in a wastewater are subject to physical, chemical, and biological processes including dissolution, adsorption, aggregation, and settling. These processes influence the particle number and mass concentrations, size distribution, surface area, and charge. In order to evaluate the efficacy of a given wastewater treatment processes for a particular type of particle in a manner that provides mechanistic insight, it is desirable to measure how these attributes evolve across the flow path of the wastewater processes stream.\n                  The analytical characterization of nano sized (< 100 nm) particles in water, particularly in the complex environment represented by a waste water, involves difficult analytical challenges that requires the application of complementary and overlapping analytical techniques [34,74,166,189]. Particle size distribution measurements provide information on the total number count by particle size, but does not discriminate between particles of different chemical compositions. Moreover, it can be difficult to obtain reliable particle size distributions in wastewater which contains a broad distribution of particle sizes, as the larger particles interfere with the measurement of smaller particle sizes when using conventional particle size distribution measurement methods [26].\n                  Mass-based concentration measurements, using ICP or AA that measure the total elemental composition on a digested water sample, can reveal the total concentration of Al, Ce, or Si, in units of (mg/L). In conventional water quality analysis for environmental applications it is common to employ a 0.45 μm pore size filter as an operational means of discriminating between dissolved and particulate matter [168]. However, as noted, the use of a filter with such a large nominal pore diameter may have limited utility toward characterizing aqueous dispersion of particles that may predominately range in the 10 to 200 (nm) size.\n                  Various methods for differentiating nanoparticle sized CMP particles from dissolved ions have been described in the literature ([34]; Kerstens et al, 2016; [166]). One method involves placing a 10 (ml) of sample in a centrifuge tube that is fitted with an internal membrane with a 30 kDa nominal molecular weight limit (Millipore, Darmstadt, Germany), that subsequently centrifuged at 5,000 g for 30 minutes to provide a filtered centrate for analysis [166]. A second method involves a 2 stage centrifugation, where in the first stage a 1.5 (ml) sample is centrifuged at 20,000 g for 60 minutes, and in the second stage, 1.2 (ml) of the centrate from the first stage is centrifuged at 100,000 g for 60 minutes. The ability of the two methods to discriminate between 1 (mg/L) of dissolved and nano sized colloidal silca particles was demonstrated using a replicate analysis of 1(mg/L) [166].\n                  Individual particles that are collected on the surface of filters can be characterized for size, morphology, and elemental composition with the aid of SEM-EDX or TEM-EDX. Choi et al. [34] describe analytical techniques for characterizing the distribution and fate of Zn and Ti NP in POTWs. Key analytical steps include dialysis to separate soluble metal ions from the sludge matrix, oxidation to separate NP from organic matrices, sonic dispersion of large particulates followed by high-speed centrifugation to isolate nanoparticles, and acid digestion of metals, as well as elemental mapping via SEM/EDX.\n                  In evaluating the contributions and fate of CMP particles in a fab wastewater, it should be noted that silica and aluminum can originate from a variety of sources, including water treatment chemicals. It follows, that efforts to perform mass balance accounting should include the use of control samples that differentiate source contributions.\n               \n               \n                  11.4.2\n                  Particle behavior\n                  The engineering of a process to remove particles from an aqueous solution involves a consideration of the physical and chemical forces at work, and whether they act on the body of the particle, or the surface of the particle. With these factors in mind, a particle removal problem can be considered in terms of the stability of the particles in solution, and the steps necessary to chemically destabilize the particles and physically separate them from the aqueous phase. As described below, small particles have a high surface area to mass ratio, are less amenable to gravitational settling, and are more highly influenced by surface acting processes. This can be appreciated by considering that for a given concentration of particles, a dispersion of 10 nm diameter particles contains a million more particles, and 100 times greater surface area, than if the same concentration was present in the form of 1000 nm diameter particles.\n                  Stokes law involves a consideration of the physical forces that influence the behavior of a particle in a fluid. In particular, Stokes law involves a consideration of the balance between the gravitational, buoyancy, and drag forces at work, and can be used to estimate the terminal settling velocity of a spherical particle in a fluid: \n                        \n                           (11.1)\n                           \n                              \n                                 \n                                    u\n                                    p\n                                 \n                                 =\n                                 \n                                    \n                                       2\n                                       \n                                          (\n                                          \n                                             ρ\n                                             p\n                                          \n                                          −\n                                          \n                                             ρ\n                                             w\n                                          \n                                          )\n                                       \n                                       g\n                                       \n                                          r\n                                          \n                                             p\n                                          \n                                          2\n                                       \n                                    \n                                    \n                                       9\n                                       μ\n                                    \n                                 \n                              \n                           \n                        \n                     where ρp is the particle density, ρw is the density of water, rp is the particle radius, g is the gravitational constant, and μ is the dynamic viscosity of water [218]. Fig. 11.4\n                      shows the time required for a silica particle to settle 1 m in water, as calculated using the Stokes settling velocity. It is evident that particles that are smaller than a few microns undergo negligible gravitational settling in water, and can essentially be considered as suspended within the fluid flow field. Coagulation/sedimentation processes, as will be described below, act to destabilize suspensions of small particles and aggregate them into a larger mass that is more amenable to gravitational settling.\n               \n               \n                  11.4.3\n                  Surface charge\n                  The tendency of a suspension of particles to remain dispersed or aggregate is largely dependent on their surface charge. Like-charged particles repulse, and oppositely charged particles tend to attract one another. There are three principal means by which particles in water acquire a charge: (1) chemical reaction at the particle surface, (2) lattice imperfections or isomorphic substitution, and (3) adsorption of charged organic material [168]. Protonation and deprotonation of surface functional groups is a primary manner by which alumina, ceria, and silica particles acquire surface charge. The surface of silica, SiO2, particles in contact with water can be represented by the neutral silanol group, \n                        \n                           ≡\n                           S\n                           i\n                           O\n                           H\n                        \n                     , which is amphoteric, and with protonation can take on a positive charge, \n                        \n                           ≡\n                           S\n                           i\n                           O\n                           \n                              H\n                              2\n                              +\n                           \n                        \n                     , and with deprotonation take on a negative charge, \n                        \n                           ≡\n                           S\n                           i\n                           \n                              O\n                              −\n                           \n                        \n                     . More generally, the surface Si, Al, and Ce atoms can be represented as Me in the following pH-dependent equilibrium relations [168]\n                     (11.2a)\n                     \n                        \n                           (11.2a)\n                           \n                              \n                                 ≡\n                                 MeOH\n                                 +\n                                 \n                                    \n                                       H\n                                    \n                                    +\n                                 \n                                 \n                                    ⟷\n                                    \n                                       K\n                                       \n                                          a\n                                          1\n                                       \n                                    \n                                 \n                                 ≡\n                                 \n                                    MeOH\n                                    \n                                       2\n                                    \n                                    +\n                                 \n                              \n                           \n                        \n                     \n                     \n                        \n                           (11.2b)\n                           \n                              \n                                 ≡\n                                 MeOH\n                                 −\n                                 \n                                    \n                                       H\n                                    \n                                    +\n                                 \n                                 \n                                    ⟷\n                                    \n                                       K\n                                       \n                                          a\n                                          2\n                                       \n                                    \n                                 \n                                 ≡\n                                 Me\n                                 \n                                    \n                                       O\n                                    \n                                    −\n                                 \n                              \n                           \n                        \n                     \n                  \n                  Reported values for the equilibrium constants for the alumina, ceria, and silica protonation and deprotonation reactions are listed in Table 11.3\n                      in the form of their corresponding negative logarithm values pKa1 and pKa2. The pH at which the charge is neutral is known as the pH zero-point-of-charge, pHzpc, and is also listed in Table 11.3. Silica has a low pHzpc, and in clean water therefore has a negative charge for pH greater than about 2. Alumina has a pHzpc of ∼9, and thus becomes positively charged at lower pH and negatively charged at higher pH. The reported pHzpc for ceria particles fall within the neutral pH range and so they likewise are positively charged under acidic conditions and negatively charged under alkaline conditions [124].\n                  The dependency of particle surface charge on pH can be characterized in aqueous sample using electrochemical titrations or electrophoretic mobility measurements. Electrophoretic mobility measurements can be used to estimate the zeta potential, which is a commonly employed measure of the particle surface charge. A general rule of thumb is that particles for which the zeta potential is greater than ±20–30 mV are stable, unless they are destabilized by some other means, such as steric hindrance (Benjamin and Lawler, 2013; [13]a). In practice, a combination of zeta potential and particle size distribution data are often measured on water samples across a range of pH to provide insight into the combination of pH and chemical additives that provide charge neutralization and result in particle aggregation for a given wastewater. Examples of some of these measurements on alumina, ceria, and silica particles are described in a section below.\n                  It is useful to consider surface charge at a molecular scale, where it influences the distribution of the aqueous ions in the immediate vicinity of a particle as well as the interaction of the particle with other particles and surfaces. Immediately adjacent to the surface of a charged particle lies a compact layer of ions that have been attracted to the surface because of their opposite charge, and are referred to as counter-ions (Probestein, 2003). The compact layer is typically quite thin, and may only be on the order of 1 nm. Outside of the compact layer, is a second layer known as the diffuse layer, which contains a mixture of counter-ions and co-ions, the concentration and distribution of which are likewise affected by the charge on the particle surface. The co-ions have the same charge as the particle surface, and under the influence of charge repulsion, they have a lower concentration than the surrounding bulk water concentration. Conversely, the distribution of counter-ions within the diffuse layer is likewise influenced by the charge at the particle surface, and so their concentration is higher than in the surrounding bulk water.\n                  The boundary between the compact and the diffuse layer is referred to as the d-plane, and in the simplistic diffuse layer mode illustrated in Fig. 11.5\n                     , the particle surface potential, ψd, is defined as the value at the d-plane. In this model, therefore, the compact layer is considered to be part of the particle (Probestein, 2003). The electrical potential ψ(x) decays with distance from the particle surface, and influences the ion distribution out across the diffuse layer and into the bulk solution. The thickness of the diffuse layer is generally referred to as the Debye length, although strictly speaking the Debye length is mathematically defined as the characteristic length, λD, at which the potential reduces to 1/e of its value at the surface of the particle (Benjamin and Lawler, 2013). The characteristic length of the diffuse layer can be calculated using Eq. (11.3), and provides useful insights regarding the influence of electrolyte concentration and charge toward destabilizing particle dispersions as described below (Eq. (11.3)) \n                        \n                           (11.3)\n                           \n                              \n                                 \n                                    \n                                       λ\n                                       D\n                                    \n                                    =\n                                 \n                                 \n                                    \n                                       (\n                                       \n                                          \n                                             \n                                                e\n                                                2\n                                             \n                                             ∑\n                                             \n                                                \n                                                   n\n                                                   i\n                                                \n                                                \n                                                   z\n                                                   i\n                                                   2\n                                                \n                                             \n                                          \n                                          \n                                             \n                                                \n                                                   ε\n                                                \n                                                w\n                                             \n                                             \n                                                k\n                                                B\n                                             \n                                             T\n                                          \n                                       \n                                       )\n                                    \n                                    \n                                       −\n                                       0.5\n                                    \n                                 \n                              \n                           \n                        \n                     where: \n                        \n                           e = the elementary charge (1.6022E19 Coulombs)\n                        \n                        \n                           ni = concentration of the ith species as molecules/m3\n                           \n                        \n                        \n                           zi = the charge number on the ith species\n                        \n                        \n                           kB = the Boltzman constant (1.3807E23 J/K)\n                        \n                        \n                           T = temperature in K\n                        \n                        \n                           ε = the permittivity in water (C2/J/m)\n                        \n                        \n                           NA = Avagadros number = 6.022E23 (molecules/mol)\n                        \n                     \n                  \n               \n               \n                  11.4.4\n                  Particle stability and destabilization\n                  The stability of particles in water can be described in terms of the net balance between the attractive and the repulsive forces that act between a pair of particles. DLVO (Derjaguin, Landau, Verwey, and Overbeek) theory addresses the interaction between pairs of particles based on the net influence of the repulsive forces that derive from the electrostatic forces, and the attractive forces that derive from van der Waals forces [58]. The electrostatic forces act over relatively long distances, and result from the charge resident on the surface of the particles. The attractive van der Waals forces result from dipole–dipole interactions and act only at short distances. Thus, two particles that approach each other on a trajectory at separation distances, experience a combination of attractive, VvdW, and repulsive, Ves forces: \n                        \n                           (11.4)\n                           \n                              \n                                 \n                                    V\n                                    T\n                                 \n                                 =\n                                 \n                                    V\n                                    \n                                       v\n                                       d\n                                       W\n                                    \n                                 \n                                 \n                                    (\n                                    \n                                       r\n                                       p\n                                    \n                                    ,\n                                    S\n                                    ,\n                                    \n                                       A\n                                       H\n                                    \n                                    )\n                                 \n                                 +\n                                 \n                                    V\n                                    es\n                                 \n                                 \n                                    (\n                                    \n                                       ψ\n                                       d\n                                    \n                                    ,\n                                    \n                                       r\n                                       p\n                                    \n                                    ,\n                                    s\n                                    ,\n                                    \n                                       n\n                                       b\n                                    \n                                    ,\n                                    z\n                                    ,\n                                    k\n                                    ,\n                                    T\n                                    )\n                                 \n                              \n                           \n                        \n                     \n                  \n                  If the repulsive forces dominate, then approaching particles will tend to veer from one another, but if the repulsive forces can either be overcome or suppressed, then the particles can approach closely enough for the attractive forces to dominate and the particles attach to one another forming an agglomerate. The attractive energy term is a function of the particle radius, rp, the separation between the two particles, s, and the Hamaker constant, AH. The Hamaker constant is specific to the material properties of a particular particle and expresses the polarizability. The repulsive energy term is a function of the surface charge ψ\n                        d\n                     , the particle radius, rp, the separation distance, s, the concentration of the ions in solution, nb, the charge on the ions, z, and the temperature, T. For two spherical particles of the same diameter and material, the electrostatic energy is given by (Benjamin and Lawler, 2013) (Eq. (11.5)) \n                        \n                           (11.5)\n                           \n                              \n                                 \n                                    V\n                                    es\n                                 \n                                 =\n                                 64\n                                 π\n                                 \n                                    \n                                       \n                                          n\n                                          b\n                                       \n                                       \n                                          k\n                                          B\n                                       \n                                       T\n                                    \n                                    \n                                       κ\n                                       2\n                                    \n                                 \n                                 \n                                    \n                                       r\n                                       \n                                          p\n                                       \n                                       2\n                                    \n                                    \n                                       (\n                                       s\n                                       +\n                                       2\n                                       \n                                          r\n                                          p\n                                       \n                                       )\n                                    \n                                 \n                                 \n                                    \n                                       \n                                          [\n                                          \n                                             tanh\n                                             \n                                                (\n                                                \n                                                   \n                                                      z\n                                                      \n                                                         \n                                                            \n                                                               ψ\n                                                            \n                                                            ¯\n                                                         \n                                                         d\n                                                      \n                                                   \n                                                   4\n                                                \n                                                )\n                                             \n                                          \n                                          ]\n                                       \n                                    \n                                    2\n                                 \n                                 exp\n                                 \n                                    (\n                                    −\n                                    κ\n                                    s\n                                    )\n                                 \n                              \n                           \n                        \n                     where \n                        \n                           \n                              \n                                 \n                                    \n                                       ψ\n                                       ¯\n                                    \n                                    d\n                                 \n                               = the dimensionless surface potential, given as \n                                 \n                                    \n                                       \n                                          ψ\n                                          ¯\n                                       \n                                       d\n                                    \n                                    =\n                                    \n                                       \n                                          e\n                                          \n                                             ψ\n                                             d\n                                          \n                                       \n                                       \n                                          \n                                             k\n                                             B\n                                          \n                                          T\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              n\n                              b = number concentration of anions or cations in the bulk solution (#/m3)\n                        \n                        \n                           \n                              k\n                              B = the Boltzman constant\n                        \n                        \n                           e = the electric charge on a particle\n                        \n                     \n                  \n                  The van der Waals attraction term for two spherical particles of the same diameter and material properties is given (Benjamin and Lawler, 2013): (Eq. (11.6)) \n                        \n                           (11.6)\n                           \n                              \n                                 \n                                    V\n                                    vdW\n                                 \n                                 =\n                                 \n                                    \n                                       −\n                                       \n                                          A\n                                          H\n                                       \n                                    \n                                    6\n                                 \n                                 \n                                    (\n                                    \n                                       \n                                          2\n                                          \n                                             \n                                                s\n                                                \n                                                   −\n                                                   2\n                                                \n                                             \n                                             −\n                                             4\n                                          \n                                       \n                                       +\n                                       \n                                          2\n                                          \n                                             s\n                                             \n                                                −\n                                                2\n                                             \n                                          \n                                       \n                                       +\n                                       ln\n                                       \n                                          \n                                             \n                                                s\n                                                \n                                                   −\n                                                   2\n                                                \n                                             \n                                             −\n                                             4\n                                          \n                                          \n                                             s\n                                             \n                                                −\n                                                2\n                                             \n                                          \n                                       \n                                    \n                                    )\n                                 \n                              \n                           \n                        \n                     where \n                        \n                           \n                              A\n                              H = the Hamaker constant\n                        \n                        \n                           rp = radius of particles\n                        \n                        \n                           s = distance between the surfaces of two interacting particles\n                        \n                        \n                           \n                              \n                                 \n                                    \n                                       s\n                                       ¯\n                                    \n                                    =\n                                    \n                                       \n                                          s\n                                          +\n                                          2\n                                          \n                                             r\n                                             p\n                                          \n                                       \n                                       \n                                          r\n                                          p\n                                       \n                                    \n                                 \n                               = dimensionless, center-to-center particle separation distance\n                        \n                     \n                  \n                  \n                     Fig. 11.6\n                      illustrates the individual van der Waals and electrostatic energies and their sum, as a function of the separation distance between two 100 nm diameter particles with 50 mV surface charges in water at 25 °C. It can be noted from a plot of energy versus separation distance, that at a distance of 50 nm there is negligible interaction energy. As the separation distance decreases, the net interaction energy initially becomes increasingly repulsive and reaches a maximum. At still smaller separation distances the attractive energies become dominant, allowing the particles to contact. If the energy barrier preventing particle contact is small enough, then the kinetic energy provided during mixing can overcome the repulsive forces and allow the particles to aggregate.\n                  DLVO theory provides a useful but imperfect framework for describing the stability of particle dispersions. Various extensions to DLVO theory have been made in order to address the role of additional factors that influence particle behavior, and are generally referred to as extended DLVO theory [58]. One particularly important extension addresses the role of chemicals, typically organic chemicals, that adsorb to the surface of particles and modify their charge behavior. As addressed below, the adsorption of organic chemicals to a particle surface can alter the effective particle size and surface charge. This may hinder the approach of two particles or alternatively the organic may attach to and bridge between particles [119].\n               \n               \n                  11.4.5\n                  Engineered particle destabilization\n                  There are four principal mechanisms by which particle dispersions can be destabilized [20]: \n                        \n                           1) Neutralization of the surface charge by adsorption of counter-ions\n                        \n                        \n                           2) Addition of electrolytes to compress the thickness of the diffuse layer\n                        \n                        \n                           3) Addition of surface active organics that provide interparticle bridging\n                        \n                        \n                           4) Formation of a precipitate that captures particles in a sweep floc\n                        \n                     \n                  \n                  These mechanisms are described in the following sections.\n                  \n                     11.4.5.1\n                     Adsorption and charge neutralization\n                     The adsorption of counter-ions reduces the net charge, and thus reduces the repulsive forces between particles and aids in the destabilization of the particle suspension. As illustrated in Fig. 11.5, ions that are of opposite charge to the particle surface become a part of the compact layer and influence the magnitude of the surface charge ψd. When the intent of the chemical addition is to destabilize particle dispersions, then the concentration of the additive needs to be stoichiometric relative to the number of particles and the number of charged sites on the particles so that charge neutralization is achieved. For instance, as cations are added to a solution containing negatively charged particles, and undergo adsorption to the particle surface, the negative charge is first reduced and then becomes neutral. However, the addition and adsorption of an excess number of positive ions could cause the particle to switch from negative to positive, resulting in restabilization of the particle.\n                  \n                  \n                     11.4.5.2\n                     Adsorption and interparticle bridging\n                     A number of alternative large organic polymers can be used to adsorb to, and bridge between, particles, combining them into a settleable or filterable floc. Typically the organic chemicals used in this application are high MW organic polymers. In some cases the organic chemical may possess the same charge as the particle surface, but when coupled with a polyvalent ion like Ca2+, can serve to bridge between the particles in a dispersion.\n                  \n                  \n                     11.4.5.3\n                     Diffuse layer compression\n                     The addition of electrolyte increases the ionic strength of a solution and compresses the diffuse layer, helping to reduce the distance over which the electrostatic repulsive forces are effective. This is evident directly from the form of Eq. (11.3), where it can be seen that λ\n                           D\n                         decreases with increasing ion concentration. For a monovalent ion, λ\n                           D\n                         ∼1 nm at a concentration of 100 mol/m3 and λ\n                           D\n                         ∼10 nm at a concentration of 1 mol/m3. It is also evident that λ\n                           D\n                         decreases with increasing valency. More highly charged ions help screen the charge repulsion between particles. It can be shown that for the series z = 1, 2, 3 as, for instance, Na+, Ca2+, and Al3+, the equivalent concentrations are in the ratio 100:1.56:0.137. λ\n                           D\n                         also increases as the square root of temperature. In order for the attractive forces between particles to dominate, the diffuse layers surrounding two particles must merge to within roughly the thicknesses of λ\n                           D\n                        . In the absence of thermal motion, the diffuse layer would collapse to an infinitely thin thickness (Probestein, 2003).\n                  \n                  \n                     11.4.5.4\n                     Sweep floc\n                     The addition and precipitation of multivalent metal salts like alum or ferric chloride can create a dense and readily separable floc that can enmesh and capture particles in a process known as a sweep floc. In addition to physically ensnaring particles, iron and aluminum hydroxide flocs also present a large and active surface area, which is effective in removing certain dissolved chemicals.\n                  \n               \n               \n                  11.4.6\n                  Physicochemical characteristics and behavior of alumina, ceria, and silica particles\n                  \n                     11.4.6.1\n                     Silica particles\n                     Amorphous silica, SiO2, has a molecular weight (MW) of 60.08 (g/mol), a density of ∼2.65 (g/cm3), a pHzpc of ∼2, and can be formed using both pyrolytic and precipitation methods. Crystalline silica has a significantly lower aqueous solubility and higher toxicity than amorphous silica, and is not used in CMP. The method by which amorphous silica is synthesized influences its surface functionality and toxicity. In the Stober process, SiO2 particles are precipitated from a solution of tetraethylorthosilicate with water and ammonia, in a manner that provides control over both the particle size distribution and particle porosity [173]. Pyrolitically produced silica, also known as fumed silica, involves thermal synthesis from a vapor phase silica source, such as SiCl4.\n                     The silica contained in CMP wastewater may represent a combination of the abrasive silica particles used in the slurry, as well as silica that is removed from wafers. Regardless of origin, the fraction of silica that occurs as particulate versus dissolved silica in CMP wastewater depends on the relative rates of dissolution, precipitation, and particle aggregation, and bears importantly on the determination of an optimal strategy for treating CMP wastewater. Silica is notorious for its tendency to form scale and foul membranes, and therefore wastewaters containing high concentrations of silica require careful consideration. At low aqueous concentrations, dissolved silica is primarily in the form of silicic acid, H4SiO4, a weak acid that, in turn, dissociates in two steps: \n                           \n                              \n                                 \n                                    \n                                       H\n                                       4\n                                    \n                                    \n                                       SiO\n                                       \n                                          4\n                                       \n                                       o\n                                    \n                                    \n                                    ↔\n                                    \n                                       H\n                                       3\n                                    \n                                    \n                                       SiO\n                                       \n                                          4\n                                       \n                                       −\n                                    \n                                    +\n                                    \n                                       \n                                          H\n                                       \n                                       +\n                                    \n                                    \n                                    \n                                       K\n                                       1\n                                    \n                                    =\n                                    −\n                                    9\n                                    \n                                       .\n                                       82\n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              \n                                 \n                                    \n                                       H\n                                       4\n                                    \n                                    \n                                       SiO\n                                       \n                                          4\n                                       \n                                       −\n                                    \n                                    \n                                    ↔\n                                    \n                                       H\n                                       3\n                                    \n                                    \n                                       SiO\n                                       \n                                          4\n                                       \n                                       \n                                          −\n                                          2\n                                       \n                                    \n                                    +\n                                    \n                                       \n                                          H\n                                       \n                                       +\n                                    \n                                    \n                                    \n                                       K\n                                       2\n                                    \n                                    =\n                                    −\n                                    13.1\n                                 \n                              \n                           \n                        \n                     \n                     As indicated in Fig. 11.7\n                        ., the aqueous solubility of silica is relatively invariant with pH up to about 9, above which it increases significantly with increasing pH. Likewise, the neutral species H4SiO4 predominate up to about pH 9, above which the anionic species become increasingly important.\n                     Under supersaturated conditions, monosilicic acid, H4SiO4, condenses to form disilicic, trisilicic, and tetrasilicic acid in a manner that favors the formation of condensed Si–O–Si bonds, and which results in the adoption of a ring structure when the number of Si atoms exceeds 3 [88]. Continued growth involves the preferential attachment of silica monomers and dimers to the cyclic oligomers, which over the range pH 2–7 can stabilize into 2–3 nm colloids, or with continued growth precipitate [88]. The rate at which silica precipitates varies with pH, ionic strength, and the extent of supersaturation. For instance, in work by Icopini et al. [88], when a solution containing 21 mM of dissolved silica at ionic strength of 0.24 M was adjusted from an initial pH 11 to 7, precipitation was nearly complete in 3–6 h; whereas at an ionic strength of 0.01 M, the half-life of the same solution was approximately six orders of magnitude slower. The relative slowness with which silica precipitation occurs can be an important consideration in the design and operation of CMP wastewater treatment processes.\n                     The behavior of bare amorphous SiO2 particles in idealized high purity water systems has been studied by Abe et al. [1], Bizi [23], Čakara et al. [28], Kobayashi et al. [107], and Liu et al. [127] among numerous others. These works show that bare SiO2 particle behavior is generally in accordance with expectations based on DLVO theory. Bare SiO2 particles have a near neutral charge at low pH, and develop an increasingly negative charge with increasing pH. At a given pH, increasing the ionic strength decreases the effective charge, as does switching from monovalent to divalent cation ([28,107]). Addition of a cationic polymer like DADMAC (poly(N,N-diallyldimethylammonium chloride)) at low ionic strength induces a concentration-dependent shift in the pHzpc that can be countered at high electrolyte strength (1 M). With increasing cationic polymer concentration, first the magnitude of the negative surface charge of the bare SiO2 particle is decreased, and then it becomes positive [23]. Abe et al. [1] used dynamic light scattering (DLS) to measure the coagulation of 150 nm amorphous SiO2 particles in deionized (DI) water, under the influence of humic acid, fulvic acid, and sodium alginate as a function of pH with ionic strength adjustment using CaCl2, MgCl2, and KCl. The combination of Ca2+ with either humic acid or alginate significantly enhanced the aggregation rate and was attributed to the role of divalent calcium in bridging between the carboxylate groups on the organics and the negatively charged SiO2 surfaces. Aggregation was weakened by the addition of either K+ or Mg2+ ions relative to the use of Ca2+. Fulvic acid did not induce SiO2 aggregation, regardless of the Ca2+ concentration. Čakara et al. [28] used particle size distribution, zeta potential, and turbidity measurements to investigate the coagulation of 114 nm diameter Stober SiO2 particles as a function of the dose of DADMAC at various ionic strengths. At a given pH, increasing the ionic strength decreased the zeta potential as anticipated, as did switching from monovalent to divalent cation [28]. Bizi [23] investigated the coagulation of 50 nm amorphous SiO2 particles in DI water using jar testing with polyDADMAC and linear polyamine cationic organic polymer coagulant. As expected, maximum aggregation, as marked by turbidity increase, was achieved at the point where the electrophoretic mobility passed through zero. Kobayashi et al. [107] investigated the surface charge and aggregation of bare 30, 50, and 80 nm diameter amorphous SiO2 particles in DI water as a function of pH and NaCl concentration. Consistent with expectations, the surface charge was neutral at low pH, and became increasingly negative with increasing pH. However, the aggregation behavior was consistent with DLVO theory for only the largest particles. The smaller particles were stable at low pH suggesting the potential presence of additional non-DLVO repulsive forces. The authors proposed that the additional repulsive force might be attributable to the presence of a “hairy” layer of polysilicic acid chains that extend a few nm from the particle surface.\n                     In addition to the intentional use of organic additives, other organic constituents that are present in the water can have an important influence on particle behavior. For instance, Jarvie et al. [89] found that Tween-coated (nonionic polysorbate surfactant) SiO2 particles were stable in DI water, but coagulated and settled rapidly in a municipal wastewater.\n                  \n                  \n                     11.4.6.2\n                     Alumina particles\n                     Alumina, Al2O3, has an MW of 101.96, a density of 3.95 g/cm3, and a pHzpc of ∼9. Fig. 11.8\n                         shows aluminum solubility as a function of pH, along with the hydrolysis species: Al+, Al(OH)2+, Al(OH)2\n                        +, Al(OH)3(aq), and Al(OH)2\n                        −. Polymeric aluminum species are known to form above pH 4.5, particularly at higher aluminum concentrations. Aluminum in the form of alum (KAl(SO4)2 ∗ 12H2O), AlCl3, and PACl is commonly used in water treatment as a charge neutralizing coagulant, as well as for its adsorptive and sweep floc capability.\n                  \n                  \n                     11.4.6.3\n                     Ceria particles\n                     Ceria, CeO2, also known as cerium oxide, has an MW of 172.115 g/mol, a density of 7.65 g/cm3, a pHzpc of ∼7, and a melting point of 2100 °C (Cotton et al., 1999). Although cerium is the most abundant of the rare earth metals, with a crustal abundance of ∼0.005 wt percent, the average cerium concentration in river water is only 1.9 nM (0.33 μg/L) (Gaillardet et al., 2005). CeO2 can be prepared commercially via a variety of precipitation reactions. For instance, ammonium hydroxide can be used to precipitate Ce(OH)3(s) from a solution of cerium nitrate (Ce(NO3)3∗6H2O), following which oxygenation forms the ceria [212].\n                     Cerium has a low aqueous solubility. Ce(III) has a higher aqueous solubility than Ce(IV). The reported Ksp for Ce(OH)3(s) is 1.6E–20; the reported Ksp for Ce(OH)4(s) is 2E–14 [43]. Fig. 11.9\n                         shows the solubility of CeO2(s) as computed via numerical titration with NaOH, using PHREEQC software. Dahle et al. [44] evaluated the solubility of 33 and 78 nm diameter CeO2 particles and reported measurable solubility only at pH < 5. For wastewaters containing phosphates, it is notable that cerium is reactive with phosphorus, forming highly insoluble CePO4(s), which has a reported Ksp of 1E–23 [44].\n                     Ceria particles can exist in either the Ce(III) or Ce(IV) states, and their ability to participate in Ce(III)/Ce(IV) redox cycles facilitates some of the commercial applications for ceria, including their use as catalysts and UV blockers in coatings. Reduction of CeO2 [Ce(IV) to Ce (III)] has been observed in the presence of Escherichia coli [182], human dermal fibroblats [12], nematodes [38], snails [179], and wastewater treatment plant biosludge [17].\n                     The isoelectric point of ceria occurs at approximately pH 8 ([13]b). Under acidic conditions CeO2 particles have a positive charge, which has been attributed to the conventional metal oxide protonation reaction [176]. \n                           \n                              \n                                 \n                                    ≡\n                                    CeOH\n                                    +\n                                    \n                                       \n                                          H\n                                       \n                                       +\n                                    \n                                    ≡\n                                    \n                                       CeOH\n                                       \n                                          2\n                                       \n                                       +\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     Ceria particles have a strong affinity and large adsorption capacity for certain dissolved inorganic species including silica [176], chrome [30,157], lead [30], and arsenic [50,120,177]. This presents the potential for cerium particles to act as vectors for hazardous metals, as well as the potential for ceria particle charge and behavior to be influenced by the presence of dissolved ions. In the work by Suphantharida and Osseo-Asare [176], for instance, bare CeO2 at pH 4, which would be expected to have a strong positive surface charge, developed a negative zeta potential in the presence of dissolved silica. The affinity of ceria for hazardous constituents that may be encountered during CMP operation requires consideration in waste evaluations.\n                     The influence of pH, ionic strength, and organic constituents on CeO2 nanoparticle behavior is in general accordance with expectations from DLVO theory, and under natural water conditions CeO2 nanoparticles are generally observed to aggregate and settle out of the aqueous phase [156,159,179]. Qwik et al. [156] found that humic and fulvic acids influence CeO2 stability, but that in river water CeO2 particles heteroaggregate with natural colloids.\n                  \n               \n               \n                  11.4.7\n                  CMP wastewater treatment – particle removal\n                  This section describes unit operations that have been applied to the treatment of CMP wastewaters. Coagulation and flocculation, sedimentation, membrane filtration (MF), flotation, and electrocoagulation are addressed. Coagulation and flocculation are used to destabilize particle suspensions and aggregate them prior to a solid–liquid separation step. Sedimentation, MF, and flotation represent alternative solid–liquid separation processes. Electrocoagulation combines destabilization and separation in one process. Fig. 11.10\n                      summarizes the operative forces and range of applicability of these processes. Although not used as a primary means of CMP wastewater treatment, the behavior of CMP particles in biological wastewater treatment processes is also addressed.\n                  \n                     11.4.7.1\n                     Coagulation and flocculation\n                     Coagulation involves the addition of chemical coagulants to destabilize particles, and flocculation involves the contacting of destabilized particles with the intent of forming agglomerations of particles (flocs) that are more amenable to solid–liquid separation. In practice the distinctions between coagulation and flocculation are often blurred [20].\n                     Important design variables for coagulation include the selection of the particular coagulant chemical, optimal coagulant dose, and pH. The design objective is usually to minimize the chemical additions and/or cost of chemical additives, maximize the performance of the associated solid–liquid separation process, and minimize the volume of the product waste solids stream. The chemical characteristics of the wastewater, including the presence and concentration of competing ions, and the presence of surface active organics, can have an important influence on the coagulant dosing and process performance. The evaluation of the optimal coagulant and dosing is generally conducted via jar testing in a laboratory using some benchmark of particle removal, such as turbidity or total silica concentration. Typically, jar testing is evaluated across a range of pH and dose levels. When available, particle count and size distribution and zeta potential measurements can provide significant insight into the relation between the particle surface charge, pH, ionic strength, and the coagulant performance.\n                     The concentration of the particle dispersion itself influences the mechanism and performance of the coagulation process [174]. At high colloid concentrations there is abundant opportunity for the destabilized particles to contact one another and aggregate. At high particle concentrations the dose of coagulant is generally stoichiometric relative to the concentration of charged particles [170]. However, at lower particle concentrations, the opportunity for contact between destabilized particles may be limiting, such that effective particle removal requires the added action of sweep flocculation. When sweep flocculation is required, the coagulant dose must provide for both charge neutralization and the formation of the precipitant to initiate the sweep floc action [20]. Ironically, when a low particle concentration drives the need for use of a sweep floc approach, a higher coagulant dose is required, and larger amounts of waste solids are produced.\n                     The removal of negatively charged particles is commonly accomplished via coagulation with ferric or aluminum salts [174]. Common ferric salts include ferric sulfate and ferric chloride, both of which hydrolyze in water to form the aqueous species Fe3+, Fe(OH)2+, Fe(OH)2\n                        +, Fe(OH)3\n                        0, and \n                           \n                              Fe\n                              \n                                 \n                                    (\n                                    OH\n                                    )\n                                 \n                                 4\n                                 −\n                              \n                           \n                        , as well as the solid precipitant Fe(OH)3(s). Common aluminum salts include alum, PACl, and AlCl3, which hydrolyze to Al3+, Al(OH)2+, Al(OH)2\n                        +, Al(OH)3\n                        0, and Al(OH)4\n                        −, as well as the solid precipitant Al(OH)3(s). In addition to the common hydrolysis species, aluminum is prone to the formation of polymeric aluminum species. Alum is the aluminum sulfate (Al2(SO4)3∗18H2O) and contains 0.081 (g Al/g alum).\n                     It is common for semiconductor facilities to use coagulation and sedimentation processes to treat metal and/or fluoride containing wastewaters. Such processes are typically designed to remove the targeted metal constituents and produce a clarified effluent with low turbidity and suspended solids. However, such wastewaters typically represent complex mixtures and there is relatively little published information regarding the specific behavior and fate of alumina, ceria, and silica particles in these processes. Species-specific particle analysis is difficult, and instead the performance of such a system is usually evaluated using an aggregate parameter like turbidity or total solids. In some cases, qualitative determinations of species-specific particle content have been reported. Chang et al. [31,32], for instance, determined that particles in the 100 nm range collected from a composite wastewater treatment process at the Hsinchu Science and Industrial Park in Hsinchu, Taiwan, represented a combination of CaF2(s) precipitate and SiO2 CMP particles.\n                     The performance of coagulation processes for treatment of CMP wastewater has been described by Bi et al. [21]; Chang et al. [31,32], Huang et al. [82], Kuan and Hu [111], and Liu et al. [[128], 2013] among others. The performances achieved by some of these works are listed in Table 11.4\n                        . Several of the studies reported interesting findings. Huang et al. [82] reported that the addition of 0.2 mg/L cationic PAA (polyacrylic acid) increased the filterability of the wastewater, but at the cost of increased effluent Si concentration. When they increased the PAA dose to 1 mg/L they observed significant filter fouling. Kuan and Hu [111] reported that increasing the pH reduced the dissolved Si concentration, which is in contrast to expectations from the conventional pH–solubility relation for silica. They attributed the anomalous behavior to the formation of a low solubility aluminum surface precipitate on the Si particles. In a drinking water treatment application, Shin et al. [170] showed that the alum dose required for optimal removal of 139 nm amorphous SiO2 particles increased monotonically with both increasing SiO2 concentration and increasing dissolved organic carbon (DOC) concentration. For instance, at an initial 200 mg/L SiO2 in the presence of 6 mg/L DOC at pH 7, 56 mg/L alum was required for effective turbidity removal, whereas at 1 mg/L DOC only 20 mg/L alum was required. The effect of the natural organic matter on the SiO2 coagulation was attributed to the demand on coagulant exerted by the natural organic matter.\n                  \n                  \n                     11.4.7.2\n                     Sedimentation\n                     Sedimentation employs the gravitational force acting on particles to achieve solid–liquid separation. For most wastewater treatment applications, the use of sedimentation presupposes that the primary particles resident in a wastewater are destabilized and flocculated into an aggregate particle size and density that allows for effective removal. Stokes law provides a first-order estimate of the settling velocity and indicates that the vertically downward velocity increases as the square of the particle diameter, and in direct proportion to the density difference between the particles and water. In practice, particle/floc diameters generally need to be at least several tens of μm for effective sedimentation.\n                     Most sedimentation vessels are engineered for continuous rather than batch flow. The general design goal for a continuous sedimentation vessel is to engineer quiescent conditions such that the downward settling velocity exceeds the horizontal velocity of the particles across and out of the vessel. The trajectory of a particle in a sedimentation vessel is determined by its horizontal and vertical velocity components. In concept, a particle drops the same distance in a circular vessel as it does in a rectangular reactor that has an equivalent characteristic time (X = V/Q), or in a batch reactor after a duration t = X [20].\n                     Sedimentation vessels are typically either rectangular or circular in shape, and provide for feed of the wastewater, removal of a solids concentrate, and removal of a clarified effluent. It is also common to recycle a proportion of the solids concentrate back into the feed side of the vessel in order to help seed precipitation reactions and aid in the settling. A rectangular vessel allows for efficient use of space and facilitates an efficient inlet design that provides for even spreading of the influent. A circular vessel makes for less efficient use of space and a more complicated inlet design, but is typically designed with a conical bottom and scraper that facilitates removal of the solids concentrate from the bottom. The wastewater in a circular sedimentation basin is introduced into a center well and removed via a weir system at the periphery, such that the particle trajectory is radially outward.\n                     Design practice for selecting a sedimentation basin ranges from the application of simplistic guidelines for overflow rates (Q/A), to discretized analysis of the evolution of particle size distributions obtained in bench-scale testing [20]. In many applications flocculation occurs simultaneously with the sedimentation, so that smaller particles are aggregating into larger particles at the same time that larger particles are removed via settling. Hence, the method of data analysis varies depending on the particle concentration, whether the particles act independently or flocculate, and even whether particle migration influences the movement of the water in the vessel.\n                     \n                        Fig. 11.11\n                         shows a schematic of a wastewater treatment process that is used specifically to treat CMP wastewater. The process is designed and operated primarily to achieve copper removal but also provides a high level of CMP particle removal. The lime addition provides a high concentration of divalent cation, Ca2+, which destabilizes particles and forms a sweep floc that aids particle removal.\n                  \n                  \n                     11.4.7.3\n                     Membrane filtration\n                     Membrane filtration (MF) is a pressure-driven separation process that employs a membrane for both mechanical and chemical sieving of particles and macromolecules [20]. Membrane filters can be operated in dead-end configuration, but more commonly are operated in a cross-flow configuration where the pressurized feed water is recirculated at a high velocity across the face of the membrane. Water that passes through the membrane is referred to as permeate, whereas the water, solids, and solute that are rejected by the membrane are referred to as either concentrate or reject. The feed is typically recirculated at high velocity in order to impart a shearing action that helps mitigate the accumulation of solids on the membrane. The pressure difference across the membrane is referred to as the transmembrane pressure (TMP), and serves as the driving force for water migration across the membrane. There are alternative ways to express the transmembrane potential but one common way is to calculate it as the difference between the feed and permeate pressure (Pp), where the feed pressure is taken as the average between the module inlet (Pi) and outlet (Po) pressure, as expressed by Eq. (11.7)\n                        [20]: \n                           \n                              (11.7)\n                              \n                                 \n                                    TMP\n                                    =\n                                    \n                                       \n                                          (\n                                          \n                                             P\n                                             i\n                                          \n                                          +\n                                          \n                                             P\n                                             o\n                                          \n                                          )\n                                       \n                                       2\n                                    \n                                    −\n                                    \n                                       P\n                                       p\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     The membrane flux is the flow rate of permeate per unit area of membrane surface and typically proportional to the TMP. The flux for a new membrane, operating with water only, is referred to as the clean water flux, and serves as a useful benchmark. Clean water flux rates for membranes that are used for wastewater treatment may be of the order of 3–4 m3/m2/day.\n                     As wastewater permeates through the membrane there is a tendency for a cake of solids to form on the feed side of the membrane. The thickness of the cake is typically limited by the shearing action of the cross-flow, such that the flux undergoes an initial decay, and then stabilizes to a nearly steady-state value. With continued use, the cake may begin to densify, at which point the membrane typically requires cleaning to prevent further decline in the flux rate. If, however, some of the solids or dissolved chemicals in the feed water load the pore structure of the filters, the flux may decline in an unrecoverable manner. In addition to the tendency for the formation of a cake on the feed side of the membrane concentration polarization may also limit the water flux through the membrane. If the flux is held at a constant value, the transmembrane pressure will increase as the membrane becomes more fouled. Conversely, if the TMP is held constant, the flux will decrease as the membrane becomes fouled. For many systems it is desirable to maintain a constant flux and allow the TMP to increase until cleaning is required.\n                     There are a wide variety of commercially available membranes that can be selected in consideration of the physical and chemical characteristics of the wastewater and the treatment objectives. Membranes are often categorized according to the size of particles or molecules removed, and the operating TMP, as summarized in Table 11.5\n                        \n                        [20,109]. Important factors in membrane selection include mechanical strength, pore size and surface charge, and resilience to the cleaning chemicals that are almost inevitably required to keep the membrane clean. A typical membrane filter installation is depicted in Fig. 11.12\n                        , where wastewater is introduced to a feed tank and recirculated through the filter at a high velocity, generating a permeate and a concentrate. This system can be operated continuously, with the net feed rate equal to the combined permeate and concentrate flow rates.\n                     MF has been effectively employed in numerous wastewater treatment systems and can provide a very effective and efficient means of solid–liquid separation. However, the evaluation of a membrane separation process for any particular wastewater requires careful evaluation of the susceptibility of the membrane to fouling, which can be the Achilles heel of membrane separations. Important performance variables include the rejection of solids, the TMP, the flux rate, and the volume concentration factor; all of which are best evaluated over a prolonged piloting period. Typically the flux rate decays over time as solids build up on, and possibly within, the membrane, and the filter must undergo some form of periodic regeneration. Membrane regeneration is generally accomplished by some combination of pressure backpulsing, membrane movement, and/or chemical cleaning. In evaluating the applicability of a membrane process to a particular wastewater it is important to distinguish reversible fouling, which can be recovered by periodic membrane cleaning, and irreversible fouling, which can lead to a progressive irrecoverable loss of filtration capacity. Reversible fouling can be mitigated by the introduction of periodic cleaning steps into the filter's operational cycle, but requires application-specific process development that must be accommodated into the filter system design, capacity statement, and operating plan.\n                     MF is also sometimes employed for recycling of CMP wastewater. In recycling applications where the objective is to recover the water, the MF permeate may undergo additional treatment by reverse osmosis to recover a purified water recycle stream. Alternatively, the reject from a membrane filter can be employed as a means of recovering and recycling the slurry itself [180].\n                     Laboratory- and pilot-scale evaluations of the application of MF to CMP wastewater treatment have been reported by Chang et al. [31], Huang et al. [82,84,85], Juang et al. [98], Kim et al. [104], Lo and Lo [134], Pan et al. [152], Springer et al. [172], Su et al. [175], Testa et al. [180], Wu et al. [198], and Yang and Yang [202], Yang et al. [204], among others. In the work by Springer et al. [172], 10 and 100 kDa MW cut-off filters of regenerated cellulose membranes were evaluated for the treatment of a Klebosol 30R50 slurry, with mean particle size of 28 nm, diluted to 1.4 g/L as SiO2. The 100 kDa membrane provided a steady state flux of 0.37 m3/m2/day at a TMP of 80 kPa, and a 0.41 m3/m2/day flux at 200 kPa. The 10 kDa membrane provided a flux of 0.35 and 0.51 m3/m2/day at 80 and 200 kPa, respectively. However, with repeat use, the flux rate for the 100 kPa was nonrecoverable, whereas the flux rate on the 10 kDa membrane was recoverable. Su et al. [175] evaluated the use of a 30 kDa GE Osmonics polyvinyldiene fluoride membrane for the treatment of Klebosol 1501-50 silica slurry with a mean particle size of 75 nm. They measured the steady-state flux at concentrations of 500, 1000, 1500, and 2000 mg/L SiO2, and found that the flux decreased systematically with increasing concentration. At a feed concentration of 1500 mg/L the steady-state flux at the end of 2 h was 1.36 m3/m2/day at 275 kPa. Similarly, Su et al. [175] obtained 1.05 m3/m2/day flux at 275 kPa with a Cabot SS-25 silica slurry, which had 150 nm mean particle size. Yang et al. [204] evaluated the treatment of a semiconductor backgrind wastewater (1366 mg/L total solids (TS); 546 mg/L total dissolved solids (TDS); 1366 Nephelometric Turbidity Units (NTU); pH 7.9) with a GE Osmonics spiral wound polysulfone membrane with a mean pore diameter of 40 nm. They obtained 1.92 m3/m2/day at 40 kPa with untreated wastewater, and 2.16 m3/m2/day when the wastewater feed was precoagulated with PACl. The precoagulation changed the mean particle size from 1680 to 17,800 nm in diameter. Huang et al. [82] found that the addition of 0.2 mg/L cationic PAA increased the filterability, but increased the effluent Si concentration. However, increasing the PAA to 1 mg/L PAA resulted in an overdose that caused rapid filter fouling. Applications of MF to CMP wastewater containing high concentrations of silica must be evaluated carefully in consideration of the slow kinetics of silica precipitation and/or formation of polymeric silica.\n                  \n                  \n                     11.4.7.4\n                     Membrane distillation\n                     Noor et al. [220] describe the use of air gap membrane distillation for treatment of CMP wastewater collected from the IMEC facility in Belgium.\n                     Membrane distillation is a thermally driven separation process whereby the feed side of the membrane is heated; permeate passes through the membrane in the form of vapor; and with the aid of cooling is recovered as condensate on the permeate side of the membrane. A microporous hydrophobic membrane facilitates passage of water vapor and the passage of volatile feed components.\n                     They reported > 99 percent separation efficiency, with permeate quality of ∼1.2 (mg/L) TDS, 1.1 (mg/L) TOC, 1.9 (mg/L) COD, with feed side temperature of 80 C and the permeate side temperature of 30 C. A maximum reported flux of 14.8 (L/m2 hr) with a 70 C feed to cold water temperature difference. The specific heat demand ranged ranged between 1,390 – 2,170 (kWh/m3) depending on the temperature difference. Estimated treatment costs, including capital were reported to be as low as as 3($/m3) [220].\n                     Membrane distillation has been reported for a variety of different applications including desalination [219], and TMAH separation [221], and CMP treatment [220,222], among others.\n                  \n                  \n                     11.4.7.5\n                     Coagulation and flotation\n                     Flotation is a solid–liquid separation process that involves contacting a wastewater with a stream of air bubbles that attach to the particles and transport them out of the vessel via buoyant force. Flotation is employed in a variety of applications ranging from drinking water treatment to mining. Fig. 11.13\n                         shows a schematic of one particular way of configuring a dissolved air flotation (DAF) process. A coagulant and/or surfactant is prefed into the wastewater feed to charge neutralize the particles and initiate coagulation into floc. The DAF vessel is typically divided into two zones; a contact zone and a separation zone. In the contact zone the flocs contact with and attach to air bubbles, yielding floc–bubble aggregates. In the separation zone the floc–bubble aggregates collect into a froth, which concentrates with time, and requires collection and removal. The separation zone also allows for the escape of bubbles that have not attached to flocs. Pressurized air is added into the air saturator to produce air bubbles, and which is typically operated at 4–6 atm (400–600 kPa). The saturator is commonly placed in a recycle loop as shown in Fig. 11.13, but may also be placed in line with the feed. The recycle rate, R = Qr/Qf, is typically run in the range of 8–12 percent [20]. The recycle flow is often introduced into the bottom of the contact zone of the DAF vessel via special injection nozzles. Typically the aim is to produce microbubbles on the order of 10–100 μm in diameter. The air injection rate and recycle rates are targeted to achieve an optimal bubble size and density relative to the flocs. The rate at which an air bubble of a given diameter rises in water can be calculated using Stokes law. The rise velocity of 10, 20, and 100 μm bubbles in 20 °C water are, for instance, 0.2, 0.8, and 20 m/h [20]. The rate of rise of a floc–bubble aggregate can likewise be estimated using a Stokes law approach that accounts for the diameter, density, and shape of the floc as well as the size and number of air bubbles attached to the floc, and making up the floc–bubble aggregate. Generally speaking the bubble needs to be large relative to the floc size and density in order for the floc–bubble aggregate to rise through the contact chamber with an effective velocity. A floc–bubble aggregate comprising a single 100 μm bubble and a 50 μm floc provides a rise velocity on the order of 20 m/h, whereas the same bubble with a 200 μm floc may fail to rise [56]. Accordingly, the flotation design process involves targeting a bubble population and size that is appropriate to the influent floc size and density, and then enabling a high rate of bubble to floc contact. Generally speaking, the ideal floc size for DAF is on the order of tens of μm, versus the 100+ μm floc size targeted for a typical sedimentation process [20,56].\n                     Liu and Lien [129] report the results of bench-scale testing of DAF for treating CMP wastewater. The wastewater had a slightly alkaline pH, turbidity of 130 NTU, and a mean particle diameter of 78 nm. They used a 60 cm tall by 15 cm diameter column to investigate the use of four alternative flotation aids: CTAB (cetyltrimethyl ammonium bromide); DAC (n-dodecylamine chloride); SOl (sodium oleate); and SDS (sodium dodecylsulfate). Floc size was measured using a Coulter counter. Removal efficiency was measured using total solids and turbidity, as a function of flotation aid, and dose for a 5 min reaction time and a pressure of 5 kg/cm2, with a recycle ratio of 30 percent and pH 6.5. A 30 mg/L dose of CTAB provided optimal removal with 98.7 percent removal of turbidity and 92 percent removal of total solids. They observed slightly faster removal with increased saturation pressure and recycle ratio. Increasing pH had little effect on removal efficiency over the range from 4.5 to 8.5. The use of CTAB is believed to increase the hydrophobicity of the particle, which facilitates attachment efficiency, and may also aid in charge neutralization. The addition of alum or FeCl3 improved performance over CTAB alone, and may primarily aid in the charge neutralization of the CMP particles. The floc size in the presence of alum (12 μm) was smaller than for CTAB alone (23.7 μm), but the removal efficiency was better with the alum in combination with CTAB.\n                     Tsai et al. [186] investigated flotation for CMP wastewater treatment at both the lab and pilot scale. The CMP wastewater had a pH of 9.4, total solids of 8200 mg/L, total Si of 4000 mg/L, turbidity of 550 NTU, zeta potential of −50 mV, and a mean particle size of 106 nm. Following screening of alternative coagulants and surfactants, they used a 2k factorial design to evaluate removal efficiency for total solids, dissolved silica, and turbidity as a function of four operating variables: PACl concentration, sodium oleate concentration, hydraulic residence time, and recycle ratio. Optimal removal was obtained with 50 mg/L PACl as Al, and 5–10 mg/L of sodium oleate with a recycle ratio of 10–20 percent, and an hydraulic retention time of 1 h.\n                  \n                  \n                     11.4.7.6\n                     Electrocoagulation\n                     Electrocoagulation processes employ an applied potential across an anode and cathode to generate coagulant in situ. The use of electrocoagulation to treat CMP wastewater has been addressed by Belongia et al. [19], Den and Huang [48], Chou et al. [36], Drouiche et al. [52], Kin et al. [105], Lai and Lin [113], among others. Important design variables include the electrode material and surface area, current density, pH, and feed rate. The anode is typically iron or aluminum, and is used in a sacrificial mode to generate dissolved iron or aluminum ions into the aqueous waste matrix via anodic dissolution. The cathode is typically an inert material at which water is electrolytically reduced to hydroxyl ions. The net effect is to generate iron or aluminum hydroxide coagulant into solution. Since the cathode in an electrolytic cell typically evolves hydrogen bubbles, an electrocoagulation process is sometimes deployed as a flotation process, using the rising hydrogen bubbles to promote collection and transport (flotation) of flocs to the surface for removal.\n                     In response to the applied potential across the electrodes, the anions and negatively charged particles undergo electrophoretic migration to the anode, and the cations undergo electrophoretic migration to the cathode. Contacting of cations with negatively charged particles promotes charge neutralization and destabilization of the particles. Hydrolysis and a combination of the metal cations with hydroxide anions generated at the cathode serve to generate a metal hydroxide precipitant. The metal hydroxide precipitant presents a sorptive surface that aids in the removal of certain ions, and also generates a sweep floc that aids in the capture and removal of particles. Floc that attaches to the electrodes impedes the process and may require mitigation via cleaning and/or periodic current reversal.\n                     The current efficiency, ηI, for electrocoagulation can be defined in terms of the actual mass of metal liberated from the anode relative to the theoretical mass liberated for every mole of electrons [49]:\n                           \n                              \n                                 \n                                    \n                                       n\n                                       i\n                                    \n                                    =\n                                    \n                                       \n                                          m\n                                          \n                                             actual\n                                          \n                                          Fe\n                                       \n                                       \n                                          m\n                                          \n                                             theo\n                                          \n                                          Fe\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              \n                                 \n                                    \n                                       m\n                                       \n                                          theo\n                                       \n                                       Fe\n                                    \n                                    =\n                                    \n                                       \n                                          i\n                                          τ\n                                          \n                                             MW\n                                             \n                                                F\n                                                e\n                                             \n                                          \n                                       \n                                       \n                                          z\n                                          F\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     where: \n                           \n                              i = applied current (amp)\n                           \n                           \n                              τ = duration (min)\n                           \n                           \n                              MW = molecular weight of metal released from anode\n                           \n                           \n                              z = valence number (i.e., 2 for Fe2+)\n                           \n                           \n                              F = Faraday's constant (96,500 coulombs per mole)\n                           \n                        \n                     \n                     The relative rates of the Fe(II) ion Fe2+ and subsequent aqueous phase oxidation to the Fe(III) form Fe(OH)3(s) are important to the electrocoagulation process. Whereas the Fe2+ ion is quite soluble, the Fe3+ form is much less soluble and forms Fe(OH)3(s), which has a significant sorption capacity and forms a sweep floc. In fact only relatively recently has it been demonstrated that the iron anode reaction produces Fe2+ and not Fe3+\n                        [114]. The rate and extent of aqueous oxidation of Fe2+ to Fe(OH)3(s) is dependent on the pH and dissolved oxygen levels. At pH 6.5–7.5 and low dissolved oxygen, the generated Fe(II) results in a combination of dissolved Fe2+ and Fe(OH)3(s), whereas at higher pH and dissolved oxygen, the Fe2+ is rapidly and more completely oxidized to produce Fe(III), which in the form of Fe(OH)3, and is less soluble than the corresponding Fe(OH)2\n                        [114]. Can and Bayramoglu [29] compared aluminum floc generated via electrocoagulation with the aluminum floc produced via conventional chemical addition using alum. They report that the flocs generated via electrocoagulation were larger, settled more rapidly, had BET (Brunauer, Emmett and Teller) surface area, and produced a superior cake with lower water content than the floc produced via conventional alum addition.\n                  \n               \n               \n                  11.4.8\n                  CMP particle removal during biological wastewater treatment\n                  Biological treatment would seldom be selected as the primary means of treating a CMP wastewater, but it is useful to consider the fate and potential impacts of alumina, ceria, and silica particles in a biological wastewater treatment process. Biological wastewater treatment entails the use of an active microbial biomass to degrade soluble organic carbon, nitrogen, and phosphorus compounds in a manner that sustains the growth of the biomass. The biomass may consist of aerobic and/or anaerobic microorganisms, and can be deployed in a variety of alternative reactor systems using either suspended biofloc or fixed biofilms that can be engineered to address specific types of influent streams and effluent discharge requirements [69]. Most municipal biological wastewater systems employ aerobic suspended growth systems known as completely mixed activated sludge (CMAS) systems, which are arranged schematically as illustrated in Fig. 11.14\n                     .\n                  Three principal considerations arise with regard to the potential influence of alumina, ceria, and silica nanoparticles in a biological wastewater treatment system: (1) the concentration at which the particles inhibit the performance of the bioprocesses, (2) the extent to which the particles are removed from the wastewater, and (3) the transformation and ultimate fate of the particles that are removed. The influence of nanoparticles on a biological wastewater treatment process has been measured using a variety of alternative metrics of physical characteristics and bioactivity including floc morphology and settleability [201], the oxygen uptake rate [64,66,118], carbon and nitrogen removal efficiency [33,209], abundance of microbes [33], and enzyme activity [33,209].\n                  Activated sludge floc is comprised of a loose suspension of microbial cells that are held together by a matrix of extracellular polymeric substances (EPS) that is secreted by the biomass and is critical to the performance and settleability of the floc [130,200]. A number of works have indicated that alumina, ceria, and silica particles can adsorb to the surface of the floc. Xu and Li [201], for instance observed that biofloc from a POTW underwent some change in shape and surface morphology with the attachment SiO2 particles but did not negatively impact the flocculation performance of the activated sludge over a 24 hr exposure period.\n                  Inhibition of laboratory-scale biological wastewater treatment processes has been reported for high concentrations of alumina [33,67,208], ceria [64,66,67,208], and silica [118,208,209] nanoparticles. Chen et al. [33] reported 22 percent inhibition of denitrification removal efficiency at 50 mg/L of Al2O3, and attributed the inhibition to a decrease in the abundance of denitrifying bacteria. Garcia et al. [64] reported 50 percent inhibition of heterotrophs and ammonia oxidizing bacteria at 280 and 50 mg/L, respectively, of nominal 12 nm CeO2. Gomez-Rivera et al. [66] reported 50 percent inhibition of oxygen uptake at 950 mg/L of nominal 50 nm CeO2. Zheng et al. [209] reported 35 percent inhibition of nitrogen removal efficiency at 50 mg/L of 80 nm SiO2. Lee and Cho [118] reported 37 percent inhibition of oxygen uptake rate for 45–50 nm SiO2 at 50 mg/L. Zhang et al. [208] reported that 200 (mg/L) of Al2O3, SiO2, CeO2 had no apparent influence on nitrogen removal in an Anammox process, but did influence the relative abundance of some members of the anammox community. Gonzalez-Estrella et al. [67] investigated the influence of a number of inorganic NPs (Ag0, Al2O3, CeO2, Cu0, CuO, Fe0, Fe2O3, Mn2O3, SiO2, TiO2, ZnO) on the acetoclastic and hydrogenotrophic methanogenic activity of anaerobic granular sludge at concentrations up to 1,500 (mg/L). Only the Cu0 and ZnO caused significant methanogenic inhibition, with IC50 for acetoclastic and hydrogenotrophic methanogens of 62 and 68 (mg/L) for the Cu0 NP; and 87 and 250 mg L − 1 for ZnO NP, respectively\n                  The test type and endpoint, duration, and feed particle concentration, and size are important factors in the evaluation of alumina, ceria, and silica nanoparticles on bioactivity in a biological wastewater treatment process. Zheng et al. [209] investigated the influence of ∼80 nm amorphous SiO2 nanoparticles on the performance of a sequencing batch reactor over a 70 day period. No impairment was observed at a 1 mg/L SiO2 feed concentration, but at 50 mg/L SiO2 the total nitrogen removal efficiency dropped from 79.6 percent to 51.6 percent, and the effluent nitrate-N levels had increased from 4.8 to 12.1 mg/L. Zheng et al. [209] used enzyme and PCR (polymerase chain reaction) analysis to attribute the impaired nitrogen removal to a decrease in the activities of the denitrifying enzymes nitrate reductase and nitrite reductase, and also reported an overall decrease in the abundance of denitrifying bacteria. Although there was significant impact on the denitrifying bacterial population and impaired nitrogen removal efficiency, neither acute nor chronic cytotoxicity tests (cellular proliferation and lactate dehydrogenase release assays) provided indication that the SiO2 exerted a cytotoxic effect on the bacteria in the treatment process. Chen et al. [33] similarly used PCR analysis to determine that at 50 mg/L Al2O3 drop in the total N removal efficiency (80.4–62.5 percent) was associated with a decrease in the abundance of denitrifying bacteria and reduced the total N removal efficiency (80.4–62.5 percent).\n                  Several workers have reported that a high level of removal of alumina, ceria, and silica particles occur in laboratory-scale bioreactor systems. Barton et al. [17] investigated the behavior of 3–4 nm CeO2 nanoparticles in a lab-scale CMAS system using a municipal wastewater spiked to 1.5 mg/L with both bare and citrate coated CeO2. They observed greater than 98 percent removal, with effluent concentrations of 28 μg/L when bare cerium nanoparticles were dosed and 27 μg/L when citrate coated CeO2 particles were dosed into the CMAS systems. Gómez-Rivera et al. [66] dosed a bench-scale CMAS system with 55 mg/L of 50 nm CeO2 particles and observed 99.6 percent particle removal with 0.11 mg/L passing into the effluent. They conducted continuous flow reactor testing using samples from a municipal wastewater treatment plant (WWTP) and an OECD (Organization of Economic Cooperation and Development) synthetic wastewater matrix, and observed significantly different behavior of the CeO2 particles in the two. In the real municipal WWTP matrix, the ENP aggregated to 2547 μm average particle sizes, whereas in the synthetic matrix they aggregated to 158 nm effective particle size. Using batch partitioning experiments they determined that at pH 6, CeO2 sorption to biosolids accounted for about 45 percent of the CeO2 nanoparticle removal, with the rest of the removal due to nanoparticle aggregation, coagulation, and sedimentation. Limbach et al. [124] investigated the fate of CeO2 nanoparticles in a lab-scale CMAS system using a synthetic wastewater and reported 94 percent removal of the CeO2.\n                  Due to their low pHzpc (∼2) bare silica particles have a strong negative charge over the pH ranges encountered in municipal wastewaters. Some studies have indicated that silica particles may be poorly removed in municipal wastewaters [89], whereas others indicate a high level of removal [17]. As noted earlier, there are analytical difficulties in measuring silica in a wastewater and distinguishing the fraction of the total silica that is associated with dissolved versus particulate silica. A number of alternative approaches have been employed. Jarvie et al. [89] used iron cored SiO2 particles in conjunction with small angle neutron scattering to characterize the behavior of silica in a wastewater, and Grass et al. [70] used DNA tagged SiO2 nanoparticles. In settling tests, Jarvie et al. [89] found that bare 52 nm SiO2 particles did not aggregate within a 24 h period, but that Tween coated SiO2 nanoparticles aggregated and settled within minutes. Grass et al. [70] conducted batch settling tests with ∼250 nm SiO2 particles and found that whereas > 99 percent of the SiO2 particles were removed in the unfiltered sludge, the particles were not prone to aggregate and settle in the wastewater from the filtered sludge. This suggests that partitioning and heteroaggregation with the biosolids may be the principal removal mechanism for SiO2 particles in a biotreatment process. Otero-Gonzalez et al. [150] reported a strong matrix dependence on the removal of alumina, ceria, and silica nanoparticles in municipal wastewater, and present one of the few studies that have used waste CMP slurries in addition to virgin particles. The virgin alumina and ceria particles showed a strong tendency to agglomerate and settle in municipal wastewater, whereas the silica particles were more stable. In contrast, the alumina, ceria, and silica particles from a commercial CMP slurry, and following a polishing operation, were all stable when diluted 1:1 with DI water. The authors noted that at a 1:1 ratio the stabilizing additives are at a relatively high concentration and may have a more dominant effect than they might at the concentrations typical of a biological wastewater treatment process.",
    "Copper and copper complexing agents.": "11.5\n               Copper and copper complexing agents.\n               \n                  11.5.1\n                  Copper and copper CMP\n                  Copper, cobalt, tantalum, titanium, aluminum and other metals may be present in a CMP wastewater due to removal from the wafer surface during planarization. Generally copper from back end processes is the dominant metal present, and therefore copper is the principal focus of this section. In certain specialized applications, III/V materials such as InP and GaA may be present, wherein specialized environmental, health, and safety precautions apply. These include the potential for arsine and phosphine off gassing during CMP [136], arsenic and indium toxicity [54,100] and the adsorption of arsenic and indium to the abrasive particles and their influence on the toxicity of the abrasive particles [22,54]. Planarization of III/V materials is outside the scope of this chapter.\n                  Dissolved copper can occur in the Cu(I) and Cu(II) states. In the presence of oxidizers like H2O2 dissolved copper is expected to be predominately in the Cu(II) form [2]. Assuming equilibrium with solid Cu(OH)2(s), the aqueous Cu(II) distributes as Cu2+, CuOH+, and Cu(OH)2\n                     0 as a function of pH as illustrated by Fig. 11.15\n                     . It follows that free dissolved Cu(II) can be removed from solution by precipitation at alkaline pH.\n               \n               \n                  11.5.2\n                  Metal complexing agents\n                  Various organic complexing agents may be added to a CMP slurry to help prevent the precipitation of dissolved metals and increasing the amount of metal that can be removed into solution without contaminating the wafer surface [110]. Common organic complexing agents include ethylenediamine, ethylenediamine tetraacetic acid (EDTA), and glycine, among many others. A number of factors govern the selection of a complexing agent, including the material being removed, the pH at which the removal is conducted, and compatibility with other components of the slurry. For the purposes of this chapter, glycine is used as an example of the influence of an organic complexing agent on copper solubility and the removal of copper from CMP wastewater.\n                  Glycine, also known as 2-aminoacetic acid, is commonly employed as a complexing agent in copper polishing slurries, where as noted, it increases the amount of dissolved copper that can be removed and held in solution, and thereby helps prevent surface contamination [4,110]. Glycine is a naturally occurring amino acid that can exist in aqueous solutions in three different forms depending on pH; as a cation at low pH, a zwitterion at intermediate pH, and as an anion at higher pH, in accordance with the pKa (pKa1 = 2.35, pKa2 = 9.78) [2]\n                     \n                        \n                           \n                              \n                                 \n                                    +\n                                    \n                                       H\n                                       3\n                                    \n                                    N\n                                    −\n                                    \n                                       CH\n                                       2\n                                    \n                                    −\n                                    COOH\n                                 \n                                 ⇔\n                                 +\n                                 \n                                 \n                                    \n                                       H\n                                       3\n                                    \n                                    N\n                                    −\n                                    \n                                       CH\n                                       \n                                          2\n                                          −\n                                       \n                                    \n                                    \n                                       COO\n                                       −\n                                    \n                                 \n                                 ⇔\n                                 \n                                    \n                                       H\n                                       2\n                                    \n                                    N\n                                    −\n                                    \n                                       CH\n                                       2\n                                    \n                                    −\n                                    \n                                       COO\n                                       −\n                                    \n                                 \n                              \n                           \n                        \n                     \n                  \n                  The principal complexation reactions between dissolved copper ion, Cu2+, and glycine can be described as follows [2], and are illustrated as a function of pH in Fig. 11.16\n                     . \n                        \n                           \n                              \n                                 \n                                    \n                                       Cu\n                                       \n                                          2\n                                          +\n                                       \n                                    \n                                    +\n                                    \n                                       H\n                                       3\n                                    \n                                    N\n                                    +\n                                    \n                                       CH\n                                       2\n                                    \n                                    \n                                       COO\n                                       −\n                                    \n                                 \n                                 →\n                                 Cu\n                                 \n                                    \n                                       (\n                                       \n                                          \n                                             H\n                                             2\n                                          \n                                          \n                                             NCH\n                                             2\n                                          \n                                          COO\n                                       \n                                       )\n                                    \n                                    +\n                                 \n                                 +\n                                 \n                                    \n                                       H\n                                    \n                                    +\n                                 \n                              \n                           \n                        \n                     \n                     \n                        \n                           \n                              \n                                 Cu\n                                 \n                                    \n                                       (\n                                       \n                                          \n                                             H\n                                             2\n                                          \n                                          \n                                             NCH\n                                             2\n                                          \n                                          COO\n                                       \n                                       )\n                                    \n                                    +\n                                 \n                                 +\n                                 \n                                    \n                                       H\n                                    \n                                    +\n                                 \n                                 →\n                                 Cu\n                                 \n                                    \n                                       (\n                                       \n                                          \n                                             H\n                                             3\n                                          \n                                          \n                                             NCH\n                                             2\n                                          \n                                          COO\n                                       \n                                       )\n                                    \n                                    \n                                       2\n                                       +\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     \n                        \n                           \n                              \n                                 Cu\n                                 \n                                    \n                                       (\n                                       \n                                          \n                                             H\n                                             3\n                                          \n                                          \n                                             NCH\n                                             2\n                                          \n                                          COO\n                                       \n                                       )\n                                    \n                                    \n                                       2\n                                       +\n                                    \n                                 \n                                 +\n                                 \n                                    H\n                                    3\n                                 \n                                 N\n                                 +\n                                 \n                                    CH\n                                    2\n                                 \n                                 \n                                    \n                                       COO\n                                    \n                                    −\n                                 \n                                 →\n                                 Cu\n                                 \n                                    \n                                       (\n                                       \n                                          \n                                             H\n                                             2\n                                          \n                                          \n                                             NCH\n                                             2\n                                          \n                                          COO\n                                       \n                                       )\n                                    \n                                    2\n                                 \n                                 +\n                                 2\n                                 \n                                    \n                                       H\n                                    \n                                    +\n                                 \n                              \n                           \n                        \n                     \n                     \n                        \n                           \n                              \n                                 Cu\n                                 \n                                    \n                                       (\n                                       \n                                          \n                                             H\n                                             2\n                                          \n                                          \n                                             NCH\n                                             2\n                                          \n                                          COO\n                                       \n                                       )\n                                    \n                                    2\n                                 \n                                 +\n                                 \n                                    e\n                                    −\n                                 \n                                 →\n                                 Cu\n                                 \n                                    \n                                       (\n                                       \n                                          \n                                             H\n                                             2\n                                          \n                                          \n                                             NCH\n                                             2\n                                          \n                                          COO\n                                       \n                                       )\n                                    \n                                    \n                                       2\n                                       −\n                                    \n                                 \n                              \n                           \n                        \n                     \n                  \n                  It can be noted from Fig. 11.15, that at pH 9, and in the absence of glycine, copper is soluble to less than 0.1 (mg/L). However, in the presence of glycine, the total amount of copper that can be carried in solution as a copper-glycine complex can be in the tens of mg/L [3]. The high solubility of the Cu-glycine complex is important to the functionality of a Cu CMP process, but can be problematic for the removal of Cu from wastewater that contains glycine [224].\n               \n               \n                  11.5.3\n                  Removal of Cu and complexed Cu\n                  The removal of free dissolved copper, cobalt, and other metal cations from wastewater is readily accomplished by precipitation at alkaline pH, cation exchange, and other methods. However, the removal of metals that are held in solution by organic complexing agents can be challenging [224]. The extent of difficulty depends upon the strength and concentration of the particular complexing agent. Methods for removing complexed copper can be summarized as follows.\n                  High pH precipitation: In some cases, adjustment to pH 12 or higher is sufficient to break the complex, and precipitate the metal [225]. Many metals, including copper have a “U” or “V” shaped solubility versus pH relationship, where the optimal pH is typically much lower than pH 12. The use of high-pH precipitation, therefore, may involve a trade off between optimal removal of the dissolved metal and maximal removal of the complexed metal.\n                  Replacement-precipitation: The replacement-precipitation reaction for complexed copper involves a two-step procedure as described by Jiang et al. [226], and others. In a first step acid is added to decrease the pH to less than 4 and Fe(III) added to achieve a high Fe:Cu mole ratio (> 12). This is intended to release the copper and transfer the complexing agent to the iron. For example, EDTA complexed copper, would undergo reaction as follows \n                        \n                           \n                              \n                                 \n                                    \n                                       \n                                          \n                                             Fe\n                                             \n                                                3\n                                                +\n                                             \n                                          \n                                          +\n                                          4\n                                          CuEDTA\n                                          +\n                                          4\n                                          OH\n                                       \n                                    \n                                    −\n                                 \n                                 ⇔\n                                 \n                                    4\n                                    Fe\n                                 \n                                 \n                                    (\n                                    III\n                                    )\n                                 \n                                 \n                                    EDTA\n                                    +\n                                    4\n                                    \n                                       Cu\n                                       \n                                          2\n                                          +\n                                       \n                                    \n                                    +\n                                    \n                                       O\n                                       2\n                                    \n                                    +\n                                    2\n                                    \n                                       H\n                                       2\n                                    \n                                    O\n                                 \n                              \n                           \n                        \n                     \n                  \n                  The second step involves adding base to increase the pH to ∼10, whereby the copper precipitates as copper hydroxides.\n                  Precipitation as a copper sulfide: Complexed copper can be precipitated as copper sulfides, which have very high pKs (Cu2S, pKs 47.6; CuS, pKs 35.2). Sulfide precipitation is not always desirable, however, because of sulfide instability and/or odor.\n                  Precipitation as a copper phosphate: Precipitation as a metal phosphate Cu3(PO4)2, pKs 36.9; Cu3(PO4)2 × 3H2O, pKs 35.1) can also be an effective means of removing complexed copper from solution. However, it may not be desirable to add phosphates to a wastewater that will be discharged to natural water systems.\n                  Organic precipitating agent: Synthetic precipitating agents such as dithiocarbamate polymers provide options for precipitating complexed copper from solution.\n                  Chelating Ion Exchange Resin: In some cases a weak or strong acid cation exchange resin can be used to remove weakly complexed copper from solution. More strongly complexed copper may require a chelating ion exchange resin. Lewatit TP 207, for example, is a weakly acidic, macroporous cation exchange resin with chelating iminodiacetate groups, that is known to be effective in removing glycine complexed copper. According to the manufacturer's literature TP207 chelating ion exchange resin can remove Cu2+ that is complexed with ammonia, aliphatic and aromatic amines, and multivalent carboxylic acids like citric acid, gluconic acid, glucuronic aid, oxalic acid and tartaric acid, as well as phosphates.\n                  In some situations where the metals that require removal are strongly complexed, or because the complexant itself represents a constituent that needs to be removed from the wastewater, a destructive means like advanced oxidation processes (AOP) can be used to destroy the complexing agent, release the metal ion for removal via conventional methods. Advanced oxidation methods are described below.",
    "Azoles and azole removal": "11.6\n               Azoles and azole removal\n               \n                  11.6.1\n                  Azoles\n                  Azoles are a class of polar water soluble organic chemicals with a 5 member ring structure comprised of C and N atoms, as illustrated in Fig. 11.17\n                     . Azoles are employed as corrosion inhibitors in a variety of industrial applications, as well as in consumer products like dishwasher detergent and automotive engine coolant. The azole ring also appears as a basic building block in numerous pharmaceuticals and natural products [45]. In the semiconductor industry, pyrazole, 1,2,4-triazole, benzotriazole, and methylbenzotriazole among others, are used to passivate metal surfaces on wafers during CMP. A typical CMP application may involve, for instance, the removal and planarization of a titanium nitride or silica feature from a wafer surface in a manner that requires the simultaneously protection of adjacent copper structures via the protective action of an azole or other metal passivating agent. In a copper CMP application, 1,2,4-triazole adsorbs directly onto Cu metal surfaces, forming a surface film layer of Cu-1,2,4-triazole; and also resides as a dissolved Cu-1,2,4-triazole complex [96,164].\n                  The charge on azole varies in accordance with its pKa and the pH, as illustrated in Fig. 11.18\n                      for 1,2,4-triazole. It follows, that the pH of the wastewater is also likely an important determinant of azole behavior in wastewater and in a wastewater treatment process.\n                  In addition to their use in CMP, fabs may use a variety of azoles for corrosion protection in cooling water systems. Although azoles have been used commercially since at least the 1940’s, they are currently viewed as “emerging contaminants” [223]. As a class, azoles are poorly removed in conventional biological wastewater treatment systems, and are frequently found in natural water bodies that receive treated wastewater [92,165]. Azoles are known to inhibit the biological transformation of ammonia to nitrate, and as such are considered to be potent nitrification inhibitors [121,151]. In fact, some azole containing chemicals are sold commercially for application to agricultural soils as a means of inhibiting or slowing the biological nitrification that could otherwise cause premature loss of ammonia fertilizer that has been applied to soils [139]. It has been hypothesized that the mechanism by which azoles inhibit nitrifying biomass involves sorption of the azole onto the copper and/or iron enzyme centers used by the nitrifying bacteria that convert ammonia to nitrate [121,138].\n                  Azoles are generally resistant to chemical and biological oxidation. The stability relates to the aromatic character of the 5 member ring, whereby the electrons contributed by each member of the ring are shared in a robust resonance structure [227]. The resistance to chemical oxidation is undoubtedly one of the reasons that azoles are employed in CMP, where otherwise they would be short lived under the oxidizing action of slurry components like H2O2. The resistance of azoles to oxidation is well illustrated in the work of Yang et al. [205] who using a supercritical water oxidation process at 450 C, and 237 atmospheres (3,481 psi) with 5x stoichiometric oxygen, achieved only ∼65 percent mineralization of 1-methyl imidazole.\n                  The resistance of azoles to biologically mediated oxidation in biological wastewater treatment plants is well documented in the literature [76,127,144]. Notably, where the triazole ring occurs as a structural component of complex pharmaceuticals, the principal mammalian metabolic product is often triazole itself [45].\n               \n               \n                  11.6.2\n                  Treatment of azoles and other organics in CMP wastewater\n                  Methods to remove azoles from wastewater include biological wastewater treatment, sorptive methods, advanced oxidation, electrochemical processes, and membrane processes as summarized below. The majority of the azole treatment methods described in the literature address benzotriazole and methylbenzotriazole, with fewer works addressing triazole and pyrazole.\n                  \n                     11.6.2.1\n                     Advanced oxidation processes\n                     Advanced oxidation processes (AOP) use strong oxidants, and/or generate strongly oxidizing species in situ, to oxidatively destroy organic chemicals. and ideally to mineralize them to their inorganic components, CO2, H2O, NO3, etc [148]. The hydroxyl radical, HO* is the principal oxidant in most AOPs, but superoxides and other oxidative species can also play a role [154]. The oxidation of a targeted organic chemical, org-i, by hydroxyl radical can be described as a second order reaction [154,228]\n                        \n                           \n                              \n                                 \n                                    R\n                                    =\n                                    \n                                       k\n                                       \n                                          H\n                                          \n                                             O\n                                             *\n                                          \n                                       \n                                       i\n                                    \n                                    \n                                       [\n                                       \n                                          o\n                                          r\n                                          g\n                                          −\n                                          i\n                                       \n                                       ]\n                                    \n                                    \n                                       [\n                                       \n                                          H\n                                          \n                                             O\n                                             *\n                                          \n                                       \n                                       ]\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     Rate constants for the reaction of hydroxyl radical with a wide variety of organics have been cataloged by Buxton et al. [228], among others. In practice however, the concentration of hydroxyl radical is typically unknown, and it is more common to utilize a pseudo first order rate relation to characterize particular experimental conditions.\n                     The hydroxyl radical can also react with a number of common inorganic constituents including carbonates, chloride, bromide, and nitrates, in a manner that quenches the reaction with the targeted organic, or may influence the reaction pathways and reaction products [154]. Reaction of hydroxyl radicals with halides, for instance, can convert the HO* to reactive halogen species, that may also participate in the destruction of the target compounds, but which tend to favor electron-rich organic compounds [229]. Due to the propensity for common inorganic and organic wastewater constituents to participate in the hydroxyl reactions, it is important for laboratory and pilot testing of AOP processes to utilize samples of the real wastewater in which the targeted azole occurs.\n                     \n                        11.6.2.1.1\n                        Fenton processes\n                        Fenton processes for the treatment of azoles have been reported by Ahmadi et al. [214], Andreozzi et al. [215], Catastini et al. [216], De la Cruz et al. [217], and Li et al. [121]. The Fenton process oxidizes organic chemicals by reacting H2O2 with Fe(II) to produce hydroxyl radical HO*. The Fenton process dates to work in 1894 by Henry Fenton and involves a sequence of reactions as summarized in Table 11.6\n                           \n                           [154]. In the absence of oxidizable species, the net reaction entails the conversion of H2O2 to O2 and water (Eq. 11.8) which is exothermic and yields 98 (kJ/mole).\n                        The classic Fenton process involves a homogenous reaction brought on by the addition of an Fe(II) salt like ferrous sulfate to H2O2, in an aqueous solution that has previously been adjusted to pH 2.5–3.0. Important process variables for the Fenton reaction include the dosing of H2O2 and Fe(II) and the pH, as well as time and temperature. The nominal quantity of H2O2 required for the Fenton oxidation of an organic, CaHbNcOd\n                           , can be estimated stoichiometrically [190] from Eq. (11.8)\n                           \n                              \n                                 (11.8)\n                                 \n                                    \n                                       \n                                          C\n                                          a\n                                       \n                                       \n                                          H\n                                          b\n                                       \n                                       \n                                          N\n                                          c\n                                       \n                                       \n                                          O\n                                          d\n                                       \n                                       +\n                                       \n                                       \n                                          (\n                                          \n                                             2\n                                             a\n                                             +\n                                             \n                                                1\n                                                2\n                                             \n                                             b\n                                             +\n                                             \n                                                5\n                                                2\n                                             \n                                             c\n                                             −\n                                             d\n                                          \n                                          )\n                                       \n                                       \n                                          H\n                                          2\n                                       \n                                       \n                                          O\n                                          2\n                                       \n                                       ⇒\n                                       a\n                                       C\n                                       \n                                          O\n                                          2\n                                       \n                                       +\n                                       \n                                          (\n                                          \n                                             2\n                                             a\n                                             +\n                                             b\n                                             +\n                                             2\n                                             c\n                                             −\n                                             d\n                                          \n                                          )\n                                       \n                                       \n                                          H\n                                          2\n                                       \n                                       \n                                          O\n                                          2\n                                       \n                                       +\n                                       c\n                                       H\n                                       N\n                                       \n                                          O\n                                          3\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        The actual demand for H2O2 may be much larger than the nominal stoichiometric quantity because often only a fraction of the H2O2 is decomposed, and only a fraction of the hydroxyl radical oxidizes the target compound [47,71]. The required quantity of H2O2 is therefore best determined experimentally. Several works have reported an increase in reaction rate with increasing H2O2 concentration up to an optimal [H2O2], beyond which additional H2O2 decreased the rate of reaction [154]. Excess H2O2 can compete with the target compound for hydroxyl radical, and at high concentrations represents a safety hazard. H2O2 concentration in excess of 10 wt percent contain sufficient energy to boil the water and are at risk of runaway reaction [197].\n                        The optimal molar ratio of ferrous iron and H2O2 is sometimes reported to be on the order of 1:10, but is best determined experimentally [190]. The pH needs to be controlled to a narrow range around pH 3. At pH much higher than 3, Fe(III) that has been produced by oxidation of Fe(II), becomes insoluble and precipitates from solution. At lower pH, excess H+ may scavenge hydroxyl radical, HO* + H+ + e- ➔ H2O [190].\n                        At the completion of the Fenton reaction, excess iron must be removed prior to releasing the treated effluent. This is typically accomplished by adding an inorganic base like NaOH to increase the pH, and precipitate ferric hydroxide. This in turn necessitates the use of a solid-liquid separation process like a clarifier or filtration system to remove the iron sludge. The need for reagents to adjust the pH twice, and the need to process the ferric iron sludge can represent significant cost and operational obstacles to the application of a Fenton process.\n                        Variants of the conventional Fenton reaction include electro-Fenton, photo-Fenton, and heterogeneous Fenton methods [81]. In some situations copper or another metal may be used instead of iron to catalyze the decomposition of H2O2\n                           [154]. In the electro-Fenton process H2O2 is generated reductively at the cathode using O2 or air feed, \n                              \n                                 \n                                    \n                                       \n                                          O\n                                          2\n                                       \n                                       \n                                          (\n                                          g\n                                          )\n                                       \n                                       +\n                                       \n                                          \n                                             2\n                                             H\n                                          \n                                          +\n                                       \n                                       +\n                                       2\n                                       \n                                          e\n                                          −\n                                       \n                                       →\n                                       \n                                          \n                                             H\n                                             2\n                                          \n                                          \n                                             O\n                                             2\n                                          \n                                       \n                                    \n                                 \n                              \n                           while Fe(II) added and is regenerated electrochemically from Fe(III) \n                              \n                                 \n                                    \n                                       \n                                          \n                                             Fe\n                                             \n                                                3\n                                                +\n                                             \n                                          \n                                          +\n                                          \n                                             e\n                                             −\n                                          \n                                       \n                                       →\n                                       \n                                          Fe\n                                          \n                                             2\n                                             +\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        Alternatively the iron can be provided from a sacrificial anode ([25]; Sires et al, 2014). \n                              \n                                 \n                                    \n                                       Fe\n                                       →\n                                       \n                                          \n                                             Fe\n                                             \n                                                2\n                                                +\n                                             \n                                          \n                                          +\n                                          2\n                                          \n                                             e\n                                             −\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        Whereas the electro Fenton method has the advantages of insitu generation of H2O2 and Fe(II), application can be limited by the low solubility of oxygen needed to generate H2O2, low current efficiency for H2O2 generation, and electrode properties [171]. Mousset et al. [230] describe the application of an electroFenton method to the treatment of acetone and IPA in electronics industry wastewater.\n                        Photo assisted Fenton oxidation, often referred to as the photo-Fenton process, employs UV light with the Fenton reagents, and in some cases may provide faster degradation and a higher degree of mineralization than conventional Fenton [154]. The UV light provides for a combination of direct photolysis of the target organic, UV induced decomposition of H2O2 to generate hydroxyl radical, and also facilitates the conversion of Fe(III) back to Fe(II). As such, the use of photo-Fenton may provide a means to minimize the addition of Fe(II), or even eliminate the use of Fe(II) in favor of a Fe(III) additive. \n                              \n                                 \n                                    \n                                       Fe\n                                       \n                                          (\n                                          III\n                                          )\n                                       \n                                       \n                                          \n                                             (\n                                             OH\n                                             )\n                                          \n                                          \n                                             2\n                                             +\n                                          \n                                       \n                                       \n                                          +\n                                          hv\n                                       \n                                       →\n                                       \n                                          \n                                             Fe\n                                             \n                                                2\n                                                +\n                                             \n                                          \n                                          +\n                                          HO\n                                          *\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     \n                        11.6.2.1.2\n                        Heterogeneous fenton\n                        In a heterogeneous Fenton system, the Fenton catalyst, iron, is attached to a solid carrier like silica, zeolites, or activated carbon. In some applications, a synthesized iron solid material with special crystal structures attributes, nano size, or other properties may be used to increase the activity and stability of the catalyst [190]. Heterogeneous Fenton systems can be deployed in fixed beds, or may added to a wastewater and subsequently recovered by filtration or other means. Choi and Chung [231] describe the use of a heterogenous Fenton system in which iron was deposited onto an activated carbon carrier matrix to treat the RO reject of a dilute semiconductor wastewater.\n                     \n                     \n                        11.6.2.1.3\n                        Ozone\n                        Ozonation processes for the treatment of azole containing water have been described by Benietz et al. [232]; Dai et al. [233]; Leitner et al. [234]; Margot et al. [142], Mawinney et al. [143], Scheurer et al. [162]; and Tekle-Rottering et al. [235], among others. The ozonation of 1H-benzotriazole is described by MaWhinney et al. [143] who reported that at lower ozone concentrations, 1H-1,2,3-triazole-4,5-dicarbaldehyde could be formed as a stable transformation product, but with higher ozone dose the destruction was complete. Schilling et al. [163] in US Patent US20150353392A1 describe an ozonation process for treating azoles in semiconductor wastewater. The patent describes the reduction of a 140 (mg/L) total azole concentration to less than 2 (mg/l) using an ozone to azole ratio in the range of 5:1 to 80:1, in a recirculating batch reactor.\n                     \n                     \n                        11.6.2.1.4\n                        UV, UV/H2O2, and photocatalytic\n                        UV, UV/H2O2, and photocatalytic processes for the treatment of azoles have been reported by Ahmadi et al. [214]; Andreozzi et al. [215]; Bahnmuller et al. [236]; and Wantanabe et al. [193], among others. Ahmadi et al. [2015], and Nihemaiti et al. [2018] also describe the use of UV-persulfate processes. Bahnmuller et al. [236] reported that benzotriazoles and benzothiazoles are photoreactive at 254 (nm), but that UV irradiation alone is not an efficient method for wastewater treatment. Watanabe et al. [193] describe the use of a bench scale UV/TiO2 photocatalytic process to oxidize 1,2,4-triazole. They reported that 25 40 percent of the triazole nitrogen was mineralized to a combination of NH4-N and NO3-N, and that 60–70 percent of the triazole carbon was converted to CO2. Notably, they reported the formation of “ring expanded byproducts” that were larger than the azole starting compound.\n                        Li et al. [123,237,238] describe bench scale evaluations of the Fenton, photo-Fenton, UV/H2O2, and UV/Persulfate processes for treatment of pyrazole and 1,2,4-triazole. The use of a photo-Fenton process reduced the Fe dosing requirement relative to the Fenton process, but required strict pH control and the removal of the iron solids. The use of a UV/H2O2 process reduced the need for the strict pH control and avoided the generation of iron sludge. A UV/persulfate process removed 1,2,4-triazole more slowly than the other processes. The photo-Fenton and UV/H2O2 processes were the best performing of the four AOP methods evaluated for 1,2,4-triazole. Destruction of the azole was nearly 100 percent, the treated effluent was shown to be non-toxic to cerniodaphnia dubia, and also to exert negligible nitrification inhibition.\n                        Huang et al. [86,87] in US Patents 6,126,838, and 6,143,182, assigned to ITRI (Industrial Technology Research Institute) describe a fluidized bed Fenton method that can be used with and without the aid of electrolysis. Yasuike et al. (2014) in US Patent 8,801,93, assigned to Kurita, describe O3/H2O2 process that removes > 98 percent removal of 100 mg/L triazole (measured as TOC) combined O3/H2O2 reaction.\n                     \n                  \n                  \n                     11.6.2.2\n                     Adsorption methods\n                     Reports on the use of conventional activated carbon adsorption to remove azoles from wastewater have not been promising. Scheurer et al. [162] reported essentially no adsorption of 1,2,4 triazole onto Filtrasorb 300 activated carbon. Amorim et al. [8] reported that powdered activated carbon (PAC) had very low adsorption capacity for the adsorption of 1,2,4-triazole. Lowenberg et al. [239] reported 85-95 percent removal of a very low feed concentrations of BTA (∼4 ug/L) using 20 (mg/L) PAC supplemented with 4 (mg/L) FeCl3 coagulant to facilitate removal across an ultrafilter. Margot et al. [142] reported 90 percent BTA removal of 7 (ug/L) BTA and 96 percent removal of 4 (ug/L) of methyl-benzotriazole (Me-BTA) removal using PAC/UF.\n                     Jiang et al. [94] describe lab scale evaluations of benzotriazole and tolytriazole removal onto a regenerable zinc-imidazolate type zeolite as a function of pH, ionic strength, and humic acid concentration. The equilibrium sorption capacity, for BTA ranged from ∼200 (mg/g) at pH 2, to ∼140 (mg/g) at pH 12; and was largely invariant with humic acid concentration over the range from 0 to 100 (mg/L) and with salt (NaCl, CaCl2, and MgSO4) concentrations up to 1 M. They attributed the high sorptive capacity to two effects: a) hydrophobic and π–π interaction between the aromatic rings of the substituted benzotriazoles and the aromatic imizole rings of the zeolite, and b) coordination between the N atoms in azoles and the Zn2+ ions embedded in the zeolite framework.\n                     Ma et al. [141] and Liu et al. [240] describe the use of a magnetically separable copper-based MOF for the extraction of triazole based pesticides. Metal Organic Frameworks (MOF), also known as coordination polymers, are high surface area porous solid materials in which metal and metal ion groups are cast into a 3D crystalline structures using a framework of organic linking compounds [62,211]. MOF are distinguished according to their structural components, physical properties (porosity, pore size, pure surface morphology) and the nature of the sorptive metal sites [75]. Liu et al. [240] described the removal of azole based pesticides using a Cu containing MOF that was prepared with Fe3O4–graphene oxide to enable magnetic separation. Ma et al. [141] reported the use of a Fe3O4-SiO2 based MOF for pre-concentration of pyrazole and pyrole based pesticides where the pyrazole was selectively adsorbed to the MOF, and the magnetic MOF sorbent was subsequently separated from solution using an external magnet. The adsorption of individual azole compounds was not described by either work.\n                     Xu et al. [199] describe the use of a Zn-Al-O metal oxide sorbent to remove benzotriazole from water. They reported BTA removal was invariant over the range from pH 4 to 11, increased with increasing amount of sorbent, and decreased with increasing ionic strength. They reported a maximum monolayer adsorptive capacity of 9.51 (mg/g) for benzotriazole in the absence of electrolyte (NaNO3) and 7.30 (mg/g) in the presence of electrolyte. They used a Langmuir type isotherm model to fit the data.\n                     Hu et al. [80] describe the use of a calcined Zn-Al layered double hydroxide (LDH) to remove BTA. Calcination, the heating of the layered double hydroxide, converts the native material into a mixed oxide-hydroxide phase with higher surface area and higher porosity. They reported a maximum equilibrium adsorption capacity for BTA of nearly 2,000 (mg/g).\n                     Jia et al. [93] reported partial removal of benzotriazole (BTA) and methylbenzotriazole (MeBTA) onto ferrous iron based sorbents that were deployed like a PAC. However, Noubactep et al. [242] cautioned that the azole removal may have been the result of co-precipitation with iron oxides from the solution, rather than to partitioning to the iron based sorbent.\n                     The adsorption capacity of several alternative adsorbents for benzotriazole BTA is summarized in Table 11.7\n                        .\n                  \n                  \n                     11.6.2.3\n                     Biotreatment of azoles\n                     Azoles are bio-refractory, with poor removal across conventional POTW [6,127]. Biodegradation of some azole compounds has been reported where specialized reactor designs that provide long solids residence time, and/or the use of cultured biomass, have been used. Weiss and Reemtsma [195], for instance, describe the use of a membrane bioreactor to remove benzotriazole. A membrane bioreactor couples an activated sludge biomass with a membrane separation system in a manner that enables very high biomass concentrations (10,000 – 30,000 (mg/L) MLSS, small footprint, long SRT (> 20 days), independently adjustable SRT and HRT; and a low food to mass ( F:M) ratio to force biomass to utilize poorly degradable substrate. Pham et al. [153] describe the use of an upflow biological aerated filter (UBAF) which achieved partial removal of 1,2,4-triazole. A UBAF enable a high biomass density and small footprint relative to conventional activated sludge processes. Wu et al. [196] isolated, identified and cultured a strain of Shinella to biodegrade feed containing up to 320 (mg/L) of 1,2,4-Triazole. The Shinella strain was reported to utilize the triazole as a sole carbon and nitrogen source at a rate of 83 (mg/L day) in a laboratory bioreactor. Wu et al. (2017) reported a high level of biodegradation of 1,2,4-triazole using acclimated manganese-oxidizing bacterium at a temperature of 30 C. Le Campion et al. [116] isolated and cultured a strain of B. licheniformis bacteria from a wastewater treatment plant that receives wastewater containing 5-nitro-1,2,4-triazol-3-one (NTO). They demonstrated that Carbon14 labeled 1,2,4-triazole compound passed through urea and hydroxyl urea intermediate steps, that in turn mineralized to CO2 and nitrate. The process was reported to be viable at a NTO feed concentration of 15,000 (mg/L). Jog et al. [241] investigated the influence of azole structure on aerobic biodegradation rates. Reports on the use specialized strains of bacteria to treat high concentrations of azole containing wastewater are encouraging, but commercial scale applications have not been reported.",
    "Summary": "11.7\n               Summary\n               This chapter summarizes the occurrence, behavior, and treatment of several common CMP wastewater constituents. The nano sized alumina, ceria, and silica particles used in CMP slurries behave in a manner that is generally consistent with standard DLVO theory; and are typically well removed in conventional coagulation precipitation processes. The presence of complexing agents can make it difficult to remove copper and other metals from CMP wastewater via conventional metals precipitation processes. Several strategies are described for breaking the complexes between metals and organic complexing agents. In extreme cases, it may necessary to destroy the complexing agent using AOP or alternate methods. Azoles are a common component of CMP wastewaters and are potent nitrification inhibitors. The level of inhibition exerted by a given azole concentration is readily measured, but can vary significantly depending on the source of the particular biomass used to perform the testing. The factors that influence the extent to which a given azole inhibits a particular biomass is under-researched, and constitutes an important research need. Azoles can be oxidatively removed from wastewater by a number of alternative AOP processes, including the Fenton, Photo-Fenton, UV-H2O2, UV-persulfate methods, and ozonation. However, in CMP wastewaters, the concentration of azoles is often low relative to the total organic carbon (TOC) concentration, which can make it expensive to use indiscriminate AOP methods that oxidize a substantial fraction of the TOC, prior to oxidizing the azoles. Ideally, targeted azoles could be selectively removed from a CMP wastewater and concentrated for destruction by an AOP or alternate process. However, no sorbents or other materials have been reported which can selectively remove azoles and concentrate them for destruction."
  },
  "references": []
}