{
  "title": "Improvement of oxide removal rate in chemical mechanical polishing by forming oxygen vacancy in ceria abrasives via ultraviolet irradiation",
  "authors": [
    "Kim, Eungchul"
  ],
  "publication": {
    "journal": "Materials Chemistry and Physics",
    "date": "2021-11-15",
    "doi": "10.1016/j.matchemphys.2021.124967"
  },
  "abstract": "In highly integrated semiconductor chips, three dimensional (3D) stacked integrated circuits have increasingly required a high removal rate of the oxide film via chemical mechanical polishing (CMP). In this study, a new method is introduced to enhance the removal efficiency of ceria slurries, i.e., by irradiating ultraviolet (UV) light directly on the ceria slurries. When ceria abrasives were exposed to UV light, an oxygen vacancy leading to an increase in a concentration of Ce3+ occurred on the surface of ceria particles. At this time, the concentration of Ce3+ was related to the removal rate and it was possible to improve the removal efficiency of ceria slurry through UV irradiation. First of all, the ceria abrasives were characterized by using X-ray diffraction (XRD) and transmission electron microscopy (TEM). The formation of the oxygen vacancies on the ceria surface was estimated by using XRD, TEM, UV–visible spectroscopy, and X-ray photoelectron spectroscopy (XPS). By increasing the exposure time to UV light, the concentration of Ce3+ gradually increased and the growth of the removal rate with increasing Ce3+ concentration was confirmed. When UV light was irradiated to the ceria slurries for 50 h, the removal rate of the oxide film was increased by about 40 % compared to baseline slurry. Finally, a reliable correlation between the concentration of Ce3+ and the rate of oxide removal was identified.",
  "keywords": [
    "Ceria abrasive",
    "Ultraviolet light irradiation",
    "Oxygen vacancy",
    "Chemical mechanical polishing (CMP)"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  As next-generation devices continue to develop, three-dimensional integrated circuits are becoming increasingly required, owing to their improved performance from the reduction of interconnect lengths [1]. As a consequence, the number of layers of vertical gates has drastically increased, revealing a significant challenge for high oxide removal efficiency in the chemical mechanical polishing (CMP) process [2]. Ceria is highly reactive with oxide films and has received notable attention as an abrasive for effective removal of oxide substrates. The removal mechanism of ceria abrasives was first developed by Cook, who used the expression “chemical tooth” for the interaction between the ceria and substrate [3]. Recently, it has been proposed that the active sites consist of Ce3+, resulting from an oxygen vacancy on the surface of the particle [4,5]. The active sites with Ce3+ strongly react with the oxide film, weakening the bond between Si and O by forming a Ce–O–Si bond. By increasing the concentration of Ce3+, the number of active sites on the surface of the particle increases, leading to a high removal rate by accelerating the interactions between the ceria and SiO2 substrate. Therefore, the importance of the active oxidation state of ceria has been emphasized, and the importance of augmenting the concentration of Ce3+ on the surface of ceria has increased.\n                  Based on a study in the semiconductor industry, J. H. Choi proposed the formation of an oxygen vacancy by the substitution of a metal ion. The relationship between the removal rate and the Ce3+ concentration was evaluated using ultraviolet (UV)–visible spectroscopy [6]. L. Wang found that the removal rate increases in optical glass CMP as the contents of ceria abrasive decrease, owing to an increase in the concentration of Ce3+ when the ceria slurry is diluted [7]. In other areas, many studies have attempted to improve the catalytic activity of ceria by making oxygen vacancies on the surfaces of cerium oxide particles. S. K. Sahoo investigated a method for the hydrothermal synthesis of nano-CeO2. By controlling the synthesis time and temperature, the concentration of Ce3+ varied and was evaluated using UV–visible spectroscopy [8]. Shelley R. Gilliss and N. Shehata found that doped impurities such as lanthanide elements and fluorine lead to an increased concentration of Ce3+ on the surface of ceria [9,10]. C. Binet and D. Schweke studied an H2 reduction of ceria that formed an oxygen vacancy, which led to Ce3+ by H2 dissociation [11,12].\n                  In this study, we suggest a new method for enhancing the oxide CMP performance for a ceria slurry by using UV light. This method does not require the addition of other chemicals or special environments, so it can be more easily and cost-effectively applied to the semiconductor manufacturing industry than referred methods. UV light can create defects directly on the surface of a ceria particle, thereby forming an oxygen vacancy that leads to the improvement of the reactive surface [13]. Therefore, an increase in the removal rate can be achieved because the increase of reactive sites promotes the chemical bonding between ceria and oxide film. The effect of UV light on the concentration of Ce3+ in ceria particles is investigated, and its impact on the removal rate of the oxide film is evaluated.",
    "Experimental": "2\n                  Experimental\n                  \n                     2.1\n                     Ceria slurries\n                     In this experiment, three types of ceria abrasives were evaluated. A commercial calcined ceria slurry (CS-A) was tested and analyzed. The other slurries were compounded in our lab using ceria powder of size 100 nm (CP100; US Research Nanomaterials, USA; CS-B) and ceria of size 10 nm (CP10; US research Nanomaterials, USA; CS-C). The morphologies of the three types of abrasives were characterized using transmission electron microscopy (TEM; JEOL, JEM ARM200F, Japan). X-ray diffraction (XRD; D8 ADVANCE, Bruker, USA) analysis was performed to determine the structural properties of the ceria particles. For the CMP test, all samples were diluted to 1 wt% by distilled water, and the pH of the slurries was maintained in a range near 7 using KOH.\n                  \n                  \n                     2.2\n                     Ultraviolet (UV) irradiation on ceria slurry\n                     The experimental setup for sample preparation is shown in Fig. 1\n                        . The inside of the chamber was covered with aluminum foil, not only to prevent light loss but also to increase the efficiency of the UV-light irradiation on the ceria slurry. The UV-light source, of power 6 W and wavelength 254 nm, was attached to the upper side of the chamber; it was located 3.5 cm above the surface of the slurry when a container was filled with 450 ml of the slurry. To make an electron-hole on the surface of a ceria particle, the photon energy of the UV-light must be higher than the bandgap of 3.0 eV for ceria. Since the UV-light source with 254 nm of wavelength can provide large energy with 4.88 eV, the UV-light was used to deliver photon energy over the bandgap of general ceria [13]. In this experimental condition, the intensity of UV-light on the surface of the sample is 0.489 W/cm2. The prepared slurry samples were irradiated by UV light under stirring by a magnetic stirrer at 400 rpm for 6 h.\n                  \n                  \n                     2.3\n                     Characterization of oxygen vacancy on the ceria surface\n                     Various analytical methods have been used to identify oxygen vacancies on the surface of ceria particles caused by UV-irradiation. In this study, UV–visible spectroscopy was performed to define the oxidized state of the cerium oxide in solution. An oxygen vacancy was confirmed based on UV-irradiation, and a fast Fourier transform (FFT) pattern was analyzed to identify the extra diffraction spots from the oxygen vacancy. Finally, through X-ray photoelectron spectroscopy (XPS; ESCALAB 250, Thermo Fisher, USA) analysis, the element ratios of Ce3+ and Ce4+ were determined to analyze the change in the charge transfer of Ce by the oxygen vacancy. The relationship between the concentration of Ce3+ and the polishing rate was confirmed via comparison with the CMP results.\n                  \n                  \n                     2.4\n                     Chemical mechanical polishing (CMP)\n                     A rotary-type CMP machine (Poly-400, G&P Technology, Korea) was used to polish the oxide wafer, and a polyurethane polishing pad (IC1010, Dupont, USA) was conditioned for 30 min before each polishing, to maintain uniform conditions. During CMP, the conditioning was also performed at 3 kgf in situ. The pad rotation speed was 93 rpm, and the rotation speeds of the conditioner and wafer head were 87 rpm. The removal rate of the polished oxide film was obtained by measuring the difference between the thickness of the oxide film before and after CMP using a reflectometer (ST5030-SL, K-MAC Co., Korea). The detailed experimental conditions are listed in Table 1\n                        .",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Characterization of ceria particles\n                     \n                        Fig. 2\n                        (a–c) shows the morphology and size of each ceria particle captured via TEM. The shape of CS-A was found to be most varied among the particles used in the experiment; the particles have a size distribution of 20–200 nm, as shown in Fig. 2(a). The particles of CS-B are 20–150 nm in size, with particle size distribution similar to that of CS-A. It appears that polyhedral particles exist in some aggregated state, as shown in Fig. 2(b). In the case of CS-C, the particle size is distributed in the 10 nm band and the particles exist in an agglomerated state, as shown in Fig. 2(c). From previous studies, indicating that the removal rate varies depending on the crystal structure of the ceria, it can be said that the reactivity differs depending on the crystal structure of the particle. Thus, it is necessary to confirm whether structural changes occur in ceria particles under UV irradiation. Therefore, the crystal structures of each particle and specimen with UV-treatment for 6 h were analyzed by XRD, as shown in Fig. 2(d). All samples were confirmed to correspond to the cubic phase, according to the main diffraction peak of the face-centered cubic fluorite structure of cerium oxide (JCPDS 34–0394) [14,15]. The crystalline structures of the ceria particles were not changed by the irradiation of UV light.\n                  \n                  \n                     3.2\n                     Oxygen vacancy\n                     In previous reports, the oxygen vacancy formation energy on the surface of ceria particles is 1.16 eV [16]. The removal of a single electron from the valence band of ceria decreases the oxygen vacancy formation energy to 0.44 eV. In the presence of UV light, the energy of the system is further lowered, owing to the separation of the electron-hole pair. When the UV light is irradiated on the surface of ceria, the oxygen vacancy formation energy is lowered to a negative value of −0.64 eV. Therefore, the electrons and holes generated from the UV irradiation reduce Ce4+ to Ce3+ and the holes oxidize O2− anions [13,17]. Thus, UV irradiation effectively generates Ce3+ on the surface of ceria, as expressed in Fig. 2(e).\n                     \n                        Table 2\n                         lists the crystallite size and lattice parameters before and after UV irradiation for all samples from the diffraction patterns shown in Fig. 2(d). The crystallite size is calculated with the Scherrer formula using the full-width at half-maximum of the (111) diffraction peaks. When the UV light is irradiated on ceria slurries, the crystallite sizes of all types of ceria abrasives decrease, as shown in Table 2. Some studies have reported a correlation between the crystallite size and the concentration of Ce3+. As the Ce3+ concentration increases, the crystallite size of ceria decrease [18,19]. Furthermore, a lattice expansion of the ceria occurs, owing to the decrease in crystallite size with the increase Ce3+ concentration. The formation of oxygen vacancies and accompanying Ce3+ ions leads to a distortion of the local symmetry, causing changes in the Ce–O bond length and overall lattice parameter [18,20,21]. In this experiment, the lattice parameters of the ceria abrasives were found to increase when the samples were UV-treated. From the XRD analysis, the increase in the lattice parameters and decrease in crystallite size indicate the formation of oxygen vacancies from the UV irradiation.\n                  \n                  \n                     3.3\n                     UV–vis & transmission electron microscopy (TEM) analysis\n                     UV–visible spectroscopy has been used to obtain information on the surface coordination and various oxidation states of metal ions in a solid solution. As the concentration of Ce3+ ions is in relative proportion to the intensity of UV absorption, the change in absorption in the UV region indicates a change in the surface oxidation state of a ceria particle. Fig. 3\n                        (a) shows the UV–vis spectra of the CS-A particles with and without UV treatment. The results show the presence of a strong peak near 260 nm and a relatively weak peak at 320 nm. The absorption peaks at 260 and 320 nm in the UV–vis spectra of the ceria are ascribed to Ce3+ and Ce4+, respectively [22–24]. No evident change in the absorption peak at 320 nm belonging to Ce4+ was observed; however, the peak at 260 nm increased when UV light was irradiated. This result demonstrates that irradiating UV light on a ceria slurry increases the concentration of Ce3+ on the abrasive surface. The increment in the Ce3+ concentration is beneficial for the CMP process, owing to the relative ease of forming a Ce(OH)3 hydration layer for promoting the Ce–O–Si bond in the CMP process, according to Cook's model [3].\n                     A typical cross-sectional high-resolution TEM image of a CS-A particle before and after UV treatment is shown in Fig. 3(b and c). The highly crystalline nature and well-defined lattice planes [{111}, {001}, etc.] of the CeO2 particles can be easily observed in Fig. 3(b and c). The crystal lattice image in Fig. 3(c) shows that the UV treatment of CeO2 particles creates an oxygen vacancy at the surfaces of the CeO2 particles, as compared with the non-UV-treated slurry particles shown in Fig. 3(b).\n                     A meaningful understanding of the oxygen vacancy creation from UV treatment can be obtained based on an FFT analysis of different regions. Fig. 3(d and e) shows extracted FFT images for specific regions (3 nm × 3 nm) in Fig. 3(b) and (c), respectively. Sobel filtering was used to reduce unwanted noise. The crystallographic orientation of the planes {111} and {100} is observed and marked in Fig. 3(d and e). The insertion of the oxygen vacancy in the CeO2 crystal lattice results in the formation of new diffraction spots in the FFT images of the UV-treated ceria slurry [25,26]. In the FFT image in Fig. 3(e), new planes of small spots appeared between the diffraction spots of the CeO2 crystal lattice. These newly emerging diffraction spots in the FFT images confirm the formation of an oxygen vacancy in the UV-treated ceria slurry.\n                  \n                  \n                     3.4\n                     X-ray photoelectron spectroscopy (XPS) & CMP\n                     The differences in the oxidation states of UV-treated ceria particles were analyzed using XPS. The peaks deconvoluted in the Ce3d XPS spectra were fit using a Gaussian–Lorentzian function. The XPS results corresponding to Ce3d3/2 and Ce3d5/2 are shown in Fig. 4\n                        . The identified peaks were labeled u\n                        \n                           0\n                        , u, u’, u’’, and u’’’ (corresponding to Ce3d3/2) and v\n                        \n                           0\n                        , v, v’, v’’, and v’’’ (corresponding to Ce3d5/2). Among these peaks, v\n                        \n                           0\n                        , v’, u\n                        \n                           0\n                        , and u’ correspond to Ce3+, whereas the others correspond to Ce4+ [22,27]. For the XPS analysis, the ceria slurries are irradiated by UV light for 6 h, and the results of the XPS spectra for all samples are shown in Fig. 4(a–c). The areas of the fitting peaks ascribed to Ce3+ and Ce4+ are used to quantitatively calculate the concentrations of Ce3+ ions on the surfaces of the abrasives. Table 3\n                         lists the changes in concentrations of Ce3+ ions in the CS-A, CS-B, and CS-C abrasives before and after UV treatment. By irradiating UV light on the ceria slurry, the concentration of Ce3+ ions increased. In the cases of CS-A and CS-B, the UV-irradiated results show a large increase in the Ce3+ concentration, i.e., approximately 7 %, from 14.06 % to 21.28 % and 13.37 %–19.69 %, respectively, whereas the Ce3+ concentration of CS-C only shows a 1.7 % increment, from 11.83 % to 13.53 %. Owing to the agglomeration of ceria particles in CS-C, as shown in Fig. 2(c), the surface areas of the particles that could be irradiated by the UV light decreases. Thus, the impact of UV irradiation on ceria particles is reduced for the less well-dispersed CS-C samples. In comparison with the removal rate shown in Fig. 5\n                        (a), the fraction of Ce3+ for each abrasive surface correlates well with the oxide removal rate. The removal rate of all types of ceria increased as the concentration of Ce3+ increased under UV irradiation. The difference in the removal rate of each baseline slurry is related to the morphological characteristics of ceria particles. The removal rate of an oxide film using ceria abrasive vary depending on the size of the particles [28]. To define the size of abrasives in a slurry, particle size analyzer (ELSZ 2000, Otsuka, Japan) was used. Because the mean particle size of CS-C is much smaller than other slurries as shown in Fig. 5(b), a low removal rate of CS-C obtained. The peak due to particle agglomeration of CS-C was also observed at a particle size of over 100 nm. It does not significantly affect the removal rate because the proportion of the agglomerated particles in the slurry is small. However, these agglomerates can have an impact on the surface quality of wafers such as roughness and defects. Furthermore, CS-B has a mean particle size similar to that of CS-A, however, it shows a much wider particle size distribution as shown in Fig. 5(b). When a slurry has a broad size distribution of abrasives, the number of particles participating in polishing becomes larger, so the polishing rate is higher [29,30]. Thus, the removal rate of CS-B is higher than that of CS-A due to a broader particle size distribution resulting in a higher removal rate, even though the mean size of particle is similar. As a result, even if the CMP performance of each abrasive is different in nature, it was possible to obtain an increased removal rate when exposed to UV light.\n                     \n                        Fig. 6\n                        (a) shows the increase in the removal rate of the silicon dioxide film with time. CS-A is representatively used for the polishing material. When UV light was irradiated on the ceria slurry, the oxide removal rate increased over time compared to that of untreated slurry. The removal rate increased rapidly until 205 min of UV-light irradiation and gradually became saturated. After 720 min of UV-light irradiation for the ceria slurry, the oxide removal rate was maintained at an increase of 40 % with respect to that of the baseline ceria slurry. The concentration of Ce3+ with the UV irradiation time is also shown in Fig. 6(a). The fraction of Ce3+ shows a very similar tendency to the oxide removal rate with the UV irradiation time. The correlation between the concentration of Ce3+ and the oxide removal rate is shown in Fig. 6(b). As the concentration of Ce3+ increased, the removal rate also increased, and it is confirmed that they are almost linearly proportional. This result is consistent with the view that Ce3+ is the reactive species that is responsible for the high silicon dioxide in previous studies [2,31].",
    "Conclusion": "4\n                  Conclusion\n                  The effect of UV irradiation on ceria abrasives was investigated for high removal rates in CMP applications. Three types of ceria abrasives were investigated, and all the ceria slurries showed an improved removal rate of an oxide film with UV treatment. In the XRD analysis, when UV light was irradiated to the ceria slurry, the crystal structures did not change, but the crystallite size and lattice parameters shifted due to the formation of oxygen vacancies which led to an increase in Ce3+ concentration. In addition, the increase in the Ce3+ concentration was quantitively confirmed based on an XPS analysis. The results of the UV–visible absorption spectra for UV-irradiated ceria abrasives and analysis of the TEM FFT pattern provide evidence of the formation of oxygen vacancies on the surface of the ceria particles. Furthermore, as the UV-irradiation time increases, the removal rate and concentration of Ce3+ show a very similar tendency to increase. The fraction and the removal rate of Ce3+ drastically increased to 205 min and then gradually saturated. Finally, the importance of enhancing the Ce3+ concentration was estimated by determining a reliable linear relationship of the correlation between the removal rate and the Ce3+ concentration.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Eungchul Kim: Conceptualization, Methodology, Data curation, Writing – original draft, Writing – review & editing. Jiah Hong: Data curation, Writing – original draft. Seokjun Hong: Resources, Investigation. Chaitanya Kanade: Formal analysis, Data curation, Investigation. Hyunho Seok: Visualization, Software. Hyeong-U Kim: Writing – review & editing, Validation. Taesung Kim: Conceptualization, Supervision, Project administration, Funding acquisition."
  },
  "references": []
}