{
  "title": "Using quantum dots to evaluate subsurface damage depths and formation mechanisms in glass",
  "authors": [
    "Williams, W."
  ],
  "publication": {
    "journal": "CIRP Annals",
    "date": "2010-12-31",
    "doi": "10.1016/j.cirp.2010.03.137"
  },
  "abstract": "Subsurface damage (SSD) is a layer of fractured and stressed material that remains beneath an apparently well polished surface. It is detrimental to the quality and performance of high end optical components and laser crystals. While many methods exist to detect SSD none offer insights into damage formation mechanisms and few estimate damage depths. The technique of tagging lapping and polishing slurries with quantum dots (nano-sized fluorescent crystals) does both. Fluorescence was detected at depths up to 10μm beneath the surface of glass slides processed with tagged slurries. The dots are introduced to the subsurface through brittle fracture mechanisms.",
  "keywords": [
    "Polishing",
    "Surface integrity",
    "Subsurface damage"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Subsurface damage (SSD) is a layer of fractured and stressed material that lies beneath an apparently smooth, defect free polished surface [1,2], see Fig. 1\n                     a and b. Over time, or if subjected to higher energy conditions, these damage sites will propagate to the surface resulting in a damaged, degraded surface. In high end optical components the temperature and pressures used during coating processes can aggravate any existing SSD. While in the case of laser crystals, its presence reduces the laser induced damage threshold (LIDT), i.e. the amount of power that can be pumped through the crystal. This has a direct impact on the laser's life span. Subsurface damage is primarily formed as a result of brittle fracture propagation into the workpiece during the grinding and lapping processes. When formed by this method, the damage appears as isolated or interconnected fracture sites (Fig. 1b). Polishing processes are typically used to remove brittle fracture induced SSD, however they, albeit at a lower rate, can also impart SSD. As polishing does not remove material by brittle fracture, the SSD formation and morphology is different. It is believed that the polishing abrasive acting as a travelling indenter induces localized stress fields that when etched appear as a series of crescent shaped ‘chatter marks’ (Fig. 1c) [3,4].\n                  No matter of its origin, SSD must be removed. This can be challenging as SSD is not detectable by traditional optical and contact surface measurements. Specialized equipment or destructive techniques must be used to detect its presence and estimate its depth. Many techniques exist to probe damage in the subsurface region such as etching, dimple or taper polishing, ion channelling [5,6], Raman spectroscopy [7,8], X-ray scattering [9], and photothermal techniques [10,11]. Papers by Brinksmeier [12] and Lucca et al. [13] provide in-depth overviews of the available techniques. Despite the range of methods available to detect SSD there are often associated limitations with respect to system resolution, the depth to which damage can be detected, the material type that can be evaluated, access to capital expensive equipment, the time required to prepare and evaluate the sample, and perhaps the necessary destruction of the sample. For these reasons there is a need for a quick and non-destructive workshop level test that can quickly detect SSD and its associated depth. This study shows that tagging loose abrasive slurries used for lapping and polishing with quantum dots (QDs), nano-sized fluorescent crystals, can quickly highlight SSD in glass samples. Analysis of confocal microscopy scans taken on and beneath the surface provide information on damage depth. Additionally as the QDs are present while the dynamics of the lapping and polishing processes take place, they provide insights on SSD formation mechanisms. It is found that only damage induced by lapping imparts sufficient energy into the workpiece to enable retention of QDs on or beneath the surface.",
    "Quantum dots and their detection": "2\n                  Quantum dots and their detection\n                  \n                     2.1\n                     Quantum dots\n                     Quantum dots (QDs), first reported on in the 1980s [14] are nano-sized (<10nm) semi conducting crystals that can fluoresce at specified wavelengths [15,16]. In this work cadmium selenide QDs are used, but other material combinations such as lead sulfide, cadmium sulfide, indium arsenide, and indium phosphide can produce quantum dots. Regardless of the material type, they all have the following fluorescing characteristics. When the electrons in the outer shells of the dots are excited, they can jump across the bandgap and reside in the higher conduction band. When the electron drops back to its original energy state, the energy difference between the two states is emitted as electromagnetic radiation. The emission wavelength depends on the actual physical size of the band gap which is determined by the size of the QD. Smaller QDs emit at shorter wavelengths. Quantum dots offer several advantages over cheaper organic fluorescent dyes such as; higher intensity fluorescence, narrower emission spectra, broad excitation spectra, and increased resistance to photobleaching (diminishing of the fluorescent response in successive excitations) [17].\n                     The quantum dots utilized in all experiments detailed in this paper were ‘Hops Yellow’ EviDots™ from Evident Technologies. These particles consist of a cadmium selenide core surrounded by a zinc sulfide shell, resulting in an estimated crystal diameter of 3.8nm. This shell in turn is surrounded by a 2nm thick layer of ligands giving a final particle diameter of 7.8nm. The ligands allow the dots to remain in colloid suspension. The quantum dots have an emission peak at 553±10nm and are excited by wavelengths shorter than 540nm.\n                     As QDs are nano-sized, their interactions with the workpiece surface are strongly governed by surface charges (adhesion) and lattice size considerations (adsorption). Control tests, summarized in Table 1\n                        , demonstrated that QDs do not adhere strongly to smooth glass surface and that they can be effectively removed by cleaning with IPA. Numerical analysis comparing van der Waals forces between the QDs and a silica surface (estimated at 0.5nN) and the estimated hydrodynamic force (estimated at 0.4pN) of polishing slurry in the vicinity of the workpiece surface suggests that the QDs will not be immediately flushed off the surface during the process. Analysis is based on approaches taken to investigate wafer cleaning post-chemical mechanical planarization [18–20].\n                     Exact details of all the numerical analysis and control tests can be found in Williams et al. [21,22].\n                  \n                  \n                     2.2\n                     Detection of quantum dots on and beneath the surface\n                     A confocal fluorescence microscope provides better fluorescence location discrimination than wide field microscope. This is achieved by strong attenuation of fluorescence sources outside the focal point [23]. While this microscope characteristic facilitates crisper imaging of fluorescent particles on the surface, it also enables the depth (z-axis location) of the fluorescence source to be determined. This is possible as the detected fluorescence decreases as the focal point moves away from the source as described by Eq. (1)\n                        [24]. When the 3-D Gaussian function is reduced to one dimension, the z-direction, Eq. (1) reduces to Eq. (2), where I is the fluorescence intensity, I\n                        MAX is the maximum fluorescence intensity, \n                           w\n                         is the 1/e\n                        2 beam width, K is axial scaling factor, and x, y, and z represent displacements from the focal point x\n                        0, y\n                        0, z\n                        0.\n                           \n                              (1)\n                              \n                                 \n                                    I\n                                    =\n                                    \n                                       I\n                                       \n                                          MAX\n                                       \n                                    \n                                    \n                                       e\n                                       \n                                          −\n                                          2\n                                          (\n                                          \n                                             \n                                                (\n                                                x\n                                                −\n                                                \n                                                   x\n                                                   0\n                                                \n                                                /\n                                                w\n                                                )\n                                             \n                                             2\n                                          \n                                          +\n                                          \n                                             \n                                                (\n                                                y\n                                                −\n                                                \n                                                   y\n                                                   0\n                                                \n                                                /\n                                                w\n                                                )\n                                             \n                                             2\n                                          \n                                          +\n                                          \n                                             \n                                                (\n                                                z\n                                                −\n                                                \n                                                   z\n                                                   0\n                                                \n                                                /\n                                                w\n                                                K\n                                                )\n                                             \n                                             2\n                                          \n                                          )\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (2)\n                              \n                                 \n                                    I\n                                    =\n                                    \n                                       I\n                                       \n                                          MAX\n                                       \n                                    \n                                    \n                                       e\n                                       \n                                          −\n                                          2\n                                          \n                                             \n                                                (\n                                                z\n                                                −\n                                                \n                                                   z\n                                                   0\n                                                \n                                                /\n                                                w\n                                                K\n                                                )\n                                             \n                                             2\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     Based on this model, the intensity of fluorescence emitted from a QD located at the surface will diminish with depth according to the solid line curve in Fig. 2\n                        . If the QD is located beneath the surface the intensity of fluorescence detected will increase with focal plane depth, see the dotted line. Both of the curves in Fig. 2 represent fluorescing material located at a single focal plane, where the peak is shifted to coincide with the location of the QD. If QDs are present at multiple focal planes, the curve takes on a less distinct shape as response curves from each site of fluorescing material overlap.\n                     In this research a custom built confocal microscope is used [25]. It consists of a laser source providing excitation at 470nm, a single photon counting module to detect the fluorescence, the relevant filters, and a flexure based sample stage capable of 40μm×40μm scan areas and fine control of focal depths up to 34μm beneath the surface with an estimated w value of 250nm. Fluorescence intensity was measured over 256×256 pixel scans covering a 40μm×40μm area taken on the surface and at 2μm increments beneath the surface to a maximum depth of 10μm. Statistics from 7×7 pixel subsets were analyzed to calculate the change in fluorescence with scan depth. The subsets examined were positioned on features with significant fluorescence above the background and kept at those same locations at the different scan depths. Initial analysis looked at a glass sample where the QDs where allowed to dry on its surface. As expected the fluorescence intensity of the quantum dots is much greater than the background (which has a relative value of 1). The fluorescence falloff with focus depth is illustrated in Fig. 2. Good correlations are found between the measured and the theoretical fall off rates.",
    "Experimental procedures": "3\n                  Experimental procedures\n                  Soda lime glass samples (SiO2 (73%), Na2O (14%), CaO (7%), MgO (4%), Al2O3 (2%)) were lapped on an iron platen with an alumina slurry before being polished on a Dacron™ woven pad with a ceria slurry. In both processes the slurries were tagged with QDs. The parameters for these processes are summarized in Table 2\n                      and described in detail in [21]. These parameters were selected to produce a well polished surface that contained SSD beneath. Under the optical microscope (200×) the surface appears damage free and the surface roughness was in the order of 1nm S\n                     a as measured with a white light interferometer. Etching with 2% HF acid confirmed the presence of underlying SSD, see Fig. 1a and b. Conservatively the damage depth is estimated at approximately 7–10μm deep. Beyond the core processes, additional analytic processes were performed on the glass samples to investigate the mechanisms by which QDs were imparted into, or removed from the workpiece. These processes will be described as needed in Section 4.",
    "Results and discussion": "4\n                  Results and discussion\n                  \n                     4.1\n                     SSD detection with QDs\n                     Despite the fact that the baseline lapping and polishing processes generated a clean polished surface, and knowing that QDs can be cleaned off the surface (Table 1), confocal scans of the surface reveal that QDs are still present. The maximum fluoresce detected was over 64 times higher than the control sample which was never exposed to QDs. Note the 40μm×40μm square overlaid in the optical microscope image (Fig. 1b), it shows the scale of the confocal scan with respect to the optical image. The incidence of fluorescence in the confocal scan is much larger than the incidence of SSD in the etched sample. It is expected that much of the fluorescence in Fig. 3a is due to QDs being firmly embedded in the topmost polished layer. Samples that were subjected to a 5min pitch polishing step on an synthetic Acculap Standard pitch tool (test 3, Table 2), with no QDs present in the slurry, had lower incidences of fluorescing sites. Typically only one to three sites per scan fluoresced and all low intensity sites were eliminated, see Fig. 3b. The remaining fluorescing sites were more dominant than those on the surface after the pad polishing and their occurrence correlates better with the incidence of damage sites on the etched sample.\n                     Individual fluorescent sites (7×7pixels in size) on the surface scans were selected and the emitted fluorescence tracked with scan depth. Fig. 4\n                         plots three typical trends observed with scan depth. The majority of the sites (over 84%) exhibited a fall off in detected fluorescence as the scan depth increased (Curve A), which implies that the QDs are firmly embedded in the topmost polished layer. Their presence is not due to poor cleaning as both additional cleaning and a 30s etch in HF acid failed to remove them. This was confirmed by AFM scans (40μm×40μm) of the surface. The remaining sites tested either peaked at depths well beneath the surface (Curve B), or maintained their fluorescence levels with depth (Curve C). As per the discussion in Section 2.2 this demonstrates that QDs are trapped beneath the surface. The depths at which they were found correlated to the estimated damage depth determined by etching. This indicates that the proposed method has the ability to provide information with respect to SSD depth. Curves Fit 1 and Fit 2 are generated by first using linear regression analysis and the measured data (Curves A and B respectively) to calculate the K values required in Eq. (2). These values are then used to produce the theoretical fits. Both Fit 1 and Fit 2 have similar K values, 50.6 and 53.4 respectively, indicating that the increase and decrease in detected fluorescence is as expected per Eq. (2).\n                  \n                  \n                     4.2\n                     SSD formation and elimination\n                     While it is clear from the above section that QDs are imparted into the sample after lapping and polishing with QD tagged slurry, it is not clear which of the two processes is responsible for imparting them. To determine if the polishing process imparts QDs, a new, undamaged sample was polished with a QD tagged slurry as outlined in test 4, Table 2. After polishing no fluorescence was detected on, or beneath the sample surface. Subsequent etching of the sample did reveal chatter marks that are characteristic of the effects of dynamic stress fields around a travelling abrasive, i.e. actual fissures are not open to the surface of the sample but instead highly stressed regions exist that are revealed by etching, see Fig. 1c. The material removal mechanism of polishing is such that it does not induce excessive brittle failure or damage sites with sufficient surface energy to retain QDs. To ensure entrapment of the QDs within the sample, it was found that the QDs must be present while the dynamics of the lapping process take place. This was confirmed by taking a sample that was subjected to the baseline process with no QDs present, but between lapping and polishing was immersed in QDs for 60min, see test 5 in Table 2. After the immersion, the QDs remained on the rough surface (S\n                        a\n                        ≈0.3μm, contact stylus), but after polishing negligible fluorescence was detected. Complete removal of all QDs from the sample lapped and polished with tagged slurries was achieved by a long pitch polish step as outlined in test 6, Table 2. After 90min no fluorescence was detected. Etching confirmed that no SSD was present.",
    "Conclusions": "5\n                  Conclusions\n                  Quantum dots have been shown to effectively highlight surface and SSD formed as a result of brittle fractures during the lapping of glass samples. Their robust fluorescent characteristics allow surface and subsurface features that typically could not be optically resolved to be easily detected. Tracking the emitted fluorescence intensity beneath the surface can provide information on SSD depth. The QDs effectively tag fractured damaged sites, but do not appear to be retained by localized variations in stress fields that are induced by polishing mechanisms. In its current form, the technique can indicate if further polishing is needed to remove any remaining brittle fracture induced SSD."
  },
  "references": []
}