{
  "title": "Tangential flow filtration of ceria slurry: Application of a single-pass method to improve buff cleaning",
  "authors": [
    "Lee, Jaewon"
  ],
  "publication": {
    "journal": "Materials Science in Semiconductor Processing",
    "date": "2022-07-31",
    "doi": "10.1016/j.mssp.2022.106618"
  },
  "abstract": "Ceria slurries are used in the oxide chemical mechanical polishing (CMP) process due to their high polishing performance and selectivity characteristics. However, it takes great effort to remove small ceria particles that remain on the wafer surface during the post-CMP cleaning process. Therefore, we applied tangential flow filtration (TFF) systems, which can be used to separate small ceria particles before CMP process. In a previous study, we improved the post-CMP cleaning efficiency of the ceria slurry with a circulation-type TFF system. Herein, the correlations between the separation rate of ceria particles and parameters affecting the TFF system, such as membrane pore size, flow rate, and transmembrane pressure (TMP), were evaluated to improve buff cleaning efficiency. Finally, we also fabricated a single-pass TFF system to reduce the process time and loss of active ceria particles. With the single-pass TFF system, the basic properties and polishing performance of the ceria slurry did not change. In addition, the buff cleaning efficiency improved by up to 18.1%.",
  "keywords": [
    "Tangential flow filtration",
    "Cleaning efficiency",
    "Ceria",
    "Buff cleaning"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Technology development has resulted in the miniaturization and high integration of semiconductors, with trends in device manufacturing shifting from 2D-NAND to 3D-NAND flash memory. Chemical mechanical polishing (CMP) is an important process in device manufacturing for DRAM and 2D/3D NAND flash memory. To efficiently planarize the large step height associated with vertical structures, a slurry with high polishing performance is required in the CMP process [1,2]. Ceria (CeO2) slurries are widely used in shallow trench isolation (STI) and interlayer dielectric (ILD) CMP processes because of their high selectivity and high polishing performance [3–5], which is due to Ce3+ on the particle surface, which forms a Ce–O–Si bond with silicon oxide (SiO2) substrate to remove films in lump form [6–8].\n                  However, the adhesion of the Ce–O–Si bond makes it difficult to remove the residual ceria particles on the wafer surface during the post-CMP cleaning process [9]. In particular, small ceria particles below 50 nm are more difficult to remove from the wafer surface by mechanical and chemical cleaning methods [10,11]. As the ceria particles become smaller, more force is required to detach them from the wafer surface. Therefore, the limitations of small particle removal by chemical and mechanical cleaning methods have been investigated. In this regard, tangential flow filtration (TFF) systems can be used to separate small ceria particles from the slurry before CMP process begins.\n                  Filtration systems generally use one of two methods depending on the direction of fluid flow: dead-end filtration or TFF (also called cross-flow filtration). In dead-end filtration, the flow in the filter is perpendicular to the membrane surface, is vulnerable to cake layer formation, and has a short membrane replacement cycles [12]. This method mainly uses as a POU filter to separate large particles that cause scratches and shorten the pad lifetime during the polishing process [13,14]. In contrast to dead-end filtration, the fluid in the TFF method moves parallel to the membrane surface and continuously removes particles on the membrane surface by hydrodynamic forces [15]. This fluid direction helps to reduce cake layer formation, creating a quasi-stationary region that results in a longer lifetime [16,17]. Based on these advantages, the TFF method is generally used for water treatment and purification in biotechnology [18–20]. During purification, the TFF method provides a purified liquid in the permeate direction by removing impurities in the retentate direction [21,22]. In contrast, we applied the TFF method to secure the ceria slurry in the retentate direction, from which small ceria particles were removed in the permeate direction. Because the size of particles to be removed is different depending on the purpose, it is important to understand the parameters that affect the particle separation rate in each direction.\n                  In a previous study, we improved cleaning efficiency by 34.7% when a TFF system was applied to the ceria slurry before CMP process [23]. The slurry circulated for 2 h at 1 lpm through a TFF system with a 0.1 \n                        \n                           μ\n                           m\n                        \n                      membrane pore size, separating 30.7% of ceria particles that were smaller than the pore size. Moreover, the TFF system did not affect the polishing performance of the slurry while maintaining the pH value, zeta potential, and solid concentration. However, it is necessary to understand the correlation between the variables in the TFF system and the separation rate of particles in the slurry.\n                  In this work, we investigated the correlations between the particle separation rate of the slurry and the TFF system variables of membrane pore size, transmembrane pressure (TMP), and flow rate. By controlling these parameters, a sufficient separation rate of small particles can be achieved, even when changing from a circulation method to a quicker single-pass type TFF method. Therefore, we fabricated a single-pass type TFF system to increase the separation rate of small particles while minimizing the loss of active particles in a polishing process. Moreover, we evaluated the cleaning efficiency of buff cleaning in a single-pass type TFF system compared with a standard clean 1 (SC1) method.",
    "Experimental": "2\n                  Experimental\n                  \n                     2.1\n                     Tangential flow filtration system\n                     The schematic of the TFF system is shown in Fig. 1\n                        . The ceria particles were separated using circulation and single-pass methods. The membrane pore sizes of 0.05, 0.1, and 0.2 \n                           \n                              μ\n                              m\n                           \n                         were used with hydrophilic polyethersulfone (PES) material attached to the membrane cell unit (CF042A Cell Base, STERLITECH, USA) over an area of 80 mm (L) by 40 mm (W). The ceria slurry was transported by a magnetic levitation pump (BPS-iF300, Levitronix, Switzerland) with a filter indicator. The system's upper limit flow rate and TMP were 1.7 lpm and 1.35 \n                           \n                              k\n                              g\n                              f\n                              /\n                              c\n                              \n                                 m\n                                 2\n                              \n                           \n                        , respectively. The slurry flow rate and pressure in the system were regulated via a pump and valve. The characteristics of the membrane were measured by surface zeta potential, specific resistance of the membrane, and permeate flux. All filtration experiments were performed several times to evaluate the average value and deviation of the separation rate.\n                  \n                  \n                     2.2\n                     Slurry property analysis\n                     Conventional calcined ceria slurry (mean size: 125 nm) was used to evaluate particle separation, polishing, and cleaning efficiency. Before separation of the ceria slurry, the pH value and zeta potential were 9 and -70 \n                           \n                              m\n                              V\n                           \n                        , respectively. A comparisons of pH values and zeta potentials before and after separation were measured with a moisture titrator (MCU-170, Kyoto Electronics Manufacturing, Japan) and zeta potential analyzer (ELSZ-2000, Otsuka Electronics, Japan). The pH values of the samples (wafer, slurry, and membrane) were adjusted using a hydrochloric acid solution and a potassium hydroxide solution. The solid concentration before and after separation were evaluated after evaporating the water in an oven (Dry oven ON-22, JEIO TECH, USA) set to 80 \n                           \n                              °C\n                           \n                         for 12 h. The particle separation rate of the slurry was comparatively analyzed by particle size distribution using a scanning mobility particle sizer (SMPS 3080, TSI, USA). SMPS is a device for measuring particle size distribution using electrical mobility according to particle size. specifically, the solution is aerosolized and neutralized, and then particles of a specific size are individually classified according to the voltage applied through the differential mobility analyzer (DMA). Thereafter, the particle size distribution is derived by counting the number of particles of a specific size using condensation particle counter (CPC). SMPS was used to evaluate the particle separation rate according to the TFF system variables by measuring the particle size distributions of the retentate slurries. The particle size measurement range of SMPS was 14.6 nm–661.2 nm.\n                  \n                  \n                     2.3\n                     Evaluation of polishing performance and cleaning efficiency\n                     The polishing and cleaning processes were carried out several times using a polishing machine (Poli-400, GnP Technology, Korea) with 4 cm \n                           \n                              ×\n                           \n                         4 cm SiO2 wafers on a polyurethane CMP pad (IC1000, Dupont, USA). The cleaning process for the polished wafer was conducted using two methods: buff cleaning and SC1. Polishing and buff cleaning were performed under the conditions shown in Table 1\n                        , and pads of the same model were prepared for each process. The SC1 cleaning solution was mixed with NH4OH, H2O2, and H2O at a 1:1:5 ratio, and cleaning was performed at 70 \n                           \n                              °C\n                           \n                         for 10 min. After the cleaning process, the SiO2 wafers were dipped into deionized water for 30 s and dried using N2 gas. The polishing performance of each slurry was evaluated by film thickness measurements (K-MAC, ST5030-SL, Korea). The cleaning efficiency was evaluated by inductively coupled plasma mass spectrometry (Agilent 7500, Agilent Technologies, USA) and scanning electron microscopy (JSM7000F, JEOL, Japan).",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Mechanisms of the cleaning methods and tangential flow filtration system\n                     \n                        3.1.1\n                        Limitations of small ceria particle removal\n                        In this study, we investigated removal mechanisms for ceria particles that remain on a wafer surface after the CMP process using chemical and physical cleaning methods. To clarify the difficulties associated with removing small ceria particles, it is necessary to explain the interactions between the particles and the wafer surface during the cleaning process. According to DLVO theory, the adhesion force between the particle and wafer surface was considered to be the Van der Waals force and the electrostatic force [24]. In particular, the ceria particles should also be considered in the Ce–O–Si bonding with the SiO2 wafer surface during polishing [7,8].\n                        \n                           Fig. 2\n                            shows the zeta potential of the SiO2 wafer and ceria slurry as a function of the pH value. Both materials showed a negative charge at pH 9. Based on this result, the electrostatic force between the ceria particles and wafer surface was determined to act as a repulsive force. Therefore, the Van der Waals force and Ce–O–Si bonding should be considered when analyzing the adhesion force between ceria particles and the SiO2 wafer surface. In particular, the ceria particles form stronger chemical bonds with the SiO2 wafer in an alkaline than an acidic solution due to the formation of –OH groups by H2O dissociation [11]. As the size of ceria particles decreases, the Ce3+ ion concentration increases due to the high surface-to-volume ratio [6]. High Ce3+ ion concentrations increase the adsorption affinity with the SiO2 wafer—that is, they lead to a number of chemical bonding [25].\n                        As mentioned, small ceria particles form more Ce–O–Si bonds with SiO2 wafers due to their higher surface-to-volume ratio compared to large ceria particles at the same concentration [26]. To break these Ce–O–Si bonds, it required a lot of energy, which makes it difficult to remove small ceria particles from the wafer surface. Chemical and physical cleaning methods were used to remove the residual ceria particles on the wafer surface after the polishing process. A typical chemical cleaning method is SC1, which removes ceria particles by etching the wafer surface slightly [27]. SC1 cleaning has great cleaning performance; however, there is a disadvantage in that it causes a loss of SiO2 film and re-contamination [28].\n                        Another method for removing ceria particles from the wafer surface is buff cleaning with deionized water. Although buff cleaning has inferior cleaning performance compared with SC1 cleaning, there is no risk of contamination spreading by additional chemical additives. Buff cleaning removes the particles using drag forces caused by fluid and shear forces acting on pad asperities. Because the contact area between the pad asperity and the wafer is less than 1%, the drag force caused by the fluid is more significant than the shear force [29–31]. Many researchers have studied the parameters of buff cleaning (such as viscosity, fluid velocity, and gap) to improve cleaning efficiency with increased drag force [32–34]. From a physical perspective, the Van der Waals force is represented as a linear function of the diameter of the particles, and the drag force is represented as a quadratic function [32,35]. Thus, it is difficult to remove ceria particles below a certain size, even by simply increasing the drag force in the physical cleaning method.\n                        Therefore, we separated the small ceria particles which were difficult to remove from the cleaning process using the TFF system before entering the CMP process. In this study, the standard of the small ceria particles was set below 50 nm, which is a size that is difficult to remove from the wafer surface in the cleaning process [10,11]. To clearly understand the correlation between cleaning efficiency and polishing performance according to particle separation rate, we used the calcined ceria slurry, which has a poor particle size distribution compared with the colloidal ceria slurry [36].\n                     \n                     \n                        3.1.2\n                        Parameters affecting the separation rate in the TFF system\n                        In a previous study, the ceria slurry was applied to the circulating TFF system for 2 h; then, the buff cleaning efficiency was compared with the original ceria slurry [23]. However, as the circulation time of the TFF system increased, the cleaning efficiency became increasingly inefficient, and the separation rate of large ceria particles also increased. Therefore, the conditions of a TFF system should be designed to efficiently separate small ceria particles while maintaining the numbers of large particles in a short time.\n                        \n                           Fig. 3\n                            shows the particle separation mechanisms of the TFF system and the force acting on the particles inside the TFF membrane cell unit. In the TFF system, the fluid moves in a parallel direction to the membrane, which keeps the formation of the cake layer at a low level. The fluid passes through the membrane by TMP, which represents the actual pressure difference before and after separation of the fluid on the membrane surface [37]. TMP can be expressed as follows:\n                              \n                                 (1)\n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   T\n                                                   M\n                                                   P\n                                                   =\n                                                   \n                                                      \n                                                         \n                                                            P\n                                                            \n                                                               f\n                                                               e\n                                                               e\n                                                               d\n                                                            \n                                                         \n                                                         +\n                                                         \n                                                            P\n                                                            \n                                                               r\n                                                               e\n                                                               t\n                                                               e\n                                                               n\n                                                               t\n                                                               a\n                                                               t\n                                                               e\n                                                            \n                                                         \n                                                      \n                                                      2\n                                                   \n                                                   −\n                                                   \n                                                      P\n                                                      \n                                                         p\n                                                         e\n                                                         r\n                                                         m\n                                                         e\n                                                         a\n                                                         t\n                                                         e\n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        Here, \n                              \n                                 \n                                    P\n                                    \n                                       f\n                                       e\n                                       e\n                                       d\n                                    \n                                 \n                              \n                            is the feed pressure, \n                              \n                                 \n                                    P\n                                    \n                                       r\n                                       e\n                                       t\n                                       e\n                                       n\n                                       t\n                                       a\n                                       t\n                                       e\n                                    \n                                 \n                              \n                            is the retentate pressure, and \n                              \n                                 \n                                    P\n                                    \n                                       p\n                                       e\n                                       r\n                                       m\n                                       e\n                                       a\n                                       t\n                                       e\n                                    \n                                 \n                              \n                            is the permeate pressure of the membrane cell unit. \n                              \n                                 \n                                    P\n                                    \n                                       p\n                                       e\n                                       r\n                                       m\n                                       e\n                                       a\n                                       t\n                                       e\n                                    \n                                 \n                              \n                            is neglected because part of the permeate exists at atmospheric pressure [38]. Because the fluids flow in two directions (retentate and permeate), it is essential to interpret the various forces acting on the ceria particles based on the variables.\n                        As presented in Fig. 3, hydrodynamic forces [i.e., convection force (\n                              \n                                 \n                                    F\n                                    c\n                                 \n                              \n                           ), tangential drag force (\n                              \n                                 \n                                    F\n                                    t\n                                 \n                              \n                           ), and back-diffusion force (\n                              \n                                 \n                                    F\n                                    b\n                                 \n                              \n                           )], particle interactions [i.e., Van der Waals force (\n                              \n                                 \n                                    F\n                                    \n                                       v\n                                       d\n                                       w\n                                    \n                                 \n                              \n                           ) and electrostatic force (\n                              \n                                 \n                                    F\n                                    \n                                       e\n                                       l\n                                    \n                                 \n                              \n                           )], gravity (\n                              \n                                 \n                                    F\n                                    g\n                                 \n                              \n                           ), and friction force (\n                              \n                                 \n                                    F\n                                    f\n                                 \n                              \n                           ) are considered to be the forces acting on the particles [35,39–42]. The TFF system begins operation in the start-up region, transitions to the quasi-stationary region and is then stabilized.\n                        The ceria particles in the TFF system can be affected by various hydrodynamic effects of the filtration flow, and particle interactions (\n                              \n                                 \n                                    F\n                                    i\n                                 \n                              \n                           ) [i.e., Van der Waals force (\n                              \n                                 \n                                    F\n                                    \n                                       v\n                                       d\n                                       w\n                                    \n                                 \n                              \n                           ) and electrostatic attractive or repulsive force (\n                              \n                                 \n                                    F\n                                    \n                                       e\n                                       l\n                                    \n                                 \n                              \n                           )] from other particles in the fluid and the membrane. The main factors affecting the separation of particles through pores on the membrane surface include convection force (\n                              \n                                 \n                                    F\n                                    c\n                                 \n                              \n                           ), gravity (\n                              \n                                 \n                                    F\n                                    g\n                                 \n                              \n                           ), back-diffusion force (\n                              \n                                 \n                                    F\n                                    b\n                                 \n                              \n                           ), and friction force (\n                              \n                                 \n                                    F\n                                    f\n                                 \n                              \n                           ). The size of a typical CMP slurry particle is in the range of several tens to hundreds of nano-scales, and convection force dominates particle separation in the corresponding area. The tangential drag force (\n                              \n                                 \n                                    F\n                                    t\n                                 \n                              \n                           ), which flows the fluid containing particles in the retentate direction, is composed of the sum of various components. The magnitude of the tangential drag force is greatly affected by the flow rate, and the shear-stress force composing it controls the thickness of the filter cake layer. Hence, it is important to understand convection force (\n                              \n                                 \n                                    F\n                                    c\n                                 \n                              \n                           ) and tangential drag force (\n                              \n                                 \n                                    F\n                                    t\n                                 \n                              \n                           ) to adjust the separation rate in the TFF system.\n                     \n                  \n                  \n                     3.2\n                     Optimization of the tangential flow filtration system\n                     \n                        3.2.1\n                        Effect of pore size in the circulation method\n                        In a TFF system, the factors affecting particle separation rate include membrane pore size, TMP, and slurry flow rate. To determine the effect of these variables on the particle separation rate, a circulation-type TFF system was evaluated according to the membrane pore size. Under different membrane pore sizes, the separation rate was determined by convection force—that is, the force with which particles pass through the membrane. The convection force is a function of permeate flux (\n                              \n                                 \n                                    u\n                                    p\n                                 \n                              \n                           ), which is related to the total membrane resistance (\n                              \n                                 \n                                    R\n                                    t\n                                 \n                              \n                           ) [43,44]. The total membrane resistance was determined by Darcy's law:\n                              \n                                 (2)\n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      R\n                                                      t\n                                                   \n                                                   =\n                                                   \n                                                      R\n                                                      m\n                                                   \n                                                   +\n                                                   \n                                                      R\n                                                      c\n                                                   \n                                                   =\n                                                   \n                                                      \n                                                         T\n                                                         M\n                                                         P\n                                                      \n                                                      \n                                                         μ\n                                                         ⋅\n                                                         \n                                                            u\n                                                            p\n                                                         \n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        Here, \n                              \n                                 \n                                    R\n                                    m\n                                 \n                              \n                            is the specific resistance of the membrane, \n                              \n                                 \n                                    R\n                                    c\n                                 \n                              \n                            is the resistance of the cake layer, \n                              \n                                 μ\n                              \n                            is the viscosity of fluid, and \n                              \n                                 \n                                    u\n                                    p\n                                 \n                              \n                            is the permeate flux. Fig. 4\n                            shows the specific resistance and permeate flux per time for each membrane pore size. As shown in Fig. 4-(a), specific resistances of the membrane for pore sizes of 0.05, 0.1, and 0.2 \n                              \n                                 μ\n                                 m\n                              \n                            were found to be 3.0 × 1010 \n                           \n                              \n                                 \n                                    m\n                                    \n                                       −\n                                       1\n                                    \n                                 \n                              \n                           , 2.0 × 1010 \n                           \n                              \n                                 \n                                    m\n                                    \n                                       −\n                                       1\n                                    \n                                 \n                              \n                           , and 1.0 × 1010 \n                           \n                              \n                                 \n                                    m\n                                    \n                                       −\n                                       1\n                                    \n                                 \n                              \n                           , respectively. Our results indicate that the specific resistance of the membrane increased as the membrane pore size decreased. In addition, the resistance of the cake layer was determined according to the particle-to-pore diameter ratio (PPD) [45,46]. When the PPD was close to 1 (indicating that the particle and pore sizes were similar), the resistance of the cake layer became relatively high as time passed. Therefore, a pore size of 0.2 \n                              \n                                 μ\n                                 m\n                              \n                            was associated with a low cake resistance compared with other conditions, as shown in Fig. 4-(b), and the 0.2 \n                              \n                                 μ\n                                 m\n                              \n                            pore size had high permeate flux and reached the quasi-stationary region more slowly. Thus, the relationship between total resistance and permeate flux derived from Equation (2) was similar to the experimental value. The amount of time-dependent change in total resistance could be determined by the degree of cake layer formation, and the convection force acting on the particles was different due to the difference in the permeate flux.\n                        The circulation method was performed for 1 h at 1 lpm and 0.45 \n                              \n                                 k\n                                 g\n                                 f\n                                 /\n                                 c\n                                 \n                                    m\n                                    2\n                                 \n                              \n                           , which are the same conditions as in the previous study. Fig. 5\n                            shows the particle size distributions of the ceria slurries with and without a circulation method in the TFF system and the separation rates for each condition. As mentioned, due to the high convection force, 0.2 \n                              \n                                 μ\n                                 m\n                              \n                            showed the best separation rate of averaged 64.4% below 50 nm and 45.3% above 50 nm, whereas 0.05 \n                              \n                                 μ\n                                 m\n                              \n                            (with a relatively low convection force) showed a separation rate of 57.9% below 50 nm and 26.2% above 50 nm. However, the circulation method is time consuming, and it also has issues with separating many ceria particles include large particles over time. In particular, this method results in a loss of large ceria particles over 50 nm, which should not be removed. To separate only ceria particles less than 50 nm but retain the number of ceria particles greater than 50 nm, it is crucial to optimize a single-pass method with a combination of parameters in the TFF system.\n                     \n                     \n                        3.2.2\n                        Effect of flow rate and TMP in a single-pass method\n                        In the previous experiment, the circulation-type TFF system was associated with a large loss of time and loss of large particles. To minimize this loss, a single-pass type TFF system was devised, and the influence of other variables was investigated to efficiently separate particles over a short time period. When the fluid and particles are separated, the separation rate is affected by the relative relationship between the convection force and tangential drag force. The tangential drag force is related to the flow rate expressed in cross-flow velocity [47]. Through this, the change in the particle separation rate according to the flow rate could be evaluated. We investigated a single-pass method with the membrane pore size and TMP set to 0.05 \n                              \n                                 μ\n                                 m\n                              \n                            and 1.35 \n                              \n                                 k\n                                 g\n                                 f\n                                 /\n                                 c\n                                 \n                                    m\n                                    2\n                                 \n                              \n                           , respectively.\n                        As shown in Fig. 6\n                           -(a), the separation rate of overall particles was found to increase as the flow rate decreased. This is because the tangential drag force (proportional to the flow rate) decreased, and a relatively large convective force acted on the particles. The separation rate of small particles ranged from 33.9% to 65.9% on average under flow conditions from 1.7 lpm to 0.65 lpm, thus indicating a large difference according to the flow rate. In contrast, the separation rate of large particles ranged from 29.5% to 42.2% on average, and the effect of flow rate was relatively small.\n                        The overall separation rate of large particles was high for a single-pass method, which was much quicker. Compared with previous circulation experiments, we determined which parameters affected the loss of large particles. In particular, the separation rates for large particles were averaged 26.2% and 42.2% at 0.05 \n                              \n                                 μ\n                                 m\n                              \n                           , as shown in Fig. 5-(b) and at 1 lpm in Fig. 6-(b), respectively. Although the process time was shorter than in the circulation method, the permeate flux is increased due to the threefold greater TMP. The increase in the convection force due to the increase in permeate flux meant that particles over 50 nm affected by this force were separated, relatively. Therefore, flow rate and TMP should be kept low to minimize the loss of large particles and increase the separation rate of small particles.\n                     \n                     \n                        3.2.3\n                        Effect of pore size in a single-pass method\n                        Previously, we investigated the correlation between variables in a TFF system and the separation rate of ceria particles in the slurry through experiments. Based on these results, a single-pass type TFF system was devised according to the membrane pore size. The flow rate and TMP of the single-pass type TFF system were fixed at 0.65 lpm and 0.45 \n                              \n                                 k\n                                 g\n                                 f\n                                 /\n                                 c\n                                 \n                                    m\n                                    2\n                                 \n                              \n                           , respectively. Then, particle separation rates according to membrane pore size were compared. These conditions were determined by considering the overall ceria particles loss in the circulation method as well as the hydrodynamic forces acting on the ceria particles according to variables in the single-pass method. In other words, the separation rate of small particles was inversely proportional to the flow rate, and the loss of large particles increased at high TMP.\n                        \n                           Fig. 7\n                           -(a) shows the particle size distribution of the ceria slurry in a single-pass type TFF system using SMPS measurements. Fig. 7-(b) shows the particle separation rate in a single-pass type TFF system. The separation rates increased with a relatively large convective force, and the separation rates of small particles were averaged 26.3, 35.1, and 42.4% for pore sizes of 0.05, 0.1, and 0.2 \n                              \n                                 μ\n                                 m\n                              \n                           , respectively. In addition, the maximum particle loss for particle sizes >50 nm was only 9.0% at a 0.2 \n                              \n                                 μ\n                                 m\n                              \n                            membrane pore size. This is because large ceria particles affected by the convection force rather than diffusion are less likely to be separated at a low TMP. As a result, the separation rate for small particles was lower than in the circulation TFF system. However, the quicker single-pass type TFF system provided sufficient separation performance.\n                        As shown in Fig. S1, we used DLS measurements to evaluate the particle size distribution of the permeate and retentate slurries based on volume distribution in the single-pass type TFF system. Figs. S1–(a) indicates that the mean size of the permeate slurry increased as the membrane pore size increased, which aligns with the SMPS results in Fig. 7, where the separation rate for particles below 50 nm was proportional to membrane pore size. Furthermore, we investigated the change in particle size distribution of the retentate slurry according to membrane pore size. The particle size distribution (PSD) of the retentate slurry is shown in Figs. S1–(b), where the width of the PSD was calculated by the following equation: D(90%) – D(10%). As a result of DLS analysis, the PSD widths of retentate slurry for membrane pore sizes of 0.05, 0.1, and 0.2 \n                              \n                                 μ\n                                 m\n                              \n                            were 64.8, 62.1, and 55.3 nm, respectively. These results indicate that the retentate slurry had a uniform PSD as the membrane pore size increased, which seems to be due to an increase in D(10%) of the retentate slurry in proportion to the mean diameter of the permeate slurry and the membrane pore size.\n                     \n                  \n                  \n                     3.3\n                     Evaluation of polishing and cleaning performance\n                     In contrast to previous research, we investigated TFF system optimization using a single-pass method through operating time reduction and variable combinations. We confirmed the property changes in the ceria slurry applying a single-pass type TFF system. The TFF system maintained the pH value and zeta potential of the slurry at 9 and -70 \n                           \n                              m\n                              V\n                           \n                        , respectively. In addition, the accumulated permeate masses in the single-pass method were measured to be 21.3, 64.4, and 198.3 g at membrane pore sizes of 0.05, 0.1, and 0.2 \n                           \n                              μ\n                              m\n                           \n                        , respectively, in the presence of fluid and ceria particles. We also confirmed that the solid concentration of the retentate portion used in the polishing process was maintained. Fig. 8\n                         shows the polishing performance of each ceria slurry for SiO2 wafers. The polishing performance did not change significantly at 4130 \n                           \n                              Å\n                              /\n                              m\n                              i\n                              n\n                           \n                        . This result shows that the material removal rate observed for the ceria slurry using the circulation TFF system did not change in the previous study [23]. Moreover, as the PSD width of retentate slurry decreased when using the TFF system, the deviation in polishing performance was suppressed below 150 \n                           \n                              Å\n                              /\n                              m\n                              i\n                              n\n                           \n                        .\n                     \n                        Fig. 9\n                         shows the results of evaluating the cleaning efficiency of ceria particles according to the TFF system conditions by ICP-MS analysis. The cleaning efficiency (CE) of each ceria slurry and cleaning method was calculated by the following equation: (CE) = [(Ce ion concentration)initial – (Ce ion concentration)residual] \n                           \n                              ×\n                           \n                         100/(Ce ion concentration)initial. (Ce ion concentration)initial was measured on a wafer that was polished using ceria slurry without a TFF system. (Ce ion concentration)residual was measured on a wafer for each cleaning method after the polishing process. The buff cleaning efficiency was averaged 61.1% without a TFF system. When a single-pass type TFF system was used, the buff cleaning efficiency ranged from averaged 74.7%–79.2% as the membrane pore size increased between 0.05 \n                           \n                              μ\n                              m\n                           \n                         to 0.2 \n                           \n                              μ\n                              m\n                           \n                        . The buff cleaning efficiency was found to improve even with a short-term application of a single-pass type TFF system. The cleaning efficiency showed the same trend as the separation rate for small particles (<50 nm), increasing as membrane pore size increased. The SC1 cleaning efficiency was averaged 83.7%. Thus, it is evaluated that the buff cleaning using the single-pass type TFF system showed a cleaning performance close to the SC1 cleaning efficiency without using additional chemicals.\n                     \n                        Fig. 10\n                         shows SEM images of the wafer surfaces before and after cleaning with and without a TFF system and SC1 cleaning. Fig. 10-(a) and (b) show the wafer surface before and after buff cleaning with the original ceria slurry, respectively. Although most contamination was removed only by buff cleaning, relatively small ceria particles remained on the wafer surface. A comparison with Fig. 10-(b) and (c) shows that the ceria slurry which separated small ceria particles through the TFF system provided higher buff cleaning efficiency than the conventional ceria slurry. In addition, when comparing the results with Fig. 10-(c) and (d), it can be observed that the buff cleaning efficiency of the slurry which passed through the TFF system and the SC1 cleaning efficiency are similar performance. Based on these results, we determined that sufficient buff cleaning efficiency was achieved even with a single-pass type TFF system, which also reduced the time in comparison with the existing circulation method. In summary, Fig. 10(b)–(d) confirmed that relatively small ceria particles are difficult to remove regardless of the cleaning method used. The single-pass type TFF system showed a sufficient separation rate of small ceria particles by controlling the relevant parameters, and the buff cleaning efficiency was found to improve accordingly.",
    "Conclusion": "4\n                  Conclusion\n                  In the post-CMP cleaning, small ceria particles act as contamination, and they are difficult to remove. The TFF system can improve buff cleaning efficiency by separating small ceria particles in the slurry without chemicals. We identified a correlation between the separation rate of ceria particles and the TFF system variables of membrane pore size, TMP, and flow rate. Furthermore, changes in buff cleaning efficiency were evaluated as a function of the separation rate of ceria particles. The results found that the separation rate of small particles (<50 nm) increased when the pore size increased, and the flow rate of the slurry decreased. However, under high pressure conditions, the TFF system also separated many large ceria particles over 50 nm. Moreover, because the circulation method is time consuming, optimization of a single-pass method was necessary to improve efficiency. Considering these points, a single-pass type TFF system was applied to the ceria slurry for each membrane pore size under low flow rate and pressure conditions. The separation rate of small particles ranged from 26.3% to 42.4%, while also reducing the separation rate of active particles used in polishing process. In addition, the TFF system did not change the slurry properties, such as pH value, zeta potential, and solid concentration, and it also maintained the polishing performance of the slurry. The buff cleaning efficiency of the ceria slurry which applied the single-pass type TFF system was improved by up to 18.1%, and this result showed similar performance to SC1 cleaning.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Jaewon Lee: Writing – original draft, Visualization, Methodology, Investigation, Formal analysis. Hyeonmin Seo: Writing – original draft, Visualization, Methodology, Investigation, Formal analysis. Sang-Hyeon Park: Writing – review & editing, Resources. Eungchul Kim: Writing – review & editing, Data curation. Jungryul Lee: Writing – review & editing, Investigation. Pengzhan Liu: Writing – review & editing, Investigation. Sanghuck Jeon: Investigation, Writing – review & editing. Seokjun Hong: Writing – review & editing, Resources, Conceptualization. Taesung Kim: Writing – review & editing, Supervision."
  },
  "references": []
}