{
  "title": "Improvement of TEOS-chemical mechanical polishing performance by control of slurry temperature",
  "authors": [
    "Kim, Nam-Hoon"
  ],
  "publication": {
    "journal": "Microelectronic Engineering",
    "date": "2006-02-28",
    "doi": "10.1016/j.mee.2005.08.011"
  },
  "abstract": "Effects of slurry temperature on the chemical mechanical polishing (CMP) performance of tetra-ethyl ortho-silicate (TEOS) film with silica and ceria slurries were investigated. The change of slurry properties as a function of different slurry temperatures was also studied to obtain higher removal rates and smoother surface morphology. The changes observed with increasing temperature are as follows: the pH showed a slight tendency to decrease, the conductivity of the slurry showed a tendency to increase, the particle size in the slurry decreased, and the zeta potential of the slurry decreased with temperature. The removal rates linearly increased and maintained at the temperature of about 40°C. The hydroxyl (OH−) groups increased in the slurry as the slurry temperature increased and then they diffused into the TEOS film. The surface of the TEOS film became hydro-carbonated by the diffused hydroxyl groups. The hydro-carbonated surface of TEOS film could be removed more easily. Better surface morphology of TEOS films could be obtained at 40°C of silica slurry and at 90°C of ceria slurry. It is found that the CMP performance of TEOS film could be significantly improved or controlled by change of slurry temperature with the same slurry.",
  "keywords": [
    "Chemical mechanical polishing",
    "Tetra-ethyl ortho-silicate",
    "Slurry temperature",
    "Removal rate",
    "Planarity"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Chemical mechanical polishing (CMP) has been widely recognized as the most promising technology for the planarization of multi-layer structures in semiconductor manufacturing [1–4]. It is generally known that several process parameters including equipment and consumables (pad, backing film and slurry) can optimize and improve the CMP performance [5–8]. Among the consumables for CMP process, especially, the slurry and its properties play a very important role in the removal rates and planarity for the global planarization ability of the CMP process [9]. There are several slurry properties that affect the material removal procedure such as slurry chemicals, potential of hydrogen (pH), size and hardness of abrasive particles, slurry viscosity, and stability of the abrasive suspension in the slurry, etc. [10]. Polishing temperature is one of the most important factors that affect the material removal process. There are two methods to study the effect of temperature on CMP performance: (1) by controlling the temperature of both the pad and slurry at the desired value, or (2) by adjusting only the temperature of the slurry and maintaining the temperature of the polishing pad constant [11]. To investigate the effects of slurry temperature on CMP performance, we selected the latter method with the identical process temperature by the same head speed, table speed, and down force. It is well known that the material removal properties shown a strong temperature dependence in CMP slurries [10]. Although there have been some investigations on the influence of temperature on the properties of the slurry, those works show a lack of consistency [11–13]. In this paper, we have investigated the correlations between slurry properties and CMP performance of tetra-ethyl ortho-silicate (TEOS) as a function of different temperatures of the slurry. Thermal effects on the individual slurry properties such as pH, particle size, conductivity and zeta potential were studied. Moreover, the relationship between the removal rate and planarity with slurry properties caused by changes of temperature were investigated. The change of chemical attacks by increase of slurry temperature was investigated by X-ray photoelectron spectroscopy (XPS). Therefore, the understanding of these temperature effects provides a foundation to optimize the TEOS CMP process for ULSI multi-level interconnection technology.",
    "Experiments": "2\n                  Experiments\n                  All the samples in this paper were prepared on 4-inch n-type (111) oriented silicon wafers with resistivity of 3–6Ωcm. For cleaning and removal of native oxide, the substrate was rinsed with the solution of H2SO4:H2O2 (1:4), H2O:HF (DHF; 10:1), and de-ionized water (DIW), consecutively. TEOS film of 1900nm was deposited on the silicon by plasma enhanced chemical vapor deposition (PECVD). The CMP polishing of all test wafers was performed with a G&P POLI-380 CMP polisher [14]. Rodel IC-1300 and Suba IV were glued by a bonding agent of PSA II to make a double pad [14]. The parameter ranges of design of experiments (DOE) technique for the optimized CMP process is summarized as follows: table speed, head speed, slurry flow rate, and down force were 40rpm, 60rpm, 90ml/min, and 300 gf/cm2, respectively [15]. CMP processing time was 60s. The conditioning pressure was fixed at 2kg/cm2 to exclude the effects of pad-conditioning. The polishing pad was used without change because of its good stability. A commercial silica-based oxide slurry (silica slurry) and ceria-based oxide slurry (ceria slurry) were used as CMP slurries. To prevent aging effects, the slurries were dispersed by using a Sonic Tech ultrasonic wave homogenizer before polishing. Polishing was carried out with the slurries cooled or heated from 10 to 90°C at intervals of 10°C by chiller and hot plate. All temperatures in this experiment were measured by IR (infrared rays) sensor. Post-CMP cleaning proceeded using a sequence of 3 min in SC-1 chemicals (NH4OH:H2O2:H2O=1:2:7), 2min in diluted HF (DHF) of 1:10, and 4min in ultrasonic cleaning. Particle size, conductivity, and zeta potential of the each slurry were measured using Zetasizer (Malvern Instruments Ltd., Nano ZS) by the self-operating temperature control. Film thickness at 9 points from the center to the edge was measured clockwise on each wafer using a spectroscopic ellipsometer (J.A woollam, M-2000V). In order to understand the effects of temperature on chemical reactions between slurry and TEOS film, the variations in chemical composition of the surface was analyzed by XPS (VG-Scientific ESCALAB 250) measurement. The sample was immersed in slurries with a fixed temperature for 60min. Then it was transferred to the analysis chamber for the XPS after air-drying. For XPS analysis, Al Kα (1486.6eV) was used as an X-ray energy source. A scan interval was 1eV (wide scan spectrum) and 0.05eV (narrow scan spectrum), respectively. All binding energy (BE) values were referred to C 1s (284.5eV). The surface morphology after the CMP process was measured with AFM (PSIA XE-200).",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     Fig. 1\n                      shows the removal rates of TEOS film according to the temperature variations of silica and ceria slurries, respectively. The removal rates of TEOS films polished with silica slurry were 203.8 and 183.0nm/min at the temperatures of 10 and 20°C, respectively. Then, the removal rates maintained approximately constant values between 332.4 and 395.4nm/min in the ranges of slurry temperature from 30 to 90°C. The removal rate of the TEOS film polished with ceria slurry was proportional to the increase in temperature to 40°C, and then remained constant. The removal rate of 448.5nm/min at a temperature of 10°C rapidly increased to 785.6nm/min at 40°C. The removal rate of the TEOS film polished with both the silica and ceria slurries kept up to values between 1.5 and 2 times. The removal rate of TEOS films polished with ceria slurry was higher than that with silica slurry at all temperature conditions. On the other hand, within-wafer non-uniformity (WIWNU%) of polished TEOS film was below 10% under the all temperature conditions. In the case of ceria slurry between 20 and 40°C, the uniformity was insufficient for the deep submicron semiconductor manufacturing. The best uniformity of TEOS films polished with ceria slurry was obtained at the 50 and 90°C conditions.\n                  In order to investigate the origin of changes of removal rates, the slurry properties as a function of temperature were studied. As shown in Fig. 2\n                     , the pH of silica slurry decreases with the slurry temperature from 10.60 at 20°C to 9.63 at 90°C. A similar trend was also observed using ceria slurry; the pH of ceria slurry decreased from 7.77 at 20°C to 6.50 at 90°C. The pH showed a slight tendency of decrease while the removal rates increased with temperature. The pOH, although not used as commonly, can be clearly defined by the simple formula: pH+pOH=14 [16]. The lower pH means that the hydroxide ion molar concentration (pOH) increased in the slurries. This increasing hydroxyl (OH−) groups diffused into the TEOS and then weakened the TEOS surface in a hydrolyzing process [10,16]. The weakened TEOS surface was more easily removed by the mechanical force of CMP process. While the measured pH is due to the amount of hydrogen (H+) and hydroxyl (OH−) ions present in the slurry, the measured conductivity is a result of a combinations of the above-mentioned ions and other dissolved ions [17]. Fig. 3\n                      shows the conductivity of both silica and ceria slurries as a function of temperature. The conductivity of the silica slurry showed an increase about 1.88% per degree during the temperature from 10 to 90°C when the pH measured at the same condition of temperature represents a slight decrease. A slight increase in conductivity of about 1.01% per degree during the temperature from 10 to 90°C was observed for the ceria slurry. These phenomena indicate that the OH− ions had the capability for the active combination although the pH decreased as the slurry temperature increased.\n                  The particle size distribution analyses of silica and ceria slurries as a function of temperature are shown in Fig. 4\n                     (a) and (b), respectively. It is shown that the silica slurry mostly consisted of the larger particles with diameter above 1500nm for the case of 10 and 20°C. With the increase of slurry temperature, the distribution of larger particles moved to smaller values. The volume percent (%) of small particles below 1000nm increased in the temperature of above 60°C. It means that the particles in silica slurry were released and rearranged by a decreased coagulation with an increase of slurry temperature. In other words, an increase of slurry temperature could prevent the agglomeration effects of inter-particles in case of silica slurry. However, the particle size distribution of ceria slurry was relatively unchanged by slurry temperature. All abrasive particles were relatively small and almost not influenced by temperature. In Fig. 5\n                     , the measured zeta potentials of both slurries are plotted against the temperature of slurries. The zeta potentials in silica slurry are measured in mV and are found to be negative and lie between −14.2 and −46.1mV throughout the measured interval from 10 to 90°C. The stable dispersion states were obtained in all conditions except at 10°C [18]. The zeta potentials in ceria slurry lie between −23.75 and −59.21mV within the same temperature range. The dispersion ability of abrasive particles was improved with an increase of slurry temperature. The absolute value of zeta potential at 90°C is the highest (most negative). This indicated that there is a lower adsorption ratio of positive ions with the abrasive particles at this temperature [17]. These explanations fit well with the results of particle size distributions in Fig. 4.\n                  According to the proposed models of TEOS-CMP, the slurry solution weakens the Si–O bonds in TEOS film and softens the surface as it becomes hydrated with Si–OH bonds [10]. Then the subsequent removal of the softened surface is achieved by the mechanical actions of the abrasive slurry and polishing pad. Figs. 6\n                     (a) and (b) show the XPS measurements of the O 1s narrow scan for the samples dipped in ceria slurry and silica slurry for 60min at different temperatures, respectively. First, the no-dipped specimen spectrum at the BE of 533.05eV shows that most O elements existed in the composition of SiO2 \n                     [19]. The immersed samples spectra show the changes of surface characterization. Both peaks at the BEs of 533.05 and 532.74eV, corresponding to SiO2 and H6C2Si2O3 \n                     [19,20], were detected on the specimen spectrum dipped in 20°C slurry. Then, the peaks shift to the lower BE levels of 532.74 and 532.50eV, corresponding to H6C2Si2O3 and H16C10OSi2 \n                     [20,21], in the specimen spectrum immersed in 80°C slurry. Figs. 6(c) and (d) show the narrow scan spectra of C 1s for the specimens immersed in both slurries for 60min at different temperatures, respectively. It is generally known that the peak at BE of 284.5eV correspond to C–C bonding [22]. It is observed that the two peaks at 283.4 and 286.3eV correspond to CSi and H4C20 bonding [22–24]. The BEs from 288.6 to 289.14eV are attributed to H–C–O bonding [25–29]. For the specimens immersed in ceria slurry, XPS peaks at BEs of 283.4 and around 288.7eV increased due to C–Si and H–C–O bonds when XPS peak at BE of 286.3 and 286.4eV due to H–C bond decrease due to increasing slurry temperature as shown in Fig. 6(c). For the samples dipped in silica slurry, the changes of XPS peaks were similar to that in ceria slurry. The peaks at BEs of 283.4 and around 288.7eV assigned to C–Si and H–C–O bonds increased when the samples immersed in silica slurry as shown in Fig. 6(d). However, the shoulder at BE of 288.3eV due to H–C bond increased still more as the slurry temperature increased. It is though that the abundant H–C–O–Si bonds were formed on the surface of the TEOS film when the sample was polished by high-temperature slurry. Figs. 6(e) and (f) show the narrow scan spectra of Si 2p for the samples dipped in both slurries for 60min at different temperatures, respectively. The peaks of all temperature conditions at BEs of 103.75 and 103.9eV were assigned to SiO2 \n                     [30,31]. In all specimens, each peak had a small shoulder at a BE of 102.9eV which was reported by Wagner, et al. [20] to H6C2Si2O3. The shoulder increased with an increase of slurry temperature. As results of XPS, slurry actively reacts with the TEOS surface leading to dissolution of Si–O bonds to H–C–O–Si bonds as the process temperature increased [10]. This hydro-carbonated surface of TEOS film was easier to remove by the mechanical actions of the CMP process.\n                  AFM as displayed in Fig. 7\n                      provides 3D images over a 5×5μm scan for different slurry temperatures for the TEOS CMP process with silica and ceria slurries. Fig. 7(a) shows AFM surface morphology before CMP of as-deposited films. There are irregularly pointed surface features which have spire-features. There was not enough improvement in the roughness of TEOS films between before polishing of as-deposited film and after 60s of polishing with silica slurry at 10°C as shown in Fig. 7(b). The degraded surface was observed in TEOS film after polishing with ceria slurry at 10°C as shown in Fig. 7(c). Similar results of morphology were obtained in TEOS films polished at low slurry temperature below 20°C. However, the roughness of TEOS films after polishing with silica slurry at 40°C was improved over those at other temperatures. The irregularly spire-features were removed compared to as-deposited film, as shown in Fig. 7(d), although some hillocks were formed. Fig. 7(e) shows the improved surface morphology after polished with ceria slurry temperature of 50°C. The spire-features on surface before CMP became comparatively stumpy. However, the surface morphology became rough and irregular again like the as-deposited film as the temperature of silica slurry increased to 90°C as shown in Fig. 7(f) with the removal of hillocks by CMP. Fig. 7(g) shows the AFM image of the sample polished with ceria slurry of 90°C, which resulted in significantly smooth morphology notwithstanding some lumps of hillocks. It is thought that the lumps of hillocks, as shown in Fig. 7(g), were the result of interactions between slurry and surface, or was the residue of slurry on the surface due to high temperature. The analysis of this phenomenon should be continued in future work. Nevertheless, the planarization of the TEOS film could be obtained at 90°C with ceria slurry. It is also found that the surface roughness of TEOS film could be significantly smoothed by change of slurry temperature with the same slurry. With ceria slurry, the surface morphology was improved compared to silica slurry at all conditions above room temperature, which was thought to result from its small particle size as shown in Fig. 4.",
    "Conclusion": "4\n                  Conclusion\n                  Chemical mechanical polishing of TEOS films with silica and ceria slurries has been examined as a function of slurry temperature. Removal rate, non-uniformity and surface morphology have been found to depend on slurry temperature within the same slurry. Slurries showed the dependence of temperature as follows: the pH showed a slight tendency to decrease with temperature in both slurries; the conductivity of the slurries increased by 1–2% per degree over a range of 10–90°C; the particle size of silica slurry decreased with increasing temperature, whereas that of ceria slurry showed a little difference with temperature; the dispersion ability of abrasive particles was improved with increasing temperature by the measured zeta potential; the removal rates increased from 10–40°C and remained constant above 40°C. Improved values in the removal rate with both slurries were obtained above 40°C. Hydroxyl (OH−) groups generated with the slurry temperature diffused into the TEOS and then weakened reactants such as H–C–O–Si bonds on the surface of TEOS film. These soft reactants on the surface of the TEOS film could be removed easily by mechanical CMP actions. It was found that the surface roughness of TEOS films could be significantly reduced at 40°C (silica slurry) and at 90°C (ceria slurry) due to the decrease of abrasive size. Therefore, we expect that our results will be useful as a reference for slurry properties and temperature dependent polishing characteristics for TEOS-CMP."
  },
  "references": []
}