{
  "title": "Innovative insight for sodium hexametaphosphate on the dispersion of micro-sized lanthanum-cerium-based slurry",
  "authors": [
    "Han, Huiqing"
  ],
  "publication": {
    "journal": "Colloids and Surfaces A: Physicochemical and Engineering Aspects",
    "date": "2023-07-05",
    "doi": "10.1016/j.colsurfa.2023.131444"
  },
  "abstract": "Dispersion stability is a critical issue for the application of micron lanthanum-cerium-based slurry in liquid crystal display and other fields. Sodium hexametaphosphate (SHMP) is a commonly used dispersant, but there are problems that the dispersion mechanisms are not very detailed and the statements are inconsistent which are reported in the previous literature. In this work, the influence of SHMP on the dispersion of micron lanthanum-cerium-based abrasives was studied by Zeta potential, laser granularity analyzer, ICP, XRD, FT-IR, GPC, and other test methods. The experimental results showed that the lanthanum-cerium-based slurry containing 250 ppm SHMP could maintain suspension and dispersion stability in a wide pH range (pH 5–12). The adsorption capacity of SHMP on the surface of abrasives decreased, the steric hindrance of SHMP on slurry decreased, and the electrostatic repulsion increased with the increase of slurry pH. These findings suggest that the dispersion mechanism of SHMP may be the combination of steric hindrance and electrostatic repulsion when the pH of the slurry is smaller than the isoelectric point. At higher pH values, electrostatic repulsion was dominant.",
  "keywords": [
    "Micro-sized lanthanum-cerium-based slurry",
    "Sodium hexametaphosphate",
    "Dispersion",
    "Chemical mechanical polishing"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  In recent years, there has been an increasing interest in the use of lanthanum-cerium-based slurries for chemical mechanical polishing [1]. Because of its good physical and chemical properties, lanthanum-cerium-based slurries have been applied to a wide range of devices or components, such as crystal crafts, mobile phone covers, optical lenses, liquid crystal displays and integrated circuits [2–6]. Particularly, the dispersion property of lanthanum-cerium-based slurries determine the polishing properties of the slurries [7,8]. When the dispersion stability of the slurry is poor, the lanthanum-cerium-based abrasives are prone to sedimentation after the agglomeration of particles. On the one hand, the abrasive size distribution in the slurry is not uniform, which has adverse effects on the surface quality of the polishing workpieces, such as scratches. Further, the abrasive agglomeration may reduce the number of effective particles in the slurry and consequently the material removal rate [1,7,9,10]. Therefore, how to effectively inhibit lanthanum-cerium-based abrasives agglomeration is the key to the preparation of high-quality slurry.\n                  Generally, the agglomeration of the particles could be prevented by adding appropriate dispersants [11]. There are three basic dispersion mechanisms for dispersants that can keep particles in suspension without agglomeration: electrostatic repulsion, steric hindrance, and both of them [12]. In electrostatic repulsion, the net charge on the particle surface is increased due to the adsorption of ionic dispersants, which increases the electrostatic repulsive forces between two particles. Whereas in steric hindrance, the dispersants adsorb on the particle surface, acting as physical barriers that prevent the particles from attraction by overcoming the van der Waals forces between particles [11,13,14].\n                  A large number of cerium-based slurries composed of nano or submicron active particulates have been reported in the literature. Such polishing slurries often contain various dispersants, such as sodium hexametaphosphate (SHMP) [15], sodium dodecyl benzene sulfonate (SDBS) [15], polyacrylic acid (PAA) [11,16–18] and polyvinylpyrrolidone (PVP) [19]. Sodium hexametaphosphate is a common but highly effective long-chain inorganic dispersant [20,21], which is not only used in polishing slurries but also in many other fields, including ceramics [22], batteries [23], mineral processing [24,25], paints [26], and polishing slurries [15,27]. However, researchers had different viewpoints on the dispersion mechanism of sodium hexametaphosphate. Some scholars believed that the dispersion mechanism of SHMP was the combination of electrostatic repulsion and steric hindrance. Wei et al. [15] found that SHMP could increase the inter-particles mutual repulsive force by forming steric hindrance between particles and augmenting the zeta potential of particle surfaces, which could overcome the van der Waals force to some extent, and reduce agglomeration of the nanosized ceria particles, thus improving the dispersion stability of the ceria nanoparticles in slurries. David et al. [26] indicated that particle dispersion was maintained through electrostatic and steric forces. However, other researchers suggested that the role of SHMP was only electrostatic repulsion. Luo et al. [27] pointed out SHMP could increase the Zeta potential on the surface of ceria submicron particles in the slurry with high concentration, which could improve the electrostatic stability of particles. Liao et al. [28] investigated that SHMP acted as a dispersant and significantly decreased the zeta potential of the mineral particles, leading to improve interparticle repulsion and full dispersion of the fine smithsonite and calcite powders. Wang et al. [29] indicated that the addition of SHMP increased the floatability of MoS2 by dispersing the formed hydrophilic precipitation (Mg(OH)2 colloids) from the MoS2 surface, via reversing attraction to repulsion, thereby improving the MoS2 flotation recovery. Clearly, the conclusions reported in the literature on the mechanism of SHMP dispersion are controversial. Furthermore, there is little research on the dispersion behavior and mechanism of the SHMP on the micro-sized lanthanum-cerium-based abrasives at present.\n                  In the process of chemical mechanical polishing, the pH of the slurry plays an extremely important role in the polishing performance. Abiade et al. [30] discovered that the silica removal by ceria slurries was strongly pH dependent, with the maximum occurring near the isoelectric point of the ceria slurry. K. Dawkins et al. [31] suggested when polishing silicon oxide wafers with the ceria slurry, ceria was present on silica surfaces at acidic pH values which could contaminate the wafers, but far less ceria was present at alkaline pH values. Our previous experimental research showed that pH had a great impact on the properties of the slurry. The surface zeta potential influenced the suspension stability, and then the surface potential property of lanthanum-cerium-base abrasives was easy to change with pH. Meanwhile, K. Dawkins et al. [31] reported that the ceria zeta potential was positive for pH < pHiec and negative for pH > pHiec, which was similar to our research results. Yet there is no systematic study on the effect of the pH of slurry on the dispersion property and mechanism under the action of SHMP from previously published studies. Thus, in this work, we studied the influence of SHMP on the dispersion performance of the micro-sized lanthanum-cerium-based slurry under different pH conditions with the optimum concentration of SHMP determined in our previous study, and further analyzed the mechanism how SHMP affect the dispersion performance of lanthanum-cerium-based slurry at different pH values.",
    "Materials and methods": "2\n                  Materials and methods\n                  \n                     2.1\n                     Chemicals and materials\n                     The micro-sized lanthanum-cerium-based abrasives (PGF-A) used in this research were a kind of commercial abrasives. The dispersant sodium hexametaphosphate (SHMP) was chemical grade and the acid-base regulator NaOH was analytical grade, both of which were received from Sinopharm Chemical Reagent Co., Ltd., Shanghai, China. HNO3 was analytical grade, which was received from Tianjin Fuchen Chemical Reagent Co., Ltd. All chemicals were used as received, without further purification. Deionized water was purified by a water purification system (RO-DI plus, Hitech).\n                  \n                  \n                     2.2\n                     Preparation of slurry\n                     10 g of SHMP were dissolved in 90 mL of deionized water with vigorous magnetic stirring at room temperature. The mixture was stirred continuously by using a magnetic stirrer for 2 h to form the transparent solution, whose concentration was 10 wt%. 25 g of micro-sized lanthanum-cerium-based abrasives and 1.25 g of SHMP solution were dissolved in 473.75 mL of deionized water. The mixture was stirred continuously by ultrasonic dispersion for 30 min and high-speed mechanical stirring at 2500 rpm for 30 min to form the slurry. And then the slurry was adjusted its pH to 4 − 12 with HNO3 or NaOH. The concentration of SHMP in the slurry was 250 ppm and the concentration of abrasives was 5 wt%. The schematic diagram of the micro-sized lanthanum-cerium-based slurry preparation method is in \n                        Fig. 1.\n                  \n                  \n                     2.3\n                     Materials characterizations\n                     \n                        2.3.1\n                        Characterizations of commercial micro-sized lanthanum-cerium-based abrasives (PGF-A)\n                        The size and morphology of micro-sized lanthanum-cerium-based abrasives were observed by the scanning electron microscope (SEM, JSM-7900 F, JEOL, Japan). The morphology of the abrasives was characterized by Transmission electron microscopy (TEM, Talos F200X, Thermo Fisher Scientific, USA) with an energy-dispersive X-ray spectrometer (EDS, Link ISIS, Oxford, UK). The phase analysis of micro-sized lanthanum-cerium-based abrasives was achieved by an X-ray diffractometer (XRD, Smart-lab, Tokyo, Japan) equipped with Cu-Kα radiation. The scanning range was 10–90°, with a scanning speed of 4° min−1. X-ray Photoelectron Spectroscopy (XPS, NEXSA, Thermo Scientific, USA) was used to analyze Ce3+ on the surface of micro-sized lanthanum-cerium-based abrasives. The composition of abrasives was measured by inductively coupled plasma emission spectroscopy (ICP-OES, Optima 8300, PerkinElmer, USA). The fluorine content was determined by ion-selective electrode. The particle size distribution of abrasives was measured by a laser granularity analyzer (LA-300, HORIBA, Japan) after dispersing into the deionized water.\n                     \n                     \n                        2.3.2\n                        Characterizations of lanthanum-cerium-based slurry containing 250 ppm SHMP\n                        The suspension dispersion stability of the slurry was characterized by the volume of distribution of each layer of slurry. We took a certain amount of slurry into transparent glass bottles and settling them for 24 h. And then recording the number of layers and the volume ratio of each layer after settling for 0 min and 24 h. The average particle size of slurry containing 250 ppm SHMP under different pH conditions was measured by a laser particle size analyzer (LA-300, HORIBA, Japan). Each sample was measured three times in the deionized water without adding other reagents. The viscosity of slurry containing 250 ppm SHMP was measured by a viscosity meter (DVNEXT, Brookfield, USA), which used No. 40 rotor. The surface electrochemical property of abrasives in the slurry was analyzed by a zeta analyzer (90Plus PALS, Brookhaven, USA).\n                        The P adsorption isotherms were measured by the following procedure: The slurry was centrifuged at 11000 rpm for 10 min by a high-speed centrifuge (TG-16-WS, cence, China), and the supernatant was then further purified using a 0.45 µm syringe filter to ensure minimal transfer of any ultrafine particles. The supernatant was analyzed using ICP-OES (Optima 8300, PerkinElmer, USA). After that, we calculated the content of P adsorbed on the particle surface in the slurry.\n                        The lanthanum-cerium-based slurry containing 250 ppm (SHMP) at different pH values was centrifuged to obtain solid particles and dried in a vacuum oven at 60 ℃. And then the phase of solid particles was analyzed by an X-ray diffractometer (XRD, Smart-lab, Tokyo, Japan) equipped with Cu-Kα radiation. The scanning range was 10–90°, and the rate was 4° min−1. The structure of the surface was analyzed by a Fourier infrared spectrometer (NEXUS-670, Nicolet, USA) in KBr matrix in the range of 4000–400 cm−1. To facilitate detection and observation, the P concentration was increased by 20 times to acquire surface structure.\n                        The molecular weight of SHMP aqueous solution at different pH values was measured by gel permeation chromatography (GPC, 1260 Infinity II, Agilent, America). The chromatographic columns Ultrahydrogel 1000 and Ultrahydrogel 120 (Waters, America) were used in series.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Dispersion characteristics of SHMP in lanthanum-cerium-based slurry\n                     The basic properties of micro-sized lanthanum-cerium-based abrasives are provided in the Supporting Information Fig. S1. and Table S1.\n                     According to our previous study, as shown in Fig. S2, the lanthanum-cerium-based slurry with a solid content of 5 wt% could maintain good suspension stability when the concentration of SHMP was 250 ppm, meanwhile, the slurry pH was 7.8. \n                        Fig. 2(a) and Fig. 2(b) are the physical pictures of suspension stability changing with slurry pH containing 250 ppm SHMP. At the beginning of settling time, the slurry containing SHMP in all pH conditions could maintain suspension stability. As can be seen, with the increasing of settling time (24 h), the slurry containing SHMP in pH 4 condition was difficult to maintain suspension stability, but in other conditions the slurry still maintained good suspension stability.\n                     In order to more clearly describe the dispersion stability of the slurry, Hyuk-Min Kim et al. [11] examined the slurry behavior at various PMAS concentrations by a stability test. They left the prepared ceria slurry in the graduated cylinder for a period of time, which would divide into various layers, i.e., water, a dispersed layer and a sediment layer, based on the nature of the slurry. And they discovered that the slurry was more stable as the volume of dispersed layer was higher, and believed that the dispersion layer volume should be high for better polishing performance. As previously described, we also used this method to examine the slurry behavior quantitatively. Fig. 2(c) shows the distribution diagram of slurry layers. We observed the stratification of the slurry after standing for 24 h, meanwhile, defining the upper clear liquid part as the supernatant layer, the middle suspension part as the dispersion layer, and the bottom settlement part as the precipitation layer. The dispersion behavior of the slurry depends on the volume of the dispersion layer. When the volume of the dispersion layer is larger, the dispersion behavior of the slurry is more stable. Fig. 2(d) displays the percentage distribution diagram of each layer after settling for 24 h. At pH 4, the slurry was divided into two layers, which were the supernatant layer and the precipitation layer, whereas the percentage of the slurry dispersion layer was 0. However, at other pH conditions, the slurries were divided into three layers, respectively supernatant layer, dispersion layer, and precipitation layer. The proportion of dispersion layer was about 93–95% under other pH conditions except pH 4. Undoubtedly, the slurries containing SHMP could maintain good suspension stability in a wide pH range (pH 5–12).\n                     The particle sizes and viscosity of the slurries may be different under different pH values, and these basic properties may affect the dispersion performance of slurries. The average particle sizes of the slurry containing 250 ppm SHMP as a function of pH are presented in \n                        Fig. 3(a). The average particle sizes of the slurry were 0.71–0.79 µm. Moreover, compared with the lanthanum-cerium-based abrasive PGF-A whose average particle size was 1.2 µm in Fig. S1(e), when SHMP was added, the average particle sizes of slurries under different pH conditions were significantly decreased. At pH 6 and 7, the average particle sizes of the slurries were slightly smaller. The average particle size of the slurry at pH 4 was close to that at other pH conditions, so the suspension stability of the slurry at pH 4 was not related to the particle size. In conclusion, pH has little effect on the average particle size of lanthanum-cerium-based slurry containing SHMP, and the average particle size is not the main reason for the difference in the suspension performance of the slurry. Fig. 3(b) shows the viscosity of the slurries containing SHMP as a function of the pH. With the increase in pH, the viscosity of slurries decreased first and then increased. At pH 4, the slurry viscosity was higher, reaching 1.54 cP. At other pH conditions, the slurries viscosity were low, about 1.00 cP. When the suspension stability of the slurry was poor, the slurry viscosity was large. When the suspension stability of the slurry was good, the viscosity of the slurry was small. The suspension stability of the slurry affects the viscosity of the slurry.\n                     \n                        \n                        Fig. 4 shows the P content of slurry containing 250 ppm SHMP as a function of slurry pH. At pH 4, the content of P adsorbed on the surface of abrasives was 88%. At pH 12, the content of P adsorbed on the surface of abrasives was 52%. When not adjusting pH (pH 7.8), the content of P adsorbed on the surface of abrasives was 68%. Therefore, the content of P adsorbed on the surface of abrasives decreased with the increase of pH, in another word, the adsorption capacities of P element in acidic conditions were larger than that in alkaline conditions, which may be related to the suspension stability of the slurry.\n                     FTIR studies were firstly conducted to verify the underlying interaction between SHMP and lanthanum-cerium-based abrasives PGF-A. The FT-IR spectra of the lanthanum-cerium-based abrasives before and after SHMP adsorption are presented in \n                        Fig. 5, which is used to compare and analyze the binding state of SHMP on the surface of lanthanum-cerium-based abrasives. For the infrared spectra of SHMP, the characteristic sharp peaks at 1255, 1087, 862, and 465 cm−1 were assigned to the stretching vibration of the -PO4 group [21,32–34]. The peak of 1255 cm−1 was due to the asymmetric stretching frequencies of P = O while the peaks of 1087 and 465 cm−1 were due to the P-O antisymmetric stretching vibration peak and symmetric variable angular vibration peak, respectively, and P-O-P symmetrical stretching vibration peak had occurred at 862 cm−1. The lanthanum-cerium-based abrasives PGF-A surface stretching vibration peak was not obvious. The micron lanthanum-cerium-based abrasive used in this experiment was a kind of commercial polishing powder, so we could only infer the surface functional groups by combining the composition of lanthanum-cerium-based abrasive. The spectrum exhibited an intense broad band at 3425 cm−1, which contributed to the stretching vibration of structural O–H groups hydrogen bonded with interlamellar water or O–H groups in adjacent layers. Another broad band at 1630 cm−1 was due to the bending vibration of H–O–H (δH–O–H) and it should be assigned to the adsorbed water molecule in the interlayer [35,36]. The most intense vibrations were located between ∼1500 and 677 cm−1 and are characteristic of the main stretching vibrations of the carbonate ions [37–39]. After treatment with SHMP, P = O, P-O, and P-O-P appeared on the surface of the PGF-A, and the amplitude of the stretching peak of these functional groups was smaller than that of SHMP. Besides, the P-O-P peak at 862 cm−1 of SHMP is shifted to 875 cm−1, which may be related to the formation of the P-O-Ce bond.\n                     \n                        \n                        Fig. 6 is the XRD diffraction patterns of lanthanum-cerium-based abrasives and lanthanum-cerium-based abrasives treated with SHMP. The lanthanum-cerium-based abrasives without SHMP mainly consist of cerium oxide and lanthanum fluoride oxide, as shown in Fig. S1(c). The intensity of the phase of lanthanum-cerium-based abrasives treated with SHMP decreased, by comparison, thus the addition of SHMP affected the intensity of the phase. Additionally, from the XRD diffraction pattern of lanthanum-cerium-based abrasives treated with SHMP, we could see that the diffractogram showed the strongest peak at 2θ equal to 28.56°, while the 2θ of the other peaks located at 33.08°, 47.48°, 56.34°, 69.40°, 76.70°, 79.07°, and 88.41°. All of these match well with fluorite-phase CeO2 (JCPDS No. 00–034–0394), which has a lattice parameter of 5.411 Å. The fluorite structure consists of a face-centered-cubic (FCC) unit cell. Besides, the 2θ of the peaks located at 26.70°, 30.95°, 44.26°, and 52.49°, which match well with tetragonal-phase LaF1.7O0.65 (JCPDS No. 01–086–2377). More importantly, the XRD diffraction pattern of PGF-A treated with SHMP showed a very strong peak at 2θ equal to 14.46°, which was well with CePO4 (JCPDS No. 01–074–1889). Therefore, the lanthanum-cerium-based abrasives treated with SHMP mainly consist of cerium oxide, lanthanum fluoride oxide and cerium phosphate. The addition of SHMP made a certain amount of Ce3+ on the surface of abrasives PGF-A combine with PO4\n                        3 - to form a new phase. It was consistent with the fact that Ce3+ was a surface active site reported in the literature [40–43].\n                     Zeta potential measurement is another effective way to determine the interaction between two materials such as two abrasives [44,45] or abrasives and dispersants [46,47]. As shown in \n                        Table 1, lanthanum-cerium-based slurry without SHMP was weakly acidic, about pH 6.50, and the Zeta potential of abrasives was positive, about 20 mV. But when lanthanum-cerium-based abrasives PGF-A were treated with SHMP, the pH of the slurry increased to 7.80, and the Zeta potential of PGF-A treated with SHMP was negative, about −33.00 mV. This may be related to the ionization of SHMP and the adsorption of negatively charged groups on the abrasive surface. As for pH increasing, we speculated that some components on the surface of lanthanum-cerium-based abrasives reacted with SHMP to produce alkaline substances.\n                     The Zeta potential of PGF-A slurry and PGF-A treated with SHMP slurry as a function of pH are shown in \n                        Fig. 7. When pH< 8.3, the Zeta potential value of abrasives was positive, due to protonation of surface hydroxyls [Eq. (1)] [30,48,49].\n                           \n                              (1)\n                              Ce-OH + H+ ↔ Ce-OH2\n                                 +\n                              \n                           \n                        When pH> 8.3, the Zeta potential value of abrasives was negative, due to the deprotonation of surface hydroxyls [Eq. (2)].\n                           \n                              (2)\n                              Ce-OH ↔ Ce-O- + H+\n                              \n                           \n                        \n                     \n                     We found that the isoelectric point (IEP) of lanthanum-cerium-based abrasives PGF-A was approximately 8.3. As previously described, pure cerium oxide isoelectric points in the range of 6–7 are commonly found [30,48,49]. We could also find that the different compositions would cause changes in the surface Zeta potential properties of the polishing abrasives and make the isoelectric point change [31,50]. Besides, Cook [48] et al. stated that the isoelectric point of Ce4+ was 6.8, the isoelectric point of Ce3+ was 9.6, and the isoelectric point of La3+ was 10.6. The lanthanum-cerium-based abrasives PGF-A used in this study mainly contained Ce4+, Ce3+, and La3+. Therefore, it is understandable that the isoelectric point of lanthanum-cerium-based abrasives used in this study is 8.3.\n                     As for lanthanum-cerium-based slurry treated with SHMP, the Zeta potential of PGF-A treated with SHMP within the pH range studied was negative. Among them, at pH 4, the value of Zeta potential was lowest, about 26 mV; at pH 12, the value of Zeta potential was highest, about 46 mV. Furthermore, when the pH was below 8 (about IEP), the Zeta potential value of abrasives was smaller, which may be related to the need to neutralize a part of the surface positive potential on the abrasive surface, due to the abrasives PGF-A was positively charged [22,51], so the surface absorbed P content was high; when the pH of slurry above 8, the Zeta potential value of abrasives was larger. The surface potential of abrasives PGF-A was negative, and it was not easy to combine negatively charged PO3\n                        - or HPO3\n                        - under the action of electrostatic repulsion, so the surface P content decreased. These conclusions were consistent with the previous conclusions on P adsorption. Additionally, it is generally believed that when the absolute value of Zeta potential on the particle surface is greater than 30 mV, the particles can maintain dispersion stability [52,53]. At pH 4, the absolute value of Zeta potential on the abrasive's surface was low, which was less than 30 mV. The electrostatic repulsion force was not enough to overcome the van der Waals force between abrasives, so it was difficult to maintain the suspension stability.\n                  \n                  \n                     3.2\n                     Analysis of dispersion mechanism of sodium hexametaphosphate\n                     Sodium hexametaphosphate (NaPO3)6 is a long chain polyphosphate [54], which is no independent unit such as (PO3)6\n                        6-. It is a straight chain compound and the chain length of this compound is about 20–100 PO3\n                        - units. The structure of SHMP is shown in \n                        Fig. 8 \n                        [55].\n                     When SHMP is dissolved in water, it will occur different degrees of protonation. Some of the P in the chain is hydroxylated to form the -HPO3\n                        - unit. In addition to ionization, SHMP with different degrees of polymerization will undergo hydrolysis, resulting in the break of the molecular chain, Eq. (3) \n                        [55].\n                           \n                              (3)\n                              H-[PO3]n-OH + H2O → H-[PO3]m-OH + H-[PO3]n-m -OH\n                           \n                        \n                     \n                     The reason for dispersion and agglomeration behavior of the particles is the interaction between particles. According to the dispersing mechanism of dispersants, the main effects of dispersants on abrasives are electrostatic repulsion and steric hindrance. For the steric interaction energy Vkj between two spherical particles with radius R, as shown in Formula (4) \n                        [56,57]:\n                           \n                              Vkj=Vys+Vcc\n                              \n                           \n                        \n                        \n                           \n                              (4)\n                              \n                                 \n                                    =\n                                    \n                                       \n                                          4\n                                          π\n                                          \n                                             \n                                                R\n                                             \n                                             \n                                                2\n                                             \n                                          \n                                          (\n                                          b\n                                          −\n                                          \n                                             \n                                                H\n                                             \n                                             \n                                                2\n                                             \n                                          \n                                          )\n                                       \n                                       \n                                          Z\n                                          (\n                                          R\n                                          +\n                                          b\n                                          )\n                                       \n                                    \n                                    ln\n                                    \n                                       \n                                          2\n                                          b\n                                       \n                                       \n                                          H\n                                       \n                                    \n                                    +\n                                    \n                                       \n                                          ∆\n                                          π\n                                          kT\n                                          \n                                             \n                                                \n                                                   \n                                                      Ф\n                                                   \n                                                   \n                                                      2\n                                                   \n                                                \n                                             \n                                             \n                                                2\n                                             \n                                          \n                                       \n                                       \n                                          3\n                                          V\n                                       \n                                    \n                                    (\n                                    \n                                       \n                                          1\n                                       \n                                       \n                                          2\n                                       \n                                    \n                                    −\n                                    χ\n                                    )\n                                    ×\n                                    \n                                       \n                                          \n                                             \n                                                δ\n                                                −\n                                                \n                                                   \n                                                      H\n                                                   \n                                                   \n                                                      2\n                                                   \n                                                \n                                             \n                                          \n                                       \n                                       \n                                          2\n                                       \n                                    \n                                    (\n                                    3\n                                    R\n                                    +\n                                    2\n                                    δ\n                                    +\n                                    \n                                       \n                                          h\n                                       \n                                       \n                                          2\n                                       \n                                    \n                                    )\n                                 \n                              \n                           \n                        where b is the length of the adsorbed molecule, Z is the actual occupied area of an adsorbed molecule (when H>2b), R is the particle radius, \n                           \n                              \n                                 4\n                                 π\n                                 \n                                    \n                                       R\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 (\n                                 b\n                                 −\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 )\n                              \n                              \n                                 (\n                                 R\n                                 +\n                                 b\n                                 )\n                              \n                           \n                         is the area of the contact circle subject to repulsion, H is the distance between particles, V is the total volume of lens overlapping area, δ is the thickness of the adsorption layer, Ф2 is the volume fraction of adsorbed molecules, k is Boltzmann constant, h is Planck constant, and \n                           χ\n                         is interaction coefficient. We could find that under different pH values, the steric hindrance energy of dispersants was mainly related to the length of the adsorbed molecule, the volume fraction of adsorbed molecules, and the thickness of the adsorption layer.\n                     In order to analyze the steric hindrance interaction energy, the molecular weight of SHMP at different pH values was measured by gel permeation chromatography (GPC), as shown in \n                        Table 2. It can be seen that the relative molecular weight of (NaPO3)6 is 612 and that of PO3\n                        - is 79. The molecular weight of (NaPO3)6 used in this study was about 4500, and the degree of polymerization was about 55–60. Under different pH conditions, the molecular weight of SHMP had no significant difference, and the maximum difference of PO3\n                        - polymerization degree was 4. Therefore, the molecular weight difference of SHMP under different pH conditions was small and the molecular weight was relatively low. We could get that under different pH conditions, the steric hindrance of SHMP was similar but fairly weak.\n                     With the increasing of pH values, the adsorption capacity of P was decreased according to Fig. 4, which suggested that the volume fraction of adsorbed molecules and the thickness of the adsorption layer was decreased. While considering the molecular weight of SHMP as shown in Table 2, the length of an adsorbed molecule was not different significantly. According to Formula (4), the thickness of the adsorption layer had great influence on the steric hindrance energy Vkj. Therefore, with the increasing of pH, the steric hindrance interaction energy Vkj was decreased.\n                     SHMP can be ionized in an aqueous solution to form negatively charged phosphate anions with strong adsorption activity. When it is added to the lanthanum-cerium-based slurry, it will adsorb on the surface of abrasives, enter the diffusion layer, compact the thickness of double electric layer on the surface of abrasives, change the double electric layer structure, and cause the Zeta potential of particle surface in the slurry to change. SHMP can affect the surface electrostatic activity of abrasives. The electrostatic repulsion energy Vel between two spherical particles with radius R is shown in Formula (5) \n                        [58,59]:\n                           \n                              (5)\n                              \n                                 \n                                    \n                                       \n                                          V\n                                       \n                                       \n                                          el\n                                       \n                                    \n                                    =\n                                    2\n                                    π\n                                    \n                                       \n                                          ε\n                                       \n                                       \n                                          a\n                                       \n                                    \n                                    R\n                                    \n                                       \n                                          \n                                             \n                                                φ\n                                             \n                                             \n                                                0\n                                             \n                                          \n                                       \n                                       \n                                          2\n                                       \n                                    \n                                    ln\n                                    \n                                       \n                                          \n                                             1\n                                             +\n                                             \n                                                \n                                                   e\n                                                \n                                                \n                                                   −\n                                                   κ\n                                                   H\n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where \n                           \n                              \n                                 ε\n                              \n                              \n                                 a\n                              \n                           \n                         is the absolute permittivity of the dispersion medium, φ0 is the particle surface potential, R is the particle radius, \n                           κ\n                         is the inverse of the Debye length, and H is the distance between particles. We could find that under different pH conditions, the electrostatic repulsion energy Vel of dispersants was mainly related to the particle surface potential. According to Fig. 7, with the increasing pH, \n                           \n                              \n                                 \n                                    \n                                       φ\n                                    \n                                    \n                                       0\n                                    \n                                 \n                              \n                              \n                                 2\n                              \n                           \n                        was increased, so the electrostatic repulsion energy was increased.\n                     Based on the above results, we propose the dispersion mechanism of SHMP, as presented in \n                        Fig. 9. In aqueous systems, there is a large amount of Ce-OH on the surface of PGF-A at pH 8 (IEP), according to Fig. 9(c). When SHMP is added, Ce-OH is broken and PO3\n                        - replaces -OH on the surface to form Ce-O-P. The number of PO3\n                        - substitution sites on the surface of lanthanum-cerium-based abrasives is limited, and there is a small amount of OH residue on the surface after the reaction, as presented in Fig. 9(d). In Fig. 9(a), when the pH is less than the isoelectric point, hydroxyl protonation occurs on the surface of PGF-A and gradually forms -Ce-OH2\n                        +. When SHMP is added, the negatively charged PO3\n                        - and positively charged -OH2\n                        + generate electrostatic attraction and neutralize the positive and negative charges. In addition, the remaining -OH is replaced by PO3\n                        - as shown in Fig. 9(b). Therefore, when the pH value of slurries is less than the isoelectric point, the amount of P adsorption is high, and the molecular weight of SHMP is the same, but the value of surface Zeta potential is low, which leads to increasing the steric hindrance and decreasing the electrostatic repulsion. At pH 4, due to the low surface Zeta potential which leads to weak electrostatic repulsion between particles, the slurry cannot maintain good suspension ability. As shown in Fig. 9(e), when the pH is more than the isoelectric point, most of the -OH on the surface of lanthanum-cerium-based abrasives is gradually deprotonated to form Ce-O-. When SHMP is added, according to Fig. 9(f), PO3\n                        - replaces the surface -OH group, forming a negatively charged structure. It is difficult for negatively charged PO3\n                        - to adsorb on the particle surface of negatively charged Ce-O- due to electrostatic repulsion. Therefore, when the value of the slurry pH is larger than the isoelectric point, the amount of P adsorbed on the particle surface decreases, the value of surface Zeta potential increases and the molecular weight of SHMP is the same, which lead to increasing the electrostatic repulsion but decreasing the steric hindrance. Accordingly, the slurry with SHMP could maintain good suspension stability within the range of pH 5–12.\n                     Therefore, according to all the above research results, we believe that the dispersion mechanism of SHMP is the combination of steric hindrance and electrostatic repulsion when the pH of the slurry is smaller than the isoelectric point, and the electrostatic repulsion is dominant when the pH of the slurry is larger than the isoelectric point.",
    "Conclusions": "4\n                  Conclusions\n                  The suspension behavior, P adsorption, particle size, molecular weight, Zeta potential, and other characteristics of micro-sized lanthanum-cerium-based slurry containing 250 ppm SHMP at different pH values were studied to determine the dispersion mechanism of SHMP. The micro-sized lanthanum-cerium-based slurry containing 250 ppm SHMP can maintain good suspension dispersion stability in a wide pH range (pH 5–12). When the pH of the slurry is less than the isoelectric point, the amount of P adsorption is high, the molecular weight of SHMP is the same, but the value of surface Zeta potential is low, leading to increasing the steric hindrance but decreasing the electrostatic repulsion. At pH 4, the slurry cannot maintain good suspension ability, due to the low value of surface Zeta potential which weakens electrostatic repulsion between particles. When the pH of the slurry is larger than the isoelectric point, the amount of P adsorbed on the particle surface decreases, the value of the surface Zeta potential increases, and the molecular weight of SHMP is the same, leading to increasing the electrostatic repulsion but decreasing the steric hindrance. Then we believe that the dispersion mechanism of SHMP is the combination of steric hindrance and electrostatic repulsion when the pH of the slurry is smaller than the isoelectric point. At higher pH values, electrostatic repulsion was dominant. Therefore, it can be seen that SHMP plays a better role in the dispersion of micro-sized lanthanum-cerium-based abrasives.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Huiqing Han: Investigation, Formal analysis, Visualization, Writing original draft. Ning Wang: Conceptualization, Formal analysis, Review & editing, Funding acquisition. Zhenyu Zhang: Methodology, Validation, Formal analysis. Zongyu Feng: Resources, Supervision. Xianmin Tan: Investigation, Formal analysis. Yuanyuan Zheng: Methodology, Validation, Funding acquisition. Juanyu Yang: Project administration, Review & editing, Funding acquisition. Xiaowei Huang: Supervision, Resources, Review & editing. All authors have read and agreed to the published version of the manuscript."
  },
  "references": []
}