{
  "title": "Reverse selectivity – High silicon nitride and low silicon dioxide removal rates using ceria abrasive-based dispersions",
  "authors": [
    "Veera Dandu, P.R."
  ],
  "publication": {
    "journal": "Journal of Colloid and Interface Science",
    "date": "2010-07-15",
    "doi": "10.1016/j.jcis.2010.03.071"
  },
  "abstract": "We show that by adding poly(acrylicacid-co-diallyldimethylammonium chloride), a cationic polymer with a weight average molecular weight of about 4200g/mole, to ceria-based dispersions, it is possible to achieve a silicon nitride removal rate (RR) of>100nm/min and a silicon dioxide RR of<2nm/min at pH 4 and 4 psi down pressure during chemical mechanical polishing. Furthermore, the RRs of the silicon dioxide films can be tuned by varying the polymer to abrasive weight ratio in the dispersion while the nitride RR is unaffected. We also characterized the role of adsorption of this polymer additive on ceria, silica and silicon nitride powders using zeta potential, adsorption isotherms, UV–Vis spectroscopy, contact angle, thermo-gravimetric analysis and friction coefficient measurements. Our results show that the polymer film formed on the ceria particle surface is strongly bound to it, survives use in polishing and appears to control its reactivity with the silicon dioxide surface in conjunction with electrostatic interactions.",
  "keywords": [
    "CMP",
    "Reverse selectivity",
    "Colloids",
    "High silicon nitride over silicon dioxide removal",
    "Ceria",
    "Polymers"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Unlike in the usual shallow trench isolation (STI) process [1], where a high silicon dioxide and a low silicon nitride RR are desired to minimize loss of the nitride film that acts as a stop layer, there are several applications [2,3], where the reverse, i.e., a high nitride and a low oxide RR, is desirable. However, such a process is difficult to achieve in principle. The removal of the nitride is generally assumed to be a two step process, the first step being the hydrolysis of the nitride to oxide, followed by the removal of the oxide, with the hydrolysis being generally considered slow and rate-determining [4]. Therefore, any additives that suppress silicon dioxide RR would also tend to suppress silicon nitride RR. Here, we describe and discuss ceria-based dispersion formulations that overcome this limitation and produce the desired reverse selectivity.\n                  It should be noted that several authors already published results, mostly in a few patents and patent publications, showing reverse selectivity using various abrasive dispersions. For example, recently Natarajan et al. [5] developed several reverse selective dispersions using silica and zirconia abrasives and different amino acids as additives, and obtained tunable selective RRs of silicon dioxide: silicon nitride that range from 1:1 to 1:78. Even more recently Siddiqui et al. [3] and, earlier, several others [6] formulated reverse selectivity ceria dispersions with poly(4-vinylpyridine) (reverse selectivity of ∼60) and polyethylene imine (reverse selectivity of ∼4) as additives, respectively. Similarly, Dysard and Johns [7] reported a RR selectivity of ∼16 with a nitride RR of ∼100nm/min and an oxide RR of ∼5nm/min using a 0.4wt.% ceria dispersion and co-polymers of acryl amide and diallydiethyl ammonium chloride as additives, while Park [8] obtained a maximum selectivity (nitride: oxide) of only 3:1 with a silica dispersion consisting of phosphoric acid, fluoric acid and nitric acid as additives. Carter and Johns [9] also reported reverse selectivity with ceria abrasives and a cationic polymer (poly(ethyleneimine))+carboxylic acids as additives. However, since most of these results are contained in patents and patent applications, there is almost no discussion of the nature of the processes occurring at the surfaces of the silicon dioxide and silicon nitride films as well as the abrasives that are responsible for the observed reverse selectivity.\n                  Here, we describe our initial results with ceria-based dispersions containing a cationic co-polymer of acrylic acid and diallyldimethylammonium chloride, poly(acrylicacid-co-diallyldimethylammonium chloride), PAD for short, that show nitride RRs above 100nm/min and oxide removal that are below 2nm/min, at pH 4. Additionally, the silicon dioxide RRs can be varied and controlled by varying the polymer/abrasive ratio, while maintaining the high silicon nitride RR. Furthermore, we characterize the adsorption of this additive on ceria, silica and silicon nitride powders using several techniques (zeta potential data, adsorption isotherms, UV–Vis spectroscopy, contact angle measurements, thermo-gravimetric analysis and friction coefficient values) and show that the PAD is adsorbed on both ceria and silica surfaces and only in very small quantities on the silicon nitride surface and that the adsorption of the PAD on ceria controls its reactivity with the silicon dioxide films.",
    "Experimental techniques": "2\n                  Experimental techniques\n                  \n                     2.1\n                     Materials\n                     The 6″ diameter blanket thermal oxide (grown at ∼900°C) and silicon nitride (low pressure chemical vapor deposited at ∼790°C) wafers, with an initial thickness of ∼2000nm and ∼500nm, respectively, were obtained from Montco Silicon Technologies, Inc. The silicon nitride wafers had a ∼100nm thick intervening layer of SiO2 between the nitride film and the Si substrate. PAD a cationic polymer with a weight averaged molecular weight of ∼4200g/mole, was supplied by Rhodia Inc. Its chemical structure is shown in Fig. 1\n                        . Ceria (d\n                        mean\n                        ∼60nm), four different sized silica (d\n                        mean\n                        ∼20, 35, 50 and 85nm) and three different sized silicon nitride (d\n                        mean\n                        ∼20, 50 and 100nm) particles were obtained from Rhodia (as colloidal dispersions), Nyacol Technologies (as colloidal dispersions) and Sigma–Aldrich (as powders), respectively. The d\n                        mean here refers to the primary particle size and the average size in the dispersions, determined from the particle size analysis, is generally 2–3times larger. Characteristics of the as supplied ceria suspensions are provided in Table 1\n                         and TEM pictures of some of these particles are shown in Fig. 2\n                        . For adjusting the pH, either nitric acid or potassium hydroxide, both obtained from Fisher Scientific Inc., was used.\n                     To stabilize the ceria dispersion for pH>5.5, it was necessary to add 0.01wt.% poly-acrylic acid (PAA) [13]. Hence, to avoid the problems with dispersion stability and to avoid complications from the presence of PAA in the slurry, all the polishing experiments (except those described in Fig. 3\n                         later) were performed only at pH 4 and, hence, all such polishing results are influenced only by the PAD additive.\n                  \n                  \n                     2.2\n                     Chemical mechanical polishing experiments\n                     The polishing experiments were carried out using a POLI-500 polisher, from G&P technology. The polishing conditions were typically 4/5.5psi operating pressure/retaining ring pressure, 75/75rpm carrier/platen speed, and a dispersion flow rate of ∼200ml/min. The polishing pad (IC-1000, k-groove) was conditioned (in situ) using a diamond-grit pad conditioner (obtained from 3M Inc.). Two wafers each of silicon dioxide and silicon nitride were polished for each condition. The removal rates (RRs) were calculated from the difference in the film thickness, measured using a Filmetrics F-20 interferometer, before and after polishing, at 17 points (eight points were chosen at a distance of 75mm from the center, eight points at a distance of 38mm from the center and one at the center). The standard deviation of the RR was also determined using these data. The polish results shown are an average of the RRs for the two wafers.\n                  \n                  \n                     2.3\n                     Sample preparation for zeta potential, adsorption Isotherms, TGA, and UV–Vis spectrometry measurements\n                     Different concentrations of the PAD were tested while the concentrations of silicon dioxide (d\n                        mean\n                        ∼50nm), ceria (d\n                        mean\n                        ∼60nm) and silicon nitride (d\n                        mean\n                        ∼50nm) particles in the sample were maintained at 10%, 0.25% (the abrasive concentration in the polishing dispersions used here) and 10%, respectively. Each sample was prepared by first dissolving the additives in a small amount of DI water, followed by the addition of the silica/ceria/silicon nitride particles, as the case may be, and finally making up of the volume to 200ml. The samples were stirred well for 10–15min before use.\n                  \n                  \n                     2.4\n                     Zeta potentials\n                     Zeta potentials of silicon dioxide (d\n                        mean\n                        ∼50nm), ceria (d\n                        mean\n                        ∼60nm) and silicon nitride (d\n                        mean\n                        ∼50nm) suspensions were measured in the presence and absence of the PAD additive at different pH values, using a Matec Applied Science Model 9800 Electro acoustic analyzer. Silicon dioxide and silicon nitride particles were used to represent the surface of the films being polished [12,13]. Again, the solid content of the ceria dispersion (0.25wt.%) was maintained to be the same as that of the polishing dispersion while the particle loadings of silicon nitride and silica dispersions were maintained at 10%. The samples were titrated with KOH or HNO3 to vary the pH.\n                  \n                  \n                     2.5\n                     Adsorption isotherms\n                     The pH of four 200ml samples (prepared as described earlier) was adjusted to a value of 4 by titrating with either potassium hydroxide or nitric acid, as needed. These were then centrifuged, decanted, filtered (with Millipore membranes, pore size∼0.02μ) using a vacuum pump, dried at 120°C and weighed. The amount of additive adsorbed per unit weight of the abrasive was calculated from the difference in the weight of the dried samples prepared from dispersions with and without the additive. The reported data are an average of four measurements at each concentration, at pH 4.\n                  \n                  \n                     2.6\n                     Thermo-gravimetric analysis (TGA)\n                     TGA was used to quantify the amount of additive adsorbed on silica (which mimics the silicon dioxide film), ceria and Si3N4 (which mimics the silicon nitride film) powders. The dispersion sample was centrifuged, decanted, filtered (with a Millipore membrane, pore size∼0.02μ) using a vacuum pump, dried for 48h in an oven maintained at 80°C and pulverized into fine powder. TGA data of the ceria, silica and Si3N4 samples, with and without additives, were obtained by a Perkin–Elmer Thermo gravimetric analyzer, Pyris 1 TGA, in nitrogen medium in order to prevent the oxidation of the nitride film as well as the PAD additive. For all the oven dried samples, the temperature was first maintained at ∼120°C for 45min. to remove any moisture present and then increased to 600°C at a rate of 15°C per minute and the normalized sample weight is reported. In all these samples, the abrasive to PAD ratio, X, was maintained the same as that used for zeta potential measurements.\n                  \n                  \n                     2.7\n                     Contact angles\n                     A goniometer coupled with CAM software (KSV Instruments Ltd., Finland) was used to obtain the contact angle of a de-ionized water drop on the surface of a wafer. The contact angle data were obtained on various wafers polished with different dispersions. Before the measurement, the polished wafers were cleaned with de-ionized water adjusted to the same pH as the dispersion and then dried in an air jet. The goniometer setup was assembled on a vibration-isolated optical table. Each reported contact angle is an average of 3–6 advancing and receding contact angles of the droplet each taken at various locations on the wafer (center, edge and middle regions).\n                  \n                  \n                     2.8\n                     Friction coefficient\n                     Friction coefficients between the pad and the film being polished were measured during polishing using the multi-sensor monitoring system [14] available with the POLI-500 polisher that enables dynamic data collection. In this apparatus, a frictional sensor (SlimLine Sensor – 9134B21 from Kistler group, Switzerland) which measures the net friction between the wafer, particle and the pad is connected to a charge amplifier, which is further connected to a data acquisition logger. The frictional coefficient results shown are an average of the frictional coefficients measured every 10ms for a polishing time of 60s on three wafers. The standard deviation of the frictional coefficient was also determined using these data.\n                  \n                  \n                     2.9\n                     UV–Vis Spectroscopy\n                     Aqueous suspensions containing 0.25% ceria with different concentrations of the additive were prepared as described earlier. Each dispersion was well mixed and centrifuged for ∼18h at 2700rpm. The supernatant was filtered using a vacuum pump and three Millipore membranes (pore size∼0.01μm) laid one over the other to ensure the removal of all particles and required 2–3days to collect ∼100ml of the filtrate. Finally, in view of the known great difficulty in filtering nanosized particles, their absence in the filtrates was confirmed by both particle size measurements using a Malvern Mastersizer 2000 and TEM analysis. The abrasive-free filtrate was analyzed in quartz cuvettes with an optical path length of 10mm using a Perkin–Elmer Lambda 35 UV–Vis spectrometer.",
    "Results": "3\n                  Results\n                  \n                     3.1\n                     Polishing with ceria-based dispersions\n                     Dispersions containing ceria particles (d\n                        mean\n                        ∼60nm) were used with and with out the additive to polish silicon dioxide and silicon nitride blanket films. The measured RRs for 0.25wt.% particle loading are shown in the Fig. 3. In the absence of the additive, the RRs of silicon dioxide and silicon nitride films were found to be ∼350nm/min and ∼120nm/min, respectively, at pH 4 and lower at higher pH values (pH 6–10) as well as at pH 2. Addition of PAA at pH>5.5 changes the surface properties of the ceria [15] and the polishing films [16–20], which could be responsible for the lower RRs of both silicon dioxide and silicon nitride for the higher pH values. Hence, the remainder of this paper is concerned only with polishing results at pH 4.\n                     Before discussing these results at pH 4, it should be noted that a similar trend in the SiO2 and Si3N4 RRs (higher RRs of silicon dioxide and silicon nitride in the acidic regime (4⩽pH⩽6) than at higher pH values) was also observed by Abiade [21], who correlated these results to the friction force. More importantly, the addition of the cationic PAD (at a polymer/abrasive weight ratio of 0.8) to the ceria dispersion effectively suppressed the silicon dioxide RR to<10nm/min except at pH 10, while the nitride RR remained at ∼100nm/min.\n                     \n                        Fig. 4\n                         shows the variation of the RRs of silicon nitride and silicon dioxide at pH 4, when the weight ratio, X, of the PAD to the ceria abrasive in the polishing dispersion was varied. The nitride RR was more or less constant at ∼120nm/min, but the silicon dioxide RR decreased monotonically from ∼25nm/min to<2nm/min when X was increased from 0.2 to 1.25. Thus, with this additive, it is not only possible to achieve a low silicon dioxide RR of<2nm/min corresponding to a silicon nitride/silicon dioxide RR selectivity of⩾60, but also a tunable RR selectivity by varying the silicon dioxide RR by adjusting X, while maintaining the nitride RR constant. All these results can be achieved with a relatively low (0.25wt.%) ceria particle loading. In later sections, we discuss the role of the PAD additive in determining these RRs.\n                  \n                  \n                     3.2\n                     Zeta potential\n                     As shown in Fig. 5\n                        , the iso-electric point (IEP) of ceria with no additives is around 8, similar to earlier results obtained by Dandu et al. [12,13]. However, there is only a positive charge on the ceria particles, and, hence, no IEP, for both X\n                        =0.2 (0.25% ceria+0.05wt.% PAD) and 0.8 (0.25wt.% ceria+0.2wt.% PAD) in the entire pH range 2–12. Also throughout the pH range 2–12, the absolute value of the zeta potential decreased by the addition of the PAD for both X\n                        =0 and 0.8. At pH 4, the zeta potential further decreased to ∼10mV for X\n                        =1.25 when compared to X\n                        =0.2 and 0.8 (We do not have the zeta potential data for this X at other values of pH since we no longer had the polymer available). These results suggest a significant adsorption of the polymer on the ceria particles.\n                     \n                        Fig. 6\n                         shows the zeta potentials of silica particles (10wt.%) measured in the presence and absence of the PAD, again as a function of pH. As is well known, silica abrasives are negatively charged throughout the pH range 2–12. With the addition of 0.25wt.% and 1wt.% PAD to the silica dispersion (10% particle loading), the IEP occurs at ∼8.5 and ∼9.5, respectively, suggesting modification of the silica particle surface, and hence silicon dioxide films, also by the PAD.\n                     Also, from the magnitude of the zeta potential change (Fig. 6), it appears that more PAD adsorbs on the silica surface in the case of 1% additive than with 0.25% similar to the adsorption on ceria particles. This is also confirmed later by adsorption isotherms and TGA measurements.\n                     \n                        Fig. 7\n                         shows zeta potential of silicon nitride particles (10wt.%) in the presence and absence of the PAD. On addition of 0.25wt.% and 1wt.% PAD to the silicon nitride dispersion (10% particle loading), there is almost no change in the zeta potential in the pH range 2–12. This suggests that there is negligible adsorption, if any, of PAD onto the silicon nitride particle, and hence a silicon nitride film, surface, a result that contrasts sharply with the PAD presence on both ceria and silica surfaces. This negligible adsorption on the silicon nitride surface is later confirmed by contact angle, friction coefficient, adsorption isotherm and TGA data.\n                  \n                  \n                     3.3\n                     Adsorption isotherms\n                     \n                        Fig. 8\n                         shows the adsorption isotherms of ceria (d\n                        mean\n                        ∼60nm), silicon dioxide (d\n                        mean\n                        ∼50nm) and silicon nitride (d\n                        mean\n                        ∼50nm) particles as a function of the additive concentration in the dispersions at pH 4. As the PAD concentration is increased from 0.1 to 1.0wt.% in the dispersion, the amount of additive adsorbed on silicon dioxide and ceria continues to increase from ∼10mg/g to ∼40mg/g and ∼15mg/g to ∼45mg/g, respectively, while there is only a very small adsorption (0.2–0.4mg/g) on the nitride surface. Even this small adsorption on the nitride surface may be due to the presence of a native oxide layer [4] over the nitride particle surface.\n                     As the surface area of the substrate plays a major role in determining the amount of additive adsorbed, adsorption isotherms were also obtained with different sized silica and silicon nitride particles, both at the same 10wt.% particle loading (Fig. 9\n                        ). As expected, the amount of the additive adsorbed on the silica surface decreased from ∼60mg/g to ∼25mg/g as the particle size (d\n                        mean) increased from 20nm to 85nm (due to the reduction of the available surface area per unit mass). In contrast, for all the particle sizes, the amount of additive adsorbed per unit gram of silicon nitride remains negligible when compared to the adsorbed amount on the silica surface.\n                  \n                  \n                     3.4\n                     TGA\n                     \n                        Table 2\n                         shows the TGA results for silica, ceria and silicon nitride particles with and without the PAD additive, again all at pH 4. As expected, there is no weight loss for pure silica, ceria and silicon nitride (without additives). A weight loss of ∼2.7% was observed in case of 10% silica+0.5% PAD and increased to ∼3.9% for 10% silica+1% PAD. A similar trend was observed in the case of ceria also (Table 2), with a weight loss of ∼1.1% and ∼3.6% when X is 0.2 and 1.25, respectively. But in the case of silicon nitride, the weight loss was found to be almost negligible ∼0.1% and ∼0.2% in case 0.5% and 1% PAD, respectively (Table 2). As stated earlier, even this adsorption on the nitride powder may be due to the presence of a native oxide layer on the surface of the nitride powder [4]. Thus, it appears that the adsorption of PAD increases significantly as the PAD to abrasive ratio increases on both silica and ceria, but remains negligible on the nitride surface.\n                  \n                  \n                     3.5\n                     Contact angles\n                     \n                        Table 3\n                         shows the contact angles measured on silicon dioxide and silicon nitride surfaces after polishing with 0.25wt.% ceria dispersions containing different concentrations of PAD (X\n                        =0, 0.2, 0.8 and 1.25). With increasing additive concentration, the contact angle increased monotonically from ∼44° to ∼68° in the case of the silicon dioxide films but it remained constant at ∼33° in the case of the nitride films. This again indicates that there was significant adsorption of the PAD only on the silicon dioxide film but not on the silicon nitride film.\n                  \n                  \n                     3.6\n                     Friction coefficient\n                     \n                        Fig. 10\n                         shows the variation of frictional coefficient (COF) observed for silicon dioxide and silicon nitride films, respectively, averaged over 6000 measurements during 1min polishing with ceria dispersions (particle loading – 0.25%) as a function of X at pH 4. The friction coefficient for the silicon dioxide film was found to be ∼0.2, when polished with bare ceria dispersion without any additives, and was reduced to ∼0.1 and ∼0.01 when X was increased to 0.2 and1.25, respectively, indicating that perhaps the adsorbed polymer provided some sort of lubricating action. A similar observation was made by Philipossian et al. using ammonium dodecyl sulfate as a corrosion inhibitor during Cu CMP [11]. But in the case of nitride films, the friction coefficient was observed to be the same ∼0.27, in the presence and absence of the additive, indicating that there is at best only a negligible adsorption of the PAD on the silicon nitride surface, is consistent with the other data here.",
    "Discussion": "4\n                  Discussion\n                  \n                     4.1\n                     Role of the PAD on silicon dioxide and silicon nitride RRs\n                     \n                        Fig. 11\n                         shows the change in the thickness (not \n                        RR) of silicon dioxide and silicon nitride films as a function of the polishing time when polished using 0.25wt.% ceria dispersion and X\n                        =1.25 at pH 4. The nitride RR, which is the slope of the line, is almost constant and remains high while only 1–2nm of the silicon dioxide film, a number that is within the experimental error, is removed during the first 30s. There was no further removal of the silicon dioxide even after polishing for 8min. Also, the contact angles of virgin silicon dioxide and silicon nitride films that were both in the range of 35–50° [12,13] (this large variability in the contact angles may be due to the surface contamination and is not seen on polished films), increased to ∼70° in the case of the silicon dioxide films but were only ∼35° in the case of the silicon nitride films after polishing for 1min. (Table 3) and both remained about the same even after polishing for 8min. with the same dispersion. This shows that the PAD film continues to be present on the silicon dioxide surface even after polishing for 8min. Interestingly, in case of the poly(4-vinylpyridine), which also suppresses silicon dioxide removal when added to ceria dispersions[7], we observed a similar behavior, as shown in Fig. 12\n                        .\n                     In contrast, Dandu et al. [13] observed the exact reverse of this behavior when proline or pyridine HCl (both of which suppress the nitride RR but not the silicon dioxide RR) was the additive, where the slope of the line (RR) is almost constant and high for silicon dioxide but for silicon nitride, it is almost zero after the first 30s of polishing time.\n                     To understand the influence of the formation and continued presence of this adsorbed polymer film on silicon dioxide polishing, we measured the contact angles of virgin silicon dioxide and silicon nitride (since it can have a native oxide layer) wafers dipped for 1min in 0.32% of the PAD solution (same as its concentration in 0.25% ceria dispersion with X\n                        =1.25), stirred at 900rpm at pH 4. They both were found to be ∼70°, indicating that the polymer is indeed adsorbed on both silicon dioxide and silicon nitride films just from the dipping process. Again, the adsorption on the nitride surface may be due to the ever present native oxide layer [4,22] on a virgin nitride surface. However, all the zeta potential, adsorption isotherm, TGA and COF data showed that this film must be of negligible thickness, but it now appears that it is enough to modify the contact angle.\n                     When the contact angles were remeasured after polishing these dipped wafers for 1min. using 0.25% ceria with no additive (X\n                        =0) at pH 4, they both were found to be ∼30°, indicating that the adsorbed film is completely removed from both. More interestingly, the RRs of these dipped films during this polishing step were found to be 330±36nm/min for the silicon dioxide and 123±15nm/min for the silicon nitride, almost the same as those of virgin, i.e., undipped, wafers polished with the same 0.25% ceria without any additive at pH 4 (Fig. 3).\n                     In contrast, as we saw earlier, when virgin silicon dioxide and silicon nitride films were polished with 0.25% ceria (X\n                        =1.25) at pH 4 for 1min., the silicon dioxide and silicon nitride RRs were<2nm/min and ∼120nm/min, respectively (Fig. 4), while the contact angles after 1min polishing were ∼70° and ∼35°, respectively (Table 3). This indicates that the polymer film remains on the silicon dioxide surface (also supported by zeta potential – Figs. 6 and 7, TGA – (Table 2), and adsorption isotherms – Fig. 8) even after polishing. When these once polished silicon dioxide and silicon nitride wafers were repolished for 1min. with 0.25% ceria (no additive) and the contact angles remeasured, they both were ∼30°, indicating that the adsorbed polymer film has been removed from both the oxide and nitride surfaces. The RRs measured during this second polishing step were found to be almost the same as those of the virgin wafer RRs obtained when polished with 0.25wt.% ceria (no additive) at pH 4.\n                     Thus the polymer film is removed from the silicon dioxide and silicon nitride surfaces by bare ceria abrasives independent of its mode of formation – whether just by dipping or polishing with a polymer containing dispersion. Combining all these results, it appears that a continuous supply of the polymer (from the dispersion) is necessary to maintain its presence on the silicon dioxide and silicon nitride surfaces during polishing. This observation is perhaps obvious but is important in determining its role in suppressing the silicon dioxide RR, especially, since the polymer adsorbs onto the ceria particles also. Thus, the important question that needs to be answered is whether the presence of this adsorbed film on the oxide surface is sufficient or even necessary to suppress the silicon dioxide RR. The following experiments provide a partial answer.\n                  \n                  \n                     4.2\n                     Role of the PAD film adsorbed on ceria abrasive surface\n                     We already observed that the polymer adsorbs onto the ceria particle surface also (based on zeta potential, TGA and adsorption isotherm data). What, if any, is the impact of this adsorbed film on the reactivity of the ceria abrasives with the silicon dioxide and silicon nitride surfaces? We demonstrate below that this feature is the critical factor in achieving high or low silicon dioxide RRs, but does not influence the silicon nitride RR. This is done by isolating ceria particles with the adsorbed polymer film on them intact and then using them in a dispersion with no additives to polish silicon dioxide and silicon nitride films that are not exposed to the PAD additive.\n                     The unadsorbed/free-polymer from the 0.25wt.% ceria dispersion with X\n                        =1.25 was first removed using the same procedure that was described in our earlier publications [12,13] and used in preparing the ceria powder samples earlier for TGA with one difference. The process of redispersing in de-ionized water and recentrifuging the sediment obtained from the ceria dispersion was repeated for 4times to ensure the complete elimination of even minute traces of any free-polymer that may be present. After these four cycles, the sediment was redispersed into de-ionized water one more time and adjusted to pH 4 to obtain a dispersion which consists of only polymer-coated ceria abrasives and no free-polymer in the dispersion. The zeta potential and weight loss observed by TGA for these redispersed ceria particles at pH 4 were 8±2mV and ∼3.5%, respectively, which are almost the same as those obtained earlier for a freshly prepared ceria dispersion with X\n                        =1.25 at the same pH (Fig. 6 and Table 2), confirming that the ceria abrasives in this redispersed suspension are indeed coated with the polymer additive and that perhaps our repeated centrifuging, redispersing etc., above was an overkill. Also the oxide film RR with the abrasive-free filtrate is zero. (It is useful to recognize that it was already shown both PVP [23] and PEI [3b], in spite of being cationic unlike the anionic PAD, also adsorb onto the ceria abrasives.)\n                     The silicon dioxide and silicon nitride RRs obtained using this redispersed ceria slurry, but with no polymer additive, were<3nm/min and 119±22nm/min, respectively, which are almost the same as those obtained using our initial 0.25% ceria with the polymer loading of X\n                        =1.25. Also the contact angles measured on both of these polished silicon dioxide and silicon nitride films were ∼30°, indicating that no additive film was transferred from the abrasives onto the silicon dioxide or silicon nitride wafer surface. Nevertheless, the silicon dioxide RRs are<3nm/min while the silicon nitride RR is high.\n                     Also the TGA of the ceria particles collected after polishing a 2″ diameter silicon dioxide wafer for over 20min (as described below) with this redispersed slurry in a batch mode showed a weight loss of ∼3.5%, which is almost the same as that for the ceria particles obtained from an unused dispersion with X\n                        =1.25 that we saw earlier (Table 2). The oxide wafer was polished using 100ml of the redispersed slurry held on the pad of a bench-top Struers polisher by a 2″ high Teflon ring built around the 8″ diameter platen. Coupled with over 20min polishing time, this should ensure that most of the slurry particles collected after polishing have indeed been in contact with the wafer. Also, the RR was ∼0nm/min.\n                     These results suggests two things: first, that the polymer is very strongly bound to the ceria abrasives, since the coating survives both multiple redispersions and use in polishing and, second, that this adsorbed PAD film on ceria is sufficient for suppressing the RR of silicon dioxide films, even when they are not covered by the polymer film and that, at the same time, it does not alter the silicon nitride RR. Additionally, it also raises the possibility of polishing the silicon dioxide and silicon nitride wafers using a dispersion prepared from the coated ceria abrasives and maintaining X\n                        =0 if the added cost of redispersion is compensated by less usage of PAD as well as ease of post-CMP cleaning of these wafer surfaces.\n                     This, of course, does not rule out any role for the polymer film on the silicon dioxide film surface in the absence of the same coating on the ceria abrasives. The polishing of polymer covered silicon dioxide films with bare ceria particles always led to a high RR, and as we saw the polymer film does not survive the polishing. Hence, to unambiguously identify the role of the polymer film on the silicon dioxide surface, it is necessary to create polishing conditions in which the ceria abrasives are bare but the polymer film persists on the silicon dioxide surface. Unfortunately, we are unable to do this since, as we saw above, the PAD film is easily removed from the silicon dioxide surface during polishing unless a continuous supply of the polymer reaches the silicon dioxide surface, and then, of course, it will cover the abrasive surface also.\n                  \n                  \n                     4.3\n                     Binding of the PAD to ceria and silicon dioxide surfaces\n                     Several authors reported that the carboxylic-end of the amino acids [12,13,22–27] and polymers [28–31] bind to a metal-oxide particle or film surface through chemisorption by bidentate bonding between the carboxylic group of the additive (aminoacid/polymer) and the metal atoms on the metal-oxide surfaces. Hence, it is likely that here also the negatively charged carboxylic groups (Fig. 1) of the PAD strongly bind to the positively charged ceria surface (Ref. [16] and Fig. 5) by a similar bidentate bonding, while the cationic amine groups are on the unadsorbed side, away from the ceria surface. Furthermore, it is likely that the cationic amine groups (Fig. 1) of the polymer bind strongly to the negatively charged silicon dioxide surface [32] while the anionic carboxylic groups are on the unadsorbed side. In any case, the structure and binding of these PAD film needs further investigation.\n                     Finally, we consider next how the PAD film alters the reactivity of the ceria abrasives and suppresses the silicon dioxide film RRs, while maintaining the nitride RR. The spectroscopic data presented below provide some tantalizing information.\n                  \n                  \n                     4.4\n                     Role of the adsorbed PAD film on the reactivity of the ceria abrasives\n                     \n                        \n                           \n                              (a)\n                              Silicon dioxide films.\n                           \n                        \n                     \n                     \n                        Fig. 13\n                         shows the absorption spectra of the abrasive-free filtrates obtained from 0.25wt.% ceria dispersions containing different concentrations of PAD. As we noted earlier, these dispersions were indeed free of any ceria particles. As shown in Fig. 13, a broad peak is observed in the 300–310nm region for the filtrates (prepared as described earlier) obtained with X\n                        =0 and 0.2, but not with X\n                        =1.25. The polymer itself has no absorption peak in this region.\n                     Thus, it appears that the adsorption of the PAD on the ceria abrasives when X\n                        =1.25 blocks the species on the ceria surface that are responsible for the spectral peak in the 300–310nm region. Absorbance data from aqueous solutions of cerium (III) nitrate and cerium (IV) sulfate help to identify this spectral peak. As shown in Fig. 14\n                        , a broad peak centered at ∼300nm was seen only in the case of the cerium (III) solution while a similar peak at ∼270nm was observed for cerium (IV) solution (not shown). Hence, it is most likely that the broad peak observed in 300–310nm region, as shown in Fig. 13, is due to Ce3+ species. This raises the all important question about the source of the Ce3+ species in the filtrate which is explained below.\n                     Even though several reports [34–43] in the literature strongly suggest that the surface of the nanosized ceria (<20nm) particles is rich with Ce3+ while the bulk is richer in Ce4+ species, that is not always accepted and the particle size seems to be critical. Hailstone et al. (based on electron diffraction data and oxygen storage capacity measurements) and several others [44] proposed that most of the Ce3+ is present within a fluorite lattice structure, but not necessarily only at the surface, when the particle size is ∼3–4nm. However, for commercially available larger ceria (∼125nm) nanoparticles, based on electron energy loss spectroscopy data Gillis et al.[45] observed that “100% of the cerium on the ceria nanoparticle surface exists in the form of Ce3+”. Furthermore, Bentley et al. [45] showed that, irrespective of the presence or absence of any impurities (La, Sr, F etc.), Ce present at a distance of⩽2nm from the surface is Ce3+ while at depths⩾2nm, it is mostly Ce4+, a conclusion that was supported by Kim et al. [36] based on thermo-gravimetric measurements coupled with mass spectrometry. Li et al. [34] suggested that the Ce3+ present on the particle surface are in dissolution-deposition equilibrium in solution. Gillis et al. [45] also suggested that “the presence of Ce3+ at the surface would facilitate the formation of the hydration layer”, a layer hypothesized by Cook [46] and “could explain the superior performance of ceria compared to other abrasives”.\n                     Hence, it is quite likely that Ce3+ peak in Fig. 13 arises from the Ce3+ present on the ceria particle surface when the value of X\n                        ⩽0.8, the polymer coating must be incomplete, allowing some Ce3+ species on the ceria surface and enter the solution. A similar reduction of Ta RR was observed by Li et al. [47] when the surface of silica abrasives was modified to reduce the number of reactive hydroxyl groups. Therefore, in the case of X\n                        =1.25, where there is no peak [Fig. 13], it appears that the PAD film on the ceria surface prevents the release of any Ce3+ into the dispersion. This effectively stops the reaction [33,48,49] between the ceria abrasive and the silicon dioxide surface, leading to very low (∼0) silicon dioxide RRs.\n                  \n                  \n                     4.5\n                     Reactivity of Ce3+ with silicon dioxide\n                     As shown in Fig. 14, the Ce3+ peak shifted to ∼330nm when the spectrum was remeasured for an aqueous suspension of 50nm silica particles that were mixed for ∼72h in the 0.01M cerium (III) solution, separated by centrifuging and redispersed at pH 4. This peak shift is presumably associated with the formation of the complex between Ce3+ and silicon dioxide that was suggested by Kelsall [33a], Tolstobrov et al. [33b] and Hoshino et al.[49]. The ∼300nm peak was not seen since all the Ce3+ present is mostly bound to silica leaving no free Ce3+. In contrast, only a very low intensity peak centered at ∼270nm, corresponding to the broad peak observed at the same wavelength in the case of the pure cerium (IV) solution was seen with the silica abrasives mixed with Ce(IV) sulfate, centrifuged and redispersed at pH 2 (not shown). More important, the same peak shift was also observed from a dispersion of the silica particles in filtrates obtained from ceria slurries (no additives) at pH 4. These observations suggests two things: the first is that it is the Ce3+ species, and not Ce4+, that react with silica particles and the second is that the species that are present in the filtrates are most likely Ce3+ species. Indeed, Ryuzaki et al. [50] recently reported that an oxide RR of ∼100nm/min can be obtained with either 0.1wt.% of ∼5nm or with 0.1wt.% of ∼100nm ceria particles. As discussed earlier [44], the ∼5nm particles are rich in Ce3+.\n                     \n                        Fig. 13 showed that there are no Ce3+ in the filtrate with X\n                        =1.25. Now, we hypothesize that the PAD film on the ceria particle surface when X\n                        =1.25 not only blocks the release of Ce3+ into the solution, but, in conjunction with the electrostatic repulsion also prevents the interaction of these surface species with the oxide film since the oxide RRs are<2nm/min.\n                           \n                              (b)\n                              Silicon nitride films.\n                           \n                        \n                     \n                     As is well known, the silicon nitride removal mechanism involves two steps [4], the first and the rate-determining step is the hydrolysis of the silicon nitride at the surface to an oxide [4,22], more likely a suboxide [51], and the second step is the removal of this oxide during polishing. Hence, to maintain the silicon nitride RR, the polymer-coated ceria abrasives have to remove this oxide layer only at a rate that is faster than its rate of formation by hydrolysis – the rate-determining step.\n                     Gritsento et al. [51] showed that the oxide formed on the nitride surface is silicon rich when compared to the stoichiometric silicon dioxide and that the interface between this native oxide and the underlying silicon nitride contains Si–Si bonds that are much weaker than the Si–O bonds of the oxide [52]. Hence, these Si–Si bonds are prone to be more easily ruptured than Si–O bonds during polishing. As explained earlier, the carboxylic-end of the PAD is very strongly bound to the ceria surface while the amine groups of the polymer are connected to the oxide surface formed on the silicon nitride film. We already saw that the binding between polymer and the ceria is very strong and survives polishing. Hence, if the binding of the amine groups to the oxide surface is much stronger than the Si–Si bonds, then the oxide layer can be pulled away from the nitride surface by the relative motion of the wafer across the pad. Once this oxide is removed from the silicon nitride surface, it can be reformed and this process continues and determines the overall removal rates, which are unaffected. For now, this is a hypothesis and further investigation is needed for its validation.\n                  \n                  \n                     4.6\n                     Comparison of PAD with PVP and PEI as additives\n                     A small change in the concentrations, of the order of only tens of ppm, has a strong influence on the RR selectivity using either PVP [3] or PEI [6,9]. In contrast, there is no significant change in the RR selectivity obtained using a PAD-based ceria dispersion (with X\n                        =1.25) for a similar change in the concentration of the additive. From an operational point of view, maintaining such a low and accurate concentration of the additive in the slurry is not practical and economical. Hence, PAD might be preferable to PEI or PVP.",
    "Conclusions": "5\n                  Conclusions\n                  The cationic PAD additive to the ceria dispersions investigated here leads to high nitride (>100nm/min) and low silicon dioxide (<2nm/min) RRs at pH 4. The interaction of the cationic PAD with ceria, silica and silicon nitride surfaces was investigated to understand better the RRs of these films in the presence of this additive. Frictional coefficient, adsorption isotherm, TGA, contact angle, and zeta potential data show a significant adsorption of this PAD on both ceria and silicon dioxide surfaces but only a negligible adsorption on silicon nitride surfaces. Furthermore, UV–Visible spectroscopy data show that reactive species (Ce3+) on the surface of ceria are blocked from entering the solution when the PAD adsorption reached a limiting value. This blockage in conjunction with electrostatic interactions determines the RR of the oxide and nitride films. Possible adsorption mechanism of the PAD on the ceria as well as silicon dioxide surfaces, as well as a mechanism in which the silicon nitride film RR is not affected were also proposed."
  },
  "references": []
}