{
  "title": "Optical polishing process: Analysis and optimization using response surface methodology (RSM) for large diameter fused silica flat substrates",
  "authors": [
    "Singh, Amandeep"
  ],
  "publication": {
    "journal": "Journal of Manufacturing Processes",
    "date": "2017-12-31",
    "doi": "10.1016/j.jmapro.2017.10.017"
  },
  "abstract": "The skill dependent optical polishing process remains elusive due to unaccounted parameters and uncertainties. Deterministic relations for surface quality of polished optics have been developed in this paper by analysis and optimization of three significant input parameters: abrasive concentration, relative velocity and abrasive size. Average roughness value (Ra), measured on a surface profilometer: Talysurf PGI-120, indicated the response. MALVERN ZETASIZER was used to measure average size of abrasives using Dynamic Light Scattering principle. The parameter values have been computed in standard units for general relevance across different setups, a feature absent in earlier studies. Flat Fused Silica glass samples of 100mm diameter were polished for two hours on a conventional single arm spindle polisher with a polyurethane pad using Ceria slurry. Central Composite Design (CCD) of RSM was used for fitting a second order model. Kinematic analysis established the polishing spindle and sample rotation speeds to be equal for uniform velocity distribution. Relative velocity was the most significant input, followed by concentration. Surface and contour plots resulted in a domain of peak performance. Optimum combination (velocity 1054.8mm/s, abrasive size 8.5nm, concentration 2.45%) identified using desirability approach based on the second order regression model resulted in Ra value as low as 5.7nm, well within permissible error limits from the predicted value.",
  "keywords": [
    "Pad polishing",
    "Roughness",
    "RSM"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Chemical mechanical polishing (CMP) is widely used for the optoelectronic crystals [1,2] and alloys [3]. Chemical reactions between slurries and specimens play an important role for the polishing quality and efficiency in the process [1–3].\n                  Optical polishing is used to produce high quality glass surfaces by removing the damaged layer, improving and smoothening the final surface figure as in the CMP of metals and oxides. As described by Desai [4], the process can be grouped into full aperture polishing and sub-aperture polishing. Full aperture polishing is more common and consists of popular conventional polishing methods like pad polishing, pitch and Teflon polishing. In pad polishing, after blocking the glass workpiece over a metal tool using wax, the glass surface is polished on a polyurethane pad. The pad is fixed using adhesive over a metal lap mounted on a rotating spindle, while the blocked glass workpiece is moved in swinging fashion or to and fro by an overarm/link (Fig. 1\n                     ).\n                  The process of glass polishing has been reviewed by various researchers, but as stated by Marinescu & Uhlmann [5], the basic mechanism has not yet been completely established and is still elusive. As reviewed by Evans et al. [6], four main theories have been established and researched upon: Abrasion theory- it attributes the material removal to the scratching of glass surface by the abrasive particles; Flow hypothesis- considers local material softening due to frictional heat generation as the reason for material removal; Chemical hypothesis- whereby, formation of a layer of gel on the surface due to interaction of water is supposed to be the reason and Friction wear hypothesis- which takes into account the effect of polishing medium and chemical reactions along with mechanical tearing of bonds. As no single mechanism is able to completely explain the process, actual material removal process is believed to occur through a combination of the listed interactions. As such, the current research does not delve into the mechanism analysis, but the inferences derived from the findings will be used for supporting a particular theory and further analysis in future.\n                  The first deterministic model for material removal rate (MRR) proposed by Preston [7], took into account the effect of relative velocity and downward force on MRR. The model was further modified by various researchers by using fitting parameters and different exponents, but the major limitation of such models is the inability to explain the effect of consumables like abrasive slurry concentration, abrasive particle size etc. Cook [8] proposed a “chemical tooth” model supporting the frictional wear theory, whereby it was argued that the material removal occurred due to mechanical tearing of silicasilica bonds, owing to the higher bond strength of cerium-silica formed due to chemical reaction at the surface between cerium oxide slurry and glass. Xie & Bhushan [9] proposed a model for material removal taking into account the particle size, nominal contact pressure and hardness of pad, which gave a semi-quantitative prediction for wear rate.\n                  Suratwala et al. [10,11] investigated the dependence of surface figure and MRR on polishing velocity, normal loading, polishing time and size distribution of slurry particles. Monte Carlo simulation was used to predict surface finish for specific conditions but no deterministic relations were evolved. Cong et al. [12] reviewed various researches but no definite pattern or result could be inferred regarding surface roughness. Yaguo Li [13] studied the effect of normal pressure and relative velocity distributions on material removal but did not investigate the same for surface finish. Wang [14] studied the effect of abrasive particles concentration on the MRR and reported higher MRR at lower concentrations (below 1%).\n                  Lien & Guu [15] established the significance of plate rotation speed over other inputs using Taguchi technique for experiment formulation. The results were ascertained by Pal et al. [16], stating abrasive concentration and pressure to be significant for MRR. Chen et al. [17] analyzed the significance of abrasive size for MRR along with other parameters.\n                  The fundamental mechanisms of abrasive machining have been simulated and investigated by nanoscratching, carried out using a nanoindenter, atomic force microscope or micro-platform. Nevertheless, the scratching speeds of the three methodologies are at the level of μm/s or mm/s, which is 3–6 orders magnitude lower than the machining speeds of m/s. Therefore, the fundamental mechanisms of abrasive machining are not understood. Recently, a novel approach has been proposed through scratching or grinding by a single diamond grain on an ultraprecision grinder. The scratching speed, kept at 8.4 and 15m/s, is consistent with the machining speeds of lapping, grinding and polishing [18,19]. A relationship was established by the researchers among ground width, cutting depth, cutting force and plastic sizes [18,19]. The abrasive size was found to be a governing parameter for the size of scratches [20].\n                  Ceria is extremely significant for the polishing process as it can react with workpiece during machining, obtaining high MRR and low surface roughness [21,22]. The unique, superior chemical and tribological properties of rare earth oxides like ceria were investigated by Zhang et al. [23]. Chen et al. [24] compared the performance of colloidal slurries of ceria and silica abrasives, whereby ceria slurries resulted in better surface finish and higher MRR. According to the unique function of ceria [25,26], a novel approach of mechanical chemical grinding was developed by Zhang et al. [27] and nanoscale damaged layer was achieved at high grinding efficiency.\n                  Despite extensive research, thoroughly valid, comprehensive and deterministic relations quantifying Surface Finish are still not available. The process is skill dependent and iterative in nature, with cumbersome in-process metrological measurements leading to decreased productivity. This calls for further investigation because surface figure and finish are critical to performance of the optic as compared to MRR, which has mainly financial implications. Also, owing to the differences in the experimental setups of the available studies, a global relevance of the obtained results is not ensured.\n                  This study aims at investigating the relation between average surface roughness (Ra) as response and 3 input parameters: average relative velocity, average abrasive size and abrasive concentration, using Response surface methodology (RSM) for modeling the experiment. Average surface roughness (Ra) has been chosen as response in accordance with the ISO standards of depicting surface texture [28]. Also, easy availability of profilometers and popular use of Ra for surface characterization in earlier researches adds to the general relevance of this study. The methodology followed in this study may well be extended to develop relations between other surface evaluation indexes and processing parameters. An earlier study [42], by the same author (Singh et al. 2017), related Ra with normal force, velocity and abrasive size, using L9 orthogonal array experimentation. But interactions among perimeters and second order relations could not be computed. The range of perimeters was also narrow. Scope of current study aims to overcome these shortcomings also. The pilot experiments in current research refer to the experimentation in earlier study [42], which provided with gradient and range selection of perimeters involved.\n                  After testing significance through ANOVA (Analysis of Variance), Surface and contour plots have been generated using regression equation based on experimental results for the model, identifying the optimum performance domain for the process. An optimum combination of inputs has also been identified using desirability approach and confirmed through validation experiment. The results can be directly utilized or validated across different setups- both conventional and CNC polishing machines owing to computed values of inputs in standard units (using force sensors and kinematic analysis) and wide range of these parameters.",
    "Experimental details": "2\n                  Experimental details\n                  \n                     2.1\n                     Material\n                     The experiments were conducted using Fused Silica glass samples. Fused silica glass is the purest form of silica glass. It is composed of mainly amorphous silicon dioxide and is an ideal material for optical applications. It has a low coefficient of thermal expansion and is resistant to scratches. It is preferred material for applications in the UV range because of its low fluorescence levels. Table 1\n                         lists the properties of fused silica glass. Cerium oxide or Ceria was used as the abrasive. It is friable in nature and is preferred over silica slurries due to its better performance in the polishing of various glasses [24].\n                  \n                  \n                     2.2\n                     Methodology\n                     Response Surface Methodology (RSM), a combination of statistical and regression techniques developed for analysis and optimization through limited experimentation, was used to model the experiment. The second order model given as (Myers et al. [29]):\n                           \n                              (1)\n                              \n                                 \n                                    y\n                                    =\n                                    \n                                       \n                                          β\n                                       \n                                       \n                                          0\n                                       \n                                    \n                                    +\n                                    \n                                       \n                                          \n                                             \n                                                ∑\n                                             \n                                             \n                                                i\n                                                =\n                                                1\n                                             \n                                             \n                                                k\n                                             \n                                          \n                                       \n                                    \n                                    \n                                       β\n                                       i\n                                    \n                                    \n                                       x\n                                       i\n                                    \n                                    +\n                                    \n                                       \n                                          \n                                             \n                                                ∑\n                                             \n                                             \n                                                i\n                                                =\n                                                1\n                                             \n                                             \n                                                k\n                                             \n                                          \n                                       \n                                    \n                                    \n                                       β\n                                       \n                                          i\n                                          i\n                                       \n                                    \n                                    \n                                       \n                                          \n                                             x\n                                             i\n                                          \n                                       \n                                       \n                                          2\n                                       \n                                    \n                                    +\n                                    \n                                       \n                                          \n                                             \n                                                ∑\n                                             \n                                             i\n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             \n                                                ∑\n                                             \n                                             j\n                                          \n                                       \n                                    \n                                    \n                                       β\n                                       \n                                          i\n                                          j\n                                       \n                                    \n                                    \n                                       x\n                                       i\n                                    \n                                    \n                                       x\n                                       j\n                                    \n                                    +\n                                    ε\n                                     \n                                     \n                                     \n                                     \n                                     \n                                    f\n                                    o\n                                    r\n                                     \n                                     \n                                     \n                                     \n                                     \n                                    i\n                                    <\n                                    j\n                                 \n                              \n                           \n                        where βi\n                         are computed using the method of least squares from experimental data, was adopted for relating the average surface roughness (Ra) with three input parameters: average abrasive size, average relative velocity and percentage concentration of abrasives.\n                     The design points were decided as per the Central Composite Design (CCD), a quadratic factorial design. CCD includes an imbedded fractional factorial design with center points and is augmented with a group of ”star points” which allow estimation of curvature. The factorial design points estimate first order and two factor interactions. The center points provide an estimate of pure error. The axial or star points are meant for estimating pure quadratic effects. The number of factorial points is given by nf\n                        \n                        \n                        =\n                        \n                        2k\n                        , where k=no. of input parameters. So, for three parameters, torial points are used. The number of axial points is given by “2k”, making 6 axial points necessary for current study. There are two major parameters in the design that are to be specified: the distance “α” of the axial runs from the design center and the number of center points (n0).\n                     If the precision of estimated response surface at some point x, depends only on the distance of x from the origin, not on direction, then the design is known to be rotatable. The rotatable design gives equal precision of the estimation of surface in all directions. Using α=2\n                           k/4 makes the CCD design rotatable, where k is the number of input variables. So, for three variables of current study, α=1.682.\n                     The number of center points can be chosen so as to make the design orthogonal or uniform precision. The uniform precision design means that variance of the response parameter at origin is equal to variance of response at a unit distance from the origin. A uniformly precise design ensures better protection against bias in the coefficients than that of an orthogonal design (Biswas et al. [30]). Hence, the uniform precision rotatable design was used with 6 observations at the central point, i.e. n0\n                        =6. So, for the current study, a total of 20 experiment runs were planned under the RSM based upon Rotatable, Uniform precision CCD.\n                     The novelty of method adopted stems from the fact that RSM can compute interactions and the design points help in fitting desired order model. This is an advantage over previous studies [12] where the linear models used resulted in inaccuracy and interactions could not be investigated. Since RSM is consistent with optimization methods such as desirability analysis, optimum combination is not limited to the combinations present in orthogonal arrays used in earlier studies [16]. Liu et al. [31] used RSM for optimizing CMP of copper samples, but only slurry components were considered as inputs. Further, the uniform precision rotatable design adopted essentially addresses the issue of deterministic results in polishing, as experiments have to be repeated at a central point from several directions.\n                     The design and layout of the experiment is given in Table 2\n                         ahead. The coded values indicate input levels. The computed values of inputs (discussed in next sections) have also been listed. A number of pilot experiments lead to the selection of the listed parameters as inputs. Normal force or downward pressure has been reported to have a significant effect on MRR (Material Removal Rate), but its effect on the final surface quality is not so pronounced [16]. ANOVA (Analysis of Variance) for the pilot experiments based upon Taguchi’s L9 orthogonal array revealed pressure to be insignificant and its contribution towards variation in final surface finish was found meager. So, pressure was dropped as an input parameter and an optimum pressure setting, decided from pilot runs, was used [42].\n                  \n                  \n                     2.3\n                     Experimental setup\n                     Circular samples of 100mm diameter were cut from a flat sheet of fused silica glass (12mm thickness) by trepanning operation, using a hollow cylindrical tool with bonded diamond abrasive at the periphery. The sheet was backed with another sheet of float glass to prevent chipping at the edges. Then, the samples were blocked onto a mild steel tool using pitch for adherence. The blocking tools were specially designed for operation at high polishing speeds, with a recess in the centre for easy placement of the sample (Fig. 2\n                        a, b). After this, the samples were lapped using three grades of emery over a cast iron lap. Al2O3 is the main component in the emery powder. The successive grades used were 302, 303 and 303.5, with mean size of particles being 28μ, 14.5μ and 10μ, respectively. Lapping prepares the sample for polishing and reduces the sub surface defects (Fig. 2c).\n                     Finally, the blocked samples (Fig. 2d) were polished over a polyurethane pad (Fig. 2e) fixed onto a rotating aluminium lap, on a conventional LOHTRONIC overarm spindle polishing machine (Fig. 3\n                        a) using cerium oxide slurries. The pad was cut from a sheet and pasted over the flat surface of the lap (diameter 25cm) using a very thin layer of an industrial adhesive. Ceria slurry was poured manually, in constant quantities of 15ml per pouring, after fixed interval of about 5min for each experiment, near the center of the pad for uniform distribution. The given interval was decided so that in between two pourings, enough slurry was available for polishing and pad did not run dry at any instant. Every run was conducted for two hours at an ambient temperature of 25°C. The final surface roughness after the experiments was measured using Taylor Hobson PGI-120 Profilometer, with a least count of 0.1nm Ra. Stylus with a conical diamond tip (base dia. 2μm) was used for the measurements. The pressure over the stylus was so adjusted so as to accurately measure the peaks and valleys but avoid scratching the surface of the samples.\n                  \n                  \n                     2.4\n                     Parameters\n                     \n                        2.4.1\n                        Load or normal force\n                        The force applied on the sample could be varied by adjusting a movable weight against markings along the overarm length, so as to increase or decrease load on the pivot link pressing the sample (Fig. 3c). In order to ensure general relevance of the study across various setups, a force sensor (FlexiForce A201), after its calibration against some known brass weights, was used to calculate actual numerical value of the normal force between the glass substrate and pad. A linear calibration curve was obtained with the equation:\n                              \n                                 (2)\n                                 V=0.0958+(0.118*W)\n                              \n                           Where V represents voltage output from force sensor (volts) and W is the Weight to be measured (Kg). Using this equation, Normal force per unit area or pressure was computed [42]. Li et al. [13] concluded that pressure distribution is essentially uniform over the internal surface of sample and local pressure rises at the periphery only. Therefore, for the purpose of current study, average of pressure values at a finite number of points can be used to represent the normal force acting between the pad and optic.\n                        So, mean voltage obtained after averaging voltage readings from five different points on the sample (four at periphery, at radius of 30cm and one at center) was used. Since best results in the pilot experiments were obtained at a load level setting of 8, the same setting was used in all the RSM runs. The actual load or normal force acting on the sample pad interface was computed to be 3064.25N/m2, using Eq. (2).\n                     \n                     \n                        2.4.2\n                        Average abrasive size\n                        The average abrasive size was measured using “MALVERN ZETASIZER”. The equipment works on Dynamic Light Scattering (DLS) principle. DLS (also known as PCS – Photon Correlation Spectroscopy) is used to measure the Brownian motion and relate it to the size of the particles. Brownian motion refers to the movement of particles due to random collisions with molecules of the liquid that surrounds the particle. The particles are illuminated with a laser and intensity fluctuations of the scattered light are analyzed. Due to thousands of particles scattering light simultaneously, a speckle pattern, consisting of fringes due to interference, is observed. The speckle pattern is not stable but shows intensity fluctuations due to Brownian motion. A relationship between size of a particle and its speed due to the Brownian motion is given by the Stokes-Einstein equation (small particles move quickly and large particles move slowly). Zetasizer measures the rate of intensity fluctuation and relates it to the size of the particles in the liquid using inbuilt digital correlator.\n                        The output from the equipment is given as a graph between the percentage intensity of scattered light and the Size of particles in nm (Fig. 4\n                           ). According to Rayleigh’s approximation, the light scattered by a particle is a function of sixth power of its diameter. Therefore, only a few larger size particles scatter more light than all the smaller particles combined, even if the latter are much more in number. So, peaks occurring at smaller diameter values in intensity distribution point towards major part of the slurry consisting of small particles. Using this fact, the number of particles of a given size is computed by Zetasizer, giving the average abrasive size of the slurry. Five different slurries were used in the experiment, with average size of the slurry particles being: 8.5nm, 10.85nm, 14.35nm, 17.85nm and 20.3nm.\n                     \n                     \n                        2.4.3\n                        Abrasive concentration\n                        Concentration was included as a control parameter because it has been found to have significant effects on the MRR in the polishing process [22]. Also, it directly controls the number of active abrasives present and so was supposed to be significant in deciding surface finish. The five levels of concentration were: 1.64%, 3%, 5%, 7% and 8.36% by weight of the solution. The range was so decided after due deliberation of the existing trends and incorporating the results stated by previous researches in the field. Different ceria powders (of different sizes) were mixed with measured quantities of deionized water to obtain the slurries. Ceria was weighed precisely using a “METTLER TOLEDO” electronic weighing balance, with a least count of 0.1mg.\n                     \n                     \n                        2.4.4\n                        Kinematics and relative velocity\n                        Based on the assumption that with respect to the pad, an abrasive particle is at rest, the relative velocity for any point on the glass surface in reference to any abrasive particle may be assumed to be equal to the glass sample’s relative velocity at that point with respect to the pad. The relation for the same, in reference to Fig. 5\n                           , is expressed in vector form as:\n                              \n                                 (3)\n                                 \n                                    \n                                       \n                                          \n                                             \n                                                V\n                                                →\n                                             \n                                          \n                                          r\n                                       \n                                       (\n                                       x\n                                       ,\n                                       y\n                                       ,\n                                       t\n                                       )\n                                       =\n                                       \n                                          {\n                                          \n                                             \n                                                \n                                                   \n                                                      ω\n                                                   \n                                                   →\n                                                \n                                             \n                                             g\n                                          \n                                          ×\n                                          \n                                             \n                                                \n                                                   r\n                                                   →\n                                                \n                                             \n                                             g\n                                          \n                                          \n                                             (\n                                             x\n                                             ,\n                                             y\n                                             ,\n                                             t\n                                             )\n                                          \n                                          }\n                                          −\n                                          \n                                             [\n                                             \n                                                \n                                                   \n                                                      \n                                                         ω\n                                                      \n                                                      →\n                                                   \n                                                \n                                                p\n                                             \n                                             ×\n                                             \n                                                {\n                                                \n                                                   \n                                                      \n                                                         \n                                                            r\n                                                         \n                                                         →\n                                                      \n                                                   \n                                                   g\n                                                \n                                                (\n                                                x\n                                                ,\n                                                y\n                                                ,\n                                                t\n                                                )\n                                                }\n                                                −\n                                                \n                                                   S\n                                                   →\n                                                \n                                                (\n                                                t\n                                                )\n                                             \n                                             ]\n                                             +\n                                             \n                                                \n                                                   d\n                                                   (\n                                                   −\n                                                   \n                                                      \n                                                         S\n                                                      \n                                                      →\n                                                   \n                                                   (\n                                                   t\n                                                   )\n                                                   )\n                                                \n                                                \n                                                   d\n                                                   t\n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           Where, \n                              \n                                 \n                                    \n                                       \n                                          \n                                             V\n                                             r\n                                          \n                                       \n                                       →\n                                    \n                                 \n                                 \n                                    (\n                                    \n                                       x\n                                       ,\n                                       y\n                                       ,\n                                       t\n                                    \n                                    )\n                                 \n                              \n                            denotes the velocity of any given point on the glass sample surface w.r.t. the rotating pad surface, \n                              \n                                 \n                                    \n                                       \n                                          r\n                                          →\n                                       \n                                    \n                                    g\n                                 \n                              \n                            stands for the position vector for the specific point given in terms of x and y, based on a coordinate system located on the glass sample center, \n                              \n                                 \n                                    \n                                       \n                                          ω\n                                          →\n                                       \n                                    \n                                    p\n                                 \n                              \n                            and \n                              \n                                 \n                                    \n                                       \n                                          ω\n                                          →\n                                       \n                                    \n                                    g\n                                 \n                              \n                            are angular velocities of the pad polisher and the glass sample (in vector form), perpendicular to the corresponding surfaces.\n                        The vector written as \n                              \n                                 \n                                    \n                                       S\n                                       →\n                                    \n                                 \n                                 \n                                    (\n                                    t\n                                    )\n                                 \n                              \n                            represents the separation distance between the sample and the pad center as a function of time. The first term in Eq. (3) points to the linear velocity vector at a particular point on the glass sample surface in reference to sample-centered coordinate frame and is applicable for all positions of the sample on the pad. The next term represents a vector for velocity of that point on pad which is directly underneath the considered point on the glass surface, with respect to sample centered coordinate system. The third term incorporates the linear velocity of the whole sample, imparted as a result of the swing of the overarm spindle.\n                        The listed vectors can be explained as:\n                              \n                                 (4)\n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   ω\n                                                   →\n                                                \n                                             \n                                          \n                                          g\n                                       \n                                       =\n                                       \n                                          (\n                                          \n                                             \n                                                \n                                                   \n                                                      0\n                                                   \n                                                \n                                                \n                                                   \n                                                      0\n                                                   \n                                                \n                                                \n                                                   \n                                                      \n                                                         \n                                                            \n                                                               ω\n                                                            \n                                                            g\n                                                         \n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                          )\n                                       \n                                       ,\n                                        \n                                       \n                                          \n                                             \n                                                \n                                                   ω\n                                                   →\n                                                \n                                             \n                                          \n                                          p\n                                       \n                                       =\n                                       \n                                          (\n                                          \n                                             \n                                                \n                                                   \n                                                      0\n                                                   \n                                                \n                                                \n                                                   \n                                                      0\n                                                   \n                                                \n                                                \n                                                   \n                                                      \n                                                         \n                                                            \n                                                               ω\n                                                            \n                                                            p\n                                                         \n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                          )\n                                       \n                                    \n                                 \n                              \n                           \n                           \n                              \n                                 (5)\n                                 \n                                    \n                                       \n                                          \n                                             S\n                                             →\n                                          \n                                       \n                                       \n                                          (\n                                          t\n                                          )\n                                       \n                                       =\n                                       \n                                          (\n                                          \n                                             \n                                                \n                                                   \n                                                      \n                                                         d\n                                                         .\n                                                         sin\n                                                         \n                                                            \n                                                               \n                                                                  \n                                                                     \n                                                                        (\n                                                                        \n                                                                           \n                                                                              (\n                                                                              \n                                                                                 \n                                                                                    \n                                                                                       2\n                                                                                       π\n                                                                                       \n                                                                                          N\n                                                                                          3\n                                                                                       \n                                                                                    \n                                                                                    \n                                                                                       60\n                                                                                    \n                                                                                 \n                                                                              \n                                                                              )\n                                                                           \n                                                                           t\n                                                                        \n                                                                        )\n                                                                     \n                                                                  \n                                                               \n                                                            \n                                                         \n                                                      \n                                                   \n                                                \n                                                \n                                                   \n                                                      s\n                                                   \n                                                \n                                                \n                                                   \n                                                      0\n                                                   \n                                                \n                                             \n                                          \n                                          )\n                                       \n                                    \n                                 \n                              \n                           \n                           \n                              \n                                 (6)\n                                 \n                                    \n                                       \n                                          \n                                             \n                                                r\n                                                →\n                                             \n                                          \n                                          g\n                                       \n                                       \n                                          (\n                                          \n                                             x\n                                             ,\n                                             y\n                                             ,\n                                             t\n                                          \n                                          )\n                                       \n                                       =\n                                       \n                                          (\n                                          \n                                             \n                                                \n                                                   \n                                                      \n                                                         \n                                                            \n                                                               \n                                                                  x\n                                                                  2\n                                                               \n                                                               +\n                                                               \n                                                                  y\n                                                                  2\n                                                               \n                                                            \n                                                         \n                                                         .\n                                                         cos\n                                                         \n                                                            [\n                                                            \n                                                               {\n                                                               \n                                                                  \n                                                                     tan\n                                                                  \n                                                                  \n                                                                     −\n                                                                     1\n                                                                  \n                                                               \n                                                               (\n                                                               \n                                                                  y\n                                                                  x\n                                                               \n                                                            \n                                                            )\n                                                         \n                                                         }\n                                                         +\n                                                         2\n                                                         π\n                                                         \n                                                            ω\n                                                            g\n                                                         \n                                                         t\n                                                         ]\n                                                      \n                                                   \n                                                \n                                                \n                                                   \n                                                      \n                                                         \n                                                            \n                                                               \n                                                                  x\n                                                                  2\n                                                               \n                                                               +\n                                                               \n                                                                  y\n                                                                  2\n                                                               \n                                                            \n                                                         \n                                                         .\n                                                         sin\n                                                         \n                                                            [\n                                                            \n                                                               {\n                                                               \n                                                                  \n                                                                     tan\n                                                                  \n                                                                  \n                                                                     −\n                                                                     1\n                                                                  \n                                                               \n                                                               (\n                                                               \n                                                                  y\n                                                                  x\n                                                               \n                                                            \n                                                            )\n                                                         \n                                                         }\n                                                         +\n                                                         2\n                                                         π\n                                                         \n                                                            ω\n                                                            g\n                                                         \n                                                         t\n                                                         ]\n                                                      \n                                                   \n                                                \n                                                \n                                                   \n                                                      0\n                                                   \n                                                \n                                             \n                                          \n                                          )\n                                       \n                                    \n                                 \n                              \n                           \n                           \n                              \n                                 (7)\n                                 \n                                    \n                                       s\n                                       =\n                                       \n                                          L\n                                          0\n                                       \n                                       cos\n                                       \n                                          (\n                                          \n                                             \n                                                \n                                                   \n                                                      θ\n                                                      s\n                                                   \n                                                   π\n                                                   sin\n                                                   \n                                                      \n                                                         \n                                                            \n                                                               \n                                                                  (\n                                                                  \n                                                                     \n                                                                        (\n                                                                        \n                                                                           \n                                                                              \n                                                                                 2\n                                                                                 π\n                                                                                 \n                                                                                    N\n                                                                                    3\n                                                                                 \n                                                                              \n                                                                              \n                                                                                 60\n                                                                              \n                                                                           \n                                                                        \n                                                                        )\n                                                                     \n                                                                     t\n                                                                  \n                                                                  )\n                                                               \n                                                            \n                                                         \n                                                      \n                                                   \n                                                \n                                                \n                                                   180\n                                                \n                                             \n                                          \n                                          )\n                                       \n                                       −\n                                       \n                                          D\n                                          p\n                                       \n                                    \n                                 \n                              \n                           \n                           \n                              \n                                 (8)\n                                 \n                                    \n                                       d\n                                       =\n                                       \n                                          L\n                                          0\n                                       \n                                       *\n                                       tan\n                                       \n                                          θ\n                                          s\n                                       \n                                    \n                                 \n                              \n                           Where ‘x’ & ‘y’ are in mm, ‘t’ is the time in sec, ω\n                           \n                              g\n                            and ω\n                           \n                              p\n                            are the angular velocities in ‘rad/sec’. L\n                           0 is the length of the overarm from the swinging spindle center to the pivot point in mm, θ\n                           \n                              s\n                            is the stroke amplitude from mean position in degrees (Fig. 3b) and D\n                           \n                              p\n                            is the distance between swinging spindle center and the center of the polishing pad (fixed at 375mm for the current setup) and ‘d’ is the stroke length. Usually, the arc fashion of the movement of the overarm is ignored due to large radius and very low value of stroke length (as in [42]), leading to a constant separation distance ‘s’ between the center of workpiece and glass along the y-axis. But if, the stroke is large, the distance between the centers of the pad and sample varies along y-axis considerably and is given by Eq. (7). Since, time averaged relative velocity is required, it is given as:\n                              \n                                 (9)\n                                 \n                                    \n                                       \n                                          V\n                                          r\n                                       \n                                       \n                                          (\n                                          \n                                             x\n                                             ,\n                                             y\n                                          \n                                          )\n                                       \n                                       =\n                                       \n                                          1\n                                          T\n                                       \n                                       \n                                          \n                                             \n                                                ∫\n                                             \n                                             0\n                                             T\n                                          \n                                       \n                                       \n                                          \n                                             \n                                                \n                                                   V\n                                                   r\n                                                \n                                             \n                                             →\n                                          \n                                       \n                                       \n                                          (\n                                          \n                                             x\n                                             ,\n                                             y\n                                             ,\n                                             t\n                                          \n                                          )\n                                       \n                                       .\n                                       d\n                                       t\n                                    \n                                 \n                              \n                           \n                        \n                        The stroke angle ‘θ\n                           \n                              s\n                           ’, rotation of the polishing spindle and frequency (inrpm) of swinging overarm were control parameters on the machine control panel.\n                        Therefore, to combine the variables, a constant ratio was fixed between the polishing spindle speed (N1; rpm) and overarm swing frequency (N3; rpm) so that:\n                              \n                                 (10)\n                                 N1\n                                    =2.5 * N3 for pilot experiments\n                              \n                           \n                           \n                              \n                                 (11)\n                                 N1\n                                    =5 * N3 for the RSM experimental runs\n                              \n                           \n                        \n                        Different ratios were used in pilot and final runs owing to the swing frequency (N3) upper limit of 58rpm as per machine controls. So, the ratio had to be adjusted in final runs because the polisher rotation rate (N1) was larger than before. The kinematic analysis has been summarized in Table 3\n                           , both for velocity levels in the pilot experiments and the RSM runs.\n                        In the pilot experiments, stroke was fixed as θ\n                           \n                              s\n                           \n                           =2.5° and length of overarm, L\n                           0\n                           =387mm owing to smaller diameter (15cm) polishing tool. The resulting velocities were low and the range was not appreciably wide. Therefore, for a better relevance of the study for both conventional and CNC polishing machines, a larger diameter (25cm) tool was fabricated so as to have a wider range of velocities. So, in the final experiments, stroke was kept constant with amplitude of θ\n                           \n                              s\n                           \n                           =5° from the mean position so that the workpiece remained inside the pad area at all times and overarm length (L\n                           0) was fixed at 417mm. The sample rotation rate (N2, rpm) was measured manually by counting the number of rotations against a digital timer and several readings, taken at definite time intervals, during the polishing period of each run were averaged to arrive at the final value. The analysis resulted in two main inferences.\n                        First, it can be seen from the Table 3 that the relative velocity distribution is non-uniform over the surface of optic, with velocity increasing with increase in radial distance from the center. The velocity distribution can be uniform only if the polishing spindle speed and the sample rotation speed are equal, i.e. N1\n                           =N2. Otherwise, relative velocity will be higher at the periphery of the optic and will lead to more material removal there as compared to center, hence deteriorating the surface figure of the component [42]. Suratwala et al. [10] reported similar findings by plotting the velocity variation due to rotation mismatch for constant separation ‘s’ along y-axis. Li et al. [13] also reported such findings for a continuous polishing machine with no swing.\n                        Secondly, the effect of average separation distance (average\n                              \n                                 \n                                    |\n                                    \n                                       \n                                          \n                                             S\n                                             →\n                                          \n                                       \n                                       \n                                          (\n                                          t\n                                          )\n                                       \n                                    \n                                    |\n                                 \n                              \n                           ) between the centers of polisher and sample on the velocity distribution is also evident from Table 3. In the pilot experiments, the separation distance was almost one-third of that in the final RSM runs. The corresponding effect of the increase in separation was observed as a significant decrease in the velocity variation over the surface of the sample, as is evident from the variance values for each experiment. As a result, in case of larger separation distance, the velocity profile was more uniform than before. So, for uniform surface figure of an optic in polishing, the separation distance should not be kept too small.",
    "Results": "3\n                  Results\n                  \n                     3.1\n                     Analysis of variance (ANOVA)\n                     After obtaining the results, ANOVA was used for the analysis and significance tests of various terms involved. As mentioned before, a full quadratic analysis was carried out whereby linear terms as effect of single factors, quadratic terms for curvature in factor effect on response and interaction terms were included in the analysis. The analysis was done using coded units for each variable. The corresponding results are shown in Table 4\n                        .\n                     The table lists the F-test values, P values (significance level) and percentage contribution for each term included in the analysis. From the table it can be concluded that all the three factors have significant effect on the average surface roughness. In the linear terms, Velocity had maximum contribution of about 30% in the total variation, followed by concentration and size of the abrasive particles.\n                     However, as for the curvature or quadratic terms, the curvature of size was found to be negligible and insignificant. This agrees well with the model proposed by Luo and Dornfield [32] whereby:\n                           \n                              (12)\n                              \n                                 \n                                    \n                                       R\n                                       a\n                                    \n                                    ∝\n                                    d\n                                 \n                              \n                           \n                        where ‘d’ represents the abrasive size of the particles.\n                     The curvature effects in both velocity and concentration were found to be significant, although those of concentration contributing lesser than the other. These terms pointed towards occurrence of a point of minimum roughness within the experimental levels. The same was verified by regression analysis and optimization (in the next section). This fulfilled the objective of carrying out this study because an optimal point within the parameter range limit of the setup could be computed.\n                     Out of the interaction terms, only the interaction between Concentration and Velocity was found to be significant. This was being expected because as per the operating instructions of many Optical CNC machines operating at high speeds, the advised concentration value for optimal performance is below 5% by mass whereas in comparatively slower conventional polishing setups, higher values of concentration are employed (upto 30%).\n                     Overall, velocity parameter affected about 43% of the recorded variance, followed by concentration at 27%, size at 23% and remaining by interaction terms. The minimum roughness value of Ra=7.0nm was obtained for the 13thexperimental run.\n                  \n                  \n                     3.2\n                     Regression analysis\n                     Regression analysis using least square method was used to model a relation between the input parameters as independent variables and the response Ra as dependent variable. The computed values of input parameters in RSM runs and the corresponding responses in form of Ra values (Table 2) were used to estimate a functional relation with least error.\n                     The corresponding equation came out to be:\n                           \n                              (13)\n                              \n                                 \n                                    R\n                                    a\n                                    =\n                                    11.9644\n                                    +\n                                    0.284\n                                    *\n                                    D\n                                    +\n                                    1.02\n                                    *\n                                    C\n                                    −\n                                    0.01954\n                                    *\n                                    V\n                                    −\n                                    0.00293\n                                    *\n                                    \n                                       D\n                                       2\n                                    \n                                    +\n                                    0.103\n                                    *\n                                    \n                                       C\n                                       2\n                                    \n                                    +\n                                    9.97\n                                    *\n                                    \n                                       \n                                          10\n                                       \n                                       \n                                          −\n                                          6\n                                       \n                                    \n                                    *\n                                    \n                                       V\n                                       2\n                                    \n                                    −\n                                    0.0071\n                                    *\n                                    D\n                                    *\n                                    C\n                                    −\n                                    0.00235\n                                    *\n                                    D\n                                    *\n                                    V\n                                    −\n                                    0.0014\n                                    *\n                                    C\n                                    *\n                                    V\n                                 \n                              \n                           \n                        Where, ‘D’ is Average abrasive size in nm, ‘C’ is Concentration in% mass and ‘V’ is the Average relative velocity in mm/sec.\n                     The equation fitted the data with 97% accuracy and had a predicted R2 (prediction accuracy) of 90%. The equation was used to generate surface and contour plots and for optimization analysis as well.\n                  \n                  \n                     3.3\n                     Surface and contour plots\n                     The surface plots were generated between two variables and the response, keeping the third variable fixed at a constant level. For the given surface plots, contour plots were also generated so as to obtain the optimum operating domain in the given range of parameters. The hold values of the third parameter in each case were chosen on the basis of optimality analysis.\n                     \n                        Fig. 6\n                         ahead shows the surface plotted for Ra as response with concentration and size at the axes and velocity level fixed at 1218mm/sec. From the plot, it can be seen that Ra decreases with decreasing abrasive size and curvature effect is not present. But in case of concentration, curvature is there as indicated by ANOVA, leading to minimum roughness at some point between the chosen range. The contour lines in the contour plot tell about the predicted Ra values for various zones in the range.\n                     \n                        Fig. 7\n                         displays surface and contour plot for Ra vs velocity and concentration with Size fixed at 8.5nm. Since, both velocity and concentration have significant curvature, the minima is obtained within the existing boundaries. It can be seen that Ra increases rapidly if velocity decreases or concentration increases beyond the optimal point. The contour plots become almost stable for a roughness below 7nm, indicating the location of optimal point in the area.\n                     Similarly, in the Fig. 8\n                         the relationship between Ra and velocity, average size is displayed for concentration of 3% by mass. The curvature effect in velocity is largely evident indicating an optimal point. The contour plots indicate the presence of roughness lower than 6.8nm in the graph for an adequate combination.\n                     The plots shown provide with an optimal range of the parameters for which the roughness value will be below a threshold value indicted in the contour plots. The same can be used for improving the process capability, polishing time and productivity.\n                  \n                  \n                     3.4\n                     Response optimization and validation\n                     The optimization analysis was carried out on MINITAB statistical software using the method of calculating desirability of the response. The desirability for minimizing a single response is calculated as follows:\n                           \n                              (14)\n                              \n                                 d\n                                 =0 if y\n                                 >\n                                 U\n                              \n                           \n                        \n                        \n                           \n                              (15)\n                              \n                                 \n                                    d\n                                    =\n                                    \n                                       \n                                          (\n                                          \n                                             \n                                                U\n                                                −\n                                                y\n                                             \n                                             \n                                                U\n                                                −\n                                                T\n                                             \n                                          \n                                          )\n                                       \n                                       w\n                                    \n                                     \n                                     \n                                     \n                                     \n                                    i\n                                    f\n                                     \n                                     \n                                     \n                                     \n                                     \n                                    T\n                                    <\n                                    y\n                                    <\n                                    U\n                                 \n                              \n                           \n                        \n                        \n                           \n                              (16)\n                              \n                                 d\n                                 =1 if y\n                                 <\n                                 T\n                              \n                           \n                        Where, ‘d’ is the desirability of the response, ‘y’ is the actual numerical value of the response, ‘T’ represents the target value, ‘U’ represents the upper bound value and ‘w’ represents the weight assigned to the desirability function.\n                     The desirability function is used to translate each response scale into a zero-to-one desirability scale. The most desirable values for the response have desirability level one. The least desirable values have zero desirability.\n                     Target value is the value which is the aim of optimization procedure. The desirability of response at or below this value (in minimization) is one.\n                     The weight is used to determine how the desirability is distributed over interval between the upper bound and the target. It defines the shape of the desirability function used to translate the response scale to the 0 to 1desirability scale in order to determine the individual desirability of the response. Weight level of one can be thought of as a neutral setting. Increasing the weight requires response to be closer to the target to achieve a given desirability. Decreasing the weight casts opposite effect.\n                     The upper bound gives the maximum permissible value of the response. If the goal is to minimize, the desirability is zero for any response value at or above this upper bound. The closer the upper bound is to the target, the faster the desirability falls off as the response deviates from the target.\n                     So, for various control parameters as inputs and Ra values as response, desirability analysis was carried out on the software, using the regression equation developed for predicting Ra values for different levels of inputs. For a target value of 4, upper bound of 9 and weight kept at level 1, the optimization plot obtained is shown in Fig. 9\n                        .\n                     The minimum Ra was calculated to be 6.1nm, with average size of 8.5nm, 2.45% by mass concentration and velocity of 1052.76mm/sec.\n                     The columns show plots for individual factors. First row shows plots for desirability and second row shows the effect on Ra.\n                     The plot shows that Ra decreases for decreasing size and thus, the desirability increases. Next, Ra decreases with decrease in concentration upto a certain level and then tends to increase and correspondingly affects the desirability plot. For velocity, optimum desirability is achieved similarly, towards the higher end. The grey portion in Ra graphs shows area of zero desirability above the upper bound. The vertical lines display the optimal desirability values. The corresponding levels of input parameters are displayed in brackets. The horizontal, dashed line shows the predicted optimal value of Ra.\n                     For verifying the obtained results, a validation experiment was performed, with the input parameter levels as obtained from the analysis. The levels and settings for the experiments are shown in Table 5\n                        .\n                     The actual value of Ra from the experiment came out to be 5.7nm. So, the RSM model used for the analysis of the process predicted the optimum outcome with an error of about 7% of the actual value obtained. Fig. 10\n                         shows the profilometer scans for the best finish in RSM runs (13th run, Ra=7.0nm) and the validation experiment.",
    "Discussion": "4\n                  Discussion\n                  \n                     4.1\n                     Relative velocity\n                     Velocity was identified as a significant variable, contributing maximum to the observed variance. It is justified because with increasing velocity, number of the active abrasive particles increases and so does the Material removal, leading to quick flattening of peaks which results in a better surface finish, near to the process capability limit, in the given time frame [42]. Also, at higher velocities, hydroplaning mode of contact dominates (Evans et al. [6]) and the friction coefficient decreases (Belkhir et al. [33]), leading to lower roughness values. The more uniform distribution of abrasives at higher velocities, resulting in increased active participation of smaller particles also improves the finish [12]. Owing to the friable nature of the slurry particles, higher velocities might result in particle size evolution (Combo et al. [34]) in lesser time, reducing average size of abrasive particles, yielding a specular surface due to finer scratches. B. Li et al. [35] reported similar results for lapping of sapphire wafers with boron carbide as abrasive.\n                     The increase in roughness after a certain threshold can be attributed to the spilling of slurry from the pad at higher rotation rates. Since, the flow rate was kept constant, so lesser amount of slurry at higher speed increased the direct contact between the sample and pad, leading to deteriorated finish.\n                  \n                  \n                     4.2\n                     Average abrasive size\n                     The average abrasive size has a significant effect on the roughness of the polished surface because it directly determines the count of active particles involved in polishing process at some given time instant and the indentation on the substrate by the particles [32,36]. If a larger diameter particle, under a certain given load, is substituted by a number of smaller particles, the particular indentation for a single particle into the surface of substrate will reduce, the load held constant, leading to a finer surface [42]. Also, with a decrease in the particle size, the surface area available for the chemical reactions occurring between slurry and substrate increases due to increase in active particles. Li et al. [37] compared the performance of pitch and pad polishers in reducing roughness and sub-surface damage and supported observations of Luo and Dornfeld [32]. Landis [38] studied effect of parameters related to consumables (abrasive size, pH etc.) on polishing of silica based materials and proposed roughness to be proportional to the size of abrasive particles because finish improved with decrease in size. Experimental study by Lei & Luo [39] also affirms the theory. Although no curvature in effect of size on Ra was witnessed, but it should not be concluded that with further decrease in size Ra will improve continuously because after a minimum threshold value particles will not be able to participate in the polishing process due to their accumulation in the pad asperities [40].\n                  \n                  \n                     4.3\n                     Abrasive concentration\n                     The concentration by weight ratio of the abrasives directly controls the number of abrasive particles for participation in the polishing process. It has earlier been affirmed that MRR increases with abrasive concentration up to a saturation limit. In current study, for surface finish, it was seen that lower values of concentration lead to a better finish. This can be explained by a decrease in material removal due to lesser number of particles. Also at lower concentrations, the smaller sized particles become active and hence, the surface produced is fine in nature. The dependence of coefficient of friction on concentration has been investigated (Levert & Korach, [41]) and the results state increased friction coefficient with increased concentration, deteriorating finish. Wang et al. [14] stated improvement in surface finish with decrease in concentration and attributed it to processes on quantum scale. However, a minimum threshold will be necessary to have material removal rate significant enough so as to obtain desired finish in given timeframe.\n                     The interaction of velocity and concentration may be attributed to the fact that MRR will be exceptionally high in case both aforementioned parameters are high and MRR & Surface finish have been observed to be mutually exclusive [13]. So, for obtaining fine finish at high polishing speeds, the concentration has to be low which also explains the use of lower abrasive concentrations in high speed CNC polishers compared to conventional setups.",
    "Conclusion": "5\n                  Conclusion\n                  Experiment modeled using RSM, with relative velocity, abrasive size and concentration as inputs and average surface roughness (Ra) as response is used to investigate optical polishing process. Kinematic analysis reveals that perfect matching of workpiece and polisher rotation rates and large separation between the rotation centers is necessary to counter non-uniform distribution of velocity. Velocity is observed to be the most important parameter, contributing 43% of the total response variance. The interaction between velocity and concentration is also found to be significant. A direct, linear relationship between roughness and abrasive size is supported\n                        \n                           \n                              (\n                              \n                                 \n                                    R\n                                    a\n                                 \n                                 ∝\n                                 d\n                              \n                              )\n                           \n                        \n                     . The 13th RSM run resulted in Ra value of 7nm. In the validation experiment, Ra value of 5.7nm with 7% error from predicted value of 6.11nm was obtained. The optimum performance domain defined using surface and contour plots and validated through confirmation experiment essentially induces the much required deterministic attribute in the polishing process. Although, the mechanical aspect of optical polishing dominated in the current study and the Abrasion theory may be cited to explain the results, but the chemical effects in the form of concentration effects cannot be ignored."
  },
  "references": []
}