{
  "title": "Revisiting the influence of Ni particle size on the hydrogenation of CO2 to CH4 over Ni/CeO2",
  "authors": [
    "Adhikari, Dipesh"
  ],
  "publication": {
    "journal": "Journal of Catalysis",
    "date": "2024-10-31",
    "doi": "10.1016/j.jcat.2024.115708"
  },
  "abstract": "Nickel nanoparticles were supported on CeO2 and evaluated in the hydrogenation of CO2 to CH4 at 538 K and 1 atm. Chemisorption of H2 was used to estimate the average Ni particle size, which ranged from 1.3 to 17 nm. The apparent activation energy for CH4 formation and turnover frequency for CO2 conversion was independent of Ni particle size. The smallest Ni particles (1.3 nm) were less selective to CH4. Comparisons to alumina-supported Ni reveal the same performance as Ni/CeO2 when normalized to active Ni atoms counted by H2 chemisorption. A beneficial effect of ceria relative to alumina is the enhanced reducibility of Ni as evaluated by H2 temperature-programmed reduction. The constancy of the turnover frequency on Ni particles suggests the acid-base and/or redox properties of the support do not play a significant role in the CO2 methanation reaction under the conditions of study, which contrasts many earlier works.",
  "keywords": [
    "CO2 hydrogenation",
    "Nickel",
    "Ceria",
    "Alumina",
    "Chemisorption"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  The CO2 methanation reaction, also known as the Sabatier reaction, is the hydrogenation of CO2 to form CH4 and is gaining renewed interest as a synthetic process for biogas upgrading to produce renewable natural gas and long-term space exploration [1–3]. Traditionally, the methanation reaction was used to remove carbon oxide impurities from H2-rich feed gases [3]. The methanation of CO2 is an 8-electron process to reduce the fully oxidized carbon to methane and requires a catalyst to overcome kinetic limitations [4]. Various transition-metal-based catalytic systems such as Ni, Pd, Ru, Rh, and Co dispersed on supports such as CeO2, Al2O3, TiO2, Y2O3, ZrO2, and SiO2 have been employed in the CO2 methanation reaction [5–8]. Among them, a supported Ni catalyst is widely used due to its low cost and high CO2 conversion rate at low temperatures, as CH4 is a favorable equilibrium product at low temperatures [9]. When Ni is dispersed on a support, however, the nature of the Ni active sites remains elusive.\n                  Complicating the evaluation of support effects in metal-catalyzed reactions is the structure sensitivity of the reactions on metal particles of different metal particle sizes [10,11]. The potential structure sensitivity of the CO2 hydrogenation reaction is a long-debated topic that is complicated by the formation of CO as a reaction intermediate in the path to form CH4. Some researchers conclude the CO2 methanation reaction to be structure-insensitive [12,13], others suggest there is an optimum metal particle size [14,2,15], and others suggest that activity increases with metal particle size [1,16–18]. Simons et al. have revisited the structure sensitivity of CO2 methanation on Ni/SiO2 catalysts and concluded that while the rate of CO2 conversion is structure insensitive, the sequential conversion of intermediate CO to CH4 is not effective on the smallest nanoparticles (<2 nm) thus affecting the observed selectivity to CH4 \n                     [19].\n                  Supports can play a major role in many heterogeneous catalytic reactions as they can affect the dispersion of the metal, the reducibility of the metal, and the nature of active sites [20]. For example, supports can affect the exposed surface structure of metal particles, thereby influencing their adsorption characteristics, potentially the catalytic reaction mechanism and selectivity [21–23]. The importance of reducible metal oxides as supports in the CO2 methanation reaction has been attributed to surface oxygen vacancies and strong metal-support interactions observed with those supports [23–28]. In contrast, active catalysts for CO2 hydrogenation using non-reducible metal oxide supports such as Al2O3 and SiO2 have been reported [2,19,29–31]. Some studies suggest the basicity of the support affects the catalytic activity [32–34]. For instance, the catalytic performance of Ni particles supported on Y2O3, Sm2O3, ZrO2, CeO2, Al2O3, and La2O3 in CO2 methanation is reportedly enhanced on supports with modest strength base sites [33]. Very recently, Li et al. explored inverse catalysts composed of metal oxides supported on Ni metal particles and concluded the electronegativity of M atoms at the MOx/Ni interface is a descriptor for CH4 selectivity [35]. Moreover, Tang et al. supported a variety of metal oxides onto Ni foam to generate very stable CO2 methanation catalysts [36]. In that work, the authors suggest oxygen vacancies associated with the metal oxides, which correlated to weak and moderate base sites on the oxides counted by CO2 TPD, promoted the methanation reaction [36]. Unfortunately, no independent measure of active Ni available for catalysis was provided. Thus, a consistent understanding of the role of support in the metal-catalyzed CO2 methanation reaction is still lacking, despite many years of study.\n                  A common missing piece of critical information in previous studies is the amount of active Ni metal atoms available for catalysis, especially given the difficult reducibility of Ni on some supports. This type of information is absolutely critical for evaluating intrinsic rates of reaction normalized to active Ni sites. In this work, we investigate the performance of the Ni metal particles supported on reducible oxide CeO2 and compare our findings to those of a representative non-reducible oxide Al2O3 to probe the role of Ni metal particle size and potential influence of ceria in the CO2 methanation reaction. The H2 consumption profiles from temperature-programmed reduction (TPR) studies were used to interrogate the reduction behavior of the Ni species on the samples. Chemisorption of reactant H2 was used to count surface Ni atoms and estimate average particle sizes for the various samples, which should be an appropriate measure of active sites participating in hydrogenation reactions. In-situ X-ray absorption spectroscopy of Ni was used to examine low-loaded Ni/CeO2 samples in an effort to corroborate results obtained from TPR and chemisorption. The reaction kinetics for the CO2 methanation reaction were evaluated at low conversion and low temperature to minimize any potential artifacts from mass and heat transfer on the measured rates.",
    "Materials and methods": "2\n                  Materials and methods\n                  \n                     2.1\n                     Catalyst synthesis\n                     High-purity ceria (CeO2, Sigma-Aldrich, 42.1 m2 g−1) and γ-alumina (Al2O3, Alfa Aesar, 82 m2 g−1) were used as supports to synthesize the Ni catalysts using incipient wetness impregnation. The supports were first heated at 5 K min−1 to 773 K under flowing air (Praxair) and held at that temperature for 2 h before cooling. An aqueous solution of the desired amount of Ni(NO3)2·6H2O (Sigma-Aldrich, 99.999 %) was added dropwise to the pretreated supports until the point of incipient wetness. The samples were then dried overnight at 403 K in static air followed by heating at 5 K min−1 to 773 K in flowing air for 2 h to decompose the Ni precursor. Finally, the Ni-loaded samples were heated at 5 K min−1 in flowing 5 vol% H2 in Ar (Praxair) to 673 K (for Ni/CeO2) or 773 K (for Ni/Al2O3) and held at 1 h to reduce the Ni. The synthesized samples were cooled to room temperature, exposed to air, and stored in a bottle at ambient conditions. The Ni catalysts prepared using the incipient wetness impregnation procedure are denoted as X wt % Ni/(Al2O3 or CeO2) in which X is the nominal weight percentage of Ni. Using this strategy, we were able to vary the Ni loading on ceria by more than an order of magnitude to create various average Ni particle sizes, with less than a factor of two difference in exposed Ni metal per mass of catalyst. This is important as the methanation reaction is very exothermic and heat effects in the reactor can be significant if not managed properly.\n                     Colloidal synthesis was also employed to synthesize monodisperse Ni nanoparticles on the CeO2 support to verify the H2 uptake results obtained from chemisorption are not significantly compromised by ceria reduction and H spillover onto the support. The colloidal Ni nanoparticles were prepared by the reduction of nickel acetylacetonate (Ni(acac)2) with borane tert-butylamine complex (BTB) in oleylamine (OAm) and oleic acid (OAc), based on a method reported by Metin et al. [37]. About 1.0 mmol of Ni(acac)2 (257 mg) was first mixed with 0.32 cm3 of OAc and 15 cm3 of OAm. The mixture was heated to 383 K under vacuum for 1 h to remove humidity and O2, resulting in a green solution. Next, the flask was refilled with N2, and the solution was then cooled to 363 K. The 3.0 mmol of BTB (264 mg) was first dissolved in 2 cm3 of OAm and then quickly injected into the solution (<2 s). A color transition from green to dark was observed immediately, indicating the fast nucleation of nanoparticles. The resultant solution was kept at 363 K for 1 h. After cooling down to room temperature, the Ni nanoparticles were separated by adding isopropanol, followed by centrifugation at 8000 rpm for 10 min. After decanting the isopropanol, the nanoparticles were immediately dispersed in hexane and then deposited onto the ceria support. The resultant nanoparticle-ceria slurry was kept at room temperature under stirring until dry. To remove surfactant, the powder was thermally treated in the air at 673 K for 2 h following a ramp of 1 K min−1, cooled to room temperature and stored in a bottle. Thus, the as-synthesized catalyst is in the oxidized form. The Ni catalyst prepared using the colloidal synthesis procedure is denoted as 1.7 wt% Ni/CeO2 (C).\n                  \n                  \n                     2.2\n                     Catalyst characterization\n                     Inductively coupled plasma optical emission spectroscopy (ICP-OES) was performed on a PerkinElmer Avio 200 instrument to determine the Ni loading on the samples.\n                     Transmission electron microscopy (TEM) images of the colloidal Ni nanoparticles were obtained on an FEI Tecnai Spirit instrument operating at 120 kV equipped with a tungsten filament electron source, and a 2kx2k UltraScan CCD camera. About 50 mg of the as-synthesized colloidal Ni were dispersed in 1 cm3 of hexane, which was then transferred to a TEM copper grid with 400 mesh. High-resolution high-angle annular dark field (HAADF) scanning transmission electron microscope (STEM) images were collected on some supported incipient impregnated Ni samples to estimate the Ni particle size. In addition, STEM energy-dispersive X-ray spectroscopy (EDX) images were recorded. This analysis was performed on a Themis 80–300 instrument operating at 300 kV. The Ni particle size was analyzed by number weighted average (dn), surface weighted average (ds), and volume weighted average (dv) as:\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       \n                                          d\n                                       \n                                       \n                                          n\n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          Σ\n                                          \n                                             \n                                                n\n                                             \n                                             \n                                                i\n                                             \n                                          \n                                          \n                                             \n                                                d\n                                             \n                                             \n                                                i\n                                             \n                                          \n                                       \n                                       \n                                          Σ\n                                          \n                                             \n                                                n\n                                             \n                                             \n                                                i\n                                             \n                                          \n                                       \n                                    \n                                    \n                                    \n                                    \n                                    \n                                    \n                                    \n                                    \n                                       \n                                          d\n                                       \n                                       \n                                          s\n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          Σ\n                                          \n                                             \n                                                n\n                                             \n                                             \n                                                i\n                                             \n                                          \n                                          \n                                             \n                                                d\n                                             \n                                             \n                                                i\n                                             \n                                             \n                                                3\n                                             \n                                          \n                                       \n                                       \n                                          Σ\n                                          \n                                             \n                                                n\n                                             \n                                             \n                                                i\n                                             \n                                          \n                                          \n                                             \n                                                d\n                                             \n                                             \n                                                i\n                                             \n                                             \n                                                2\n                                             \n                                          \n                                       \n                                    \n                                    \n                                    \n                                    \n                                    \n                                    \n                                    \n                                    \n                                       \n                                          d\n                                       \n                                       \n                                          v\n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          Σ\n                                          \n                                             \n                                                n\n                                             \n                                             \n                                                i\n                                             \n                                          \n                                          \n                                             \n                                                d\n                                             \n                                             \n                                                i\n                                             \n                                             \n                                                4\n                                             \n                                          \n                                       \n                                       \n                                          Σ\n                                          \n                                             \n                                                n\n                                             \n                                             \n                                                i\n                                             \n                                          \n                                          \n                                             \n                                                d\n                                             \n                                             \n                                                i\n                                             \n                                             \n                                                3\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where ni denotes the number of particles in a statistical class of i, and di is the diameter of a particle.\n                     Powder X-ray diffraction (XRD) measurements were recorded on a PANalytical Empyrean diffractometer using Cu-Kα radiation with a wavelength λ = 0.154 nm generated at 45 kV with a 40-mA incident X-ray source.\n                     Dihydrogen-temperature programmed reduction (H2-TPR) was performed on a Micromeritics AutoChem II 2920 Analyzer equipped with a thermal conductivity detector (TCD). A cold trap at the temperature of a 2-propanol liquid/solid slurry (∼184 K) was used to remove water produced during reduction and minimize any fugitive CO2 that may have desorbed from the support. The samples (100 mg) as synthesized were heated to 973 K in 5 vol% H2 in Ar at a ramp rate of 10 K min−1. Another 100 mg of fresh samples were pretreated at 773 K with 10 vol% O2 in He to oxidize the Ni to NiO, cooled, and subsequently heated to 973 K in 5 vol% H2 in Ar at a ramp rate of 10 K min−1. The results from H2 TPR were used to determine the protocols for the H2 chemisorption, X-ray absorption spectroscopy, and reaction pretreatment conditions.\n                     Dihydrogen chemisorption was completed on a Micromeritics ASAP 2020 Plus instrument. The Ni/CeO2 catalysts were first reduced in ultrahigh purity H2 (Praxair, 99.999 %) for 2 h at 623 K whereas the Ni/Al2O3 catalysts were reduced in H2 at 773 K. For both catalysts, the system was evacuated for 2 h and cooled under vacuum to 308 K. Adsorption isotherms were recorded at 308 K, and the stoichiometric ratio of adsorbed H to surface Ni was assumed to be 1:1 [38]. The amount of metal on the surface was evaluated by the total amount of H2 adsorbed, extrapolated to zero pressure [39]. In our study, we extrapolated the high pressure linear part of the isotherm in the range of 150 to 450 mm Hg to determine the total amount of H2 chemisorbed. The average particle size of the supported Ni nanoparticles was evaluated based on the method provided by Bergeret and Gallezot [40], assuming spherical geometry as:\n                           \n                              (2)\n                              \n                                 \n                                    \n                                       d\n                                       \n                                          V\n                                          A\n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          6\n                                          (\n                                          \n                                             \n                                                v\n                                                m\n                                             \n                                             \n                                                a\n                                                m\n                                             \n                                          \n                                          )\n                                       \n                                       D\n                                    \n                                 \n                              \n                           \n                        where \n                           \n                              \n                                 d\n                                 \n                                    V\n                                    A\n                                 \n                              \n                           \n                         is the mean particle size (nm), and D is the dispersion of metal (the number of metal atoms on the surface divided by the total number of metal atoms). \n                           \n                              \n                                 v\n                                 m\n                              \n                           \n                         is the volume occupied by an atom in bulk metal and \n                           \n                              \n                                 a\n                                 m\n                              \n                           \n                         is the area occupied by a surface atom.\n                     X-ray absorption spectroscopy (XAS) at the Ni K edge was performed on beamline 8-ID at the National Synchrotron Light Source II at Brookhaven National Laboratory with a ring energy of 3.0 GeV and a beam current of 400 mA. A Ni metal foil (EXAFS materials) was used as a reference for the K edge of Ni (8333 eV). The strong X-ray absorption of the CeO2 support required that fluorescence signals be collected for Ni/CeO2. The fluorescence cell was equipped with quartz capillary tubes (1.5 mm diameter, 75 mm length, Friedrich & Dimmonck, Inc.) with the samples loaded within the quartz tubes. The fluorescence signals were collected on a Passivated Implanted Planar Silicon (PIPS) detector [41]. Reduction of the samples was accomplished by flowing 20 cm3 min−1 of 5 vol% H2/N2 for 2 h at 673 K for Ni/CeO2 samples. The scans were then recorded after cooling down in H2/N2. The XAS data were processed using the Demeter software package [42]. The amplitude reduction factor was obtained by moving the cell out of the beam path and using the Ni foil as the reference material (So\n                        2 = 0.693). The Fourier transform was done on the k2-weighted Ni EXAFS and the first coordination shell (Ni-Ni) was fit for all samples after the TPR with the fitting parameters shown in Supplemental Table S2.\n                  \n                  \n                     2.3\n                     CO2 methanation reaction\n                     The CO2 methanation reaction was carried out in a fixed-bed quartz reactor (10.5 mm I.D. × 12.5 mm O.D.) in a temperature range from 523 to 673 K at atmospheric pressure. The reactor was placed inside a furnace equipped with a temperature controller. The gas feed was composed of H2, CO2, and N2 (Praxair, 99.999 %). The comparative catalytic performance of the samples was studied under our standard gas phase conditions after pre-reducing the catalysts in the reactor using 40 cm3 min−1 H2 for 1 h at 673 K for Ni/CeO2 samples (including the one prepared by colloidal synthesis) and 773 K for Ni/Al2O3 samples. Following the pre-reduction, the catalyst was cooled to 523 K in H2 prior to feeding a stoichiometric molar ratio of H2/CO2 = 4 in 50 % N2. The produced water in the methanation reaction was removed by passing the reactor effluent gas through a condenser prior to directing it to an infrared gas (IR) analyzer (Fuji Electric ZPA) to analyze for CO and CH4, and an online gas chromatograph (GC) (Agilent 7890A, using Ar as the carrier gas, equipped with a CarboPlot P7 column and a thermal conductivity detector) for the analysis of CO2, CO, CH4, H2, and N2 as the internal standard. Once the signals were steady and corresponded between the IR analyzer and the GC, the conversion of CO2 (\n                           \n                              \n                                 X\n                                 \n                                    \n                                       C\n                                       O\n                                    \n                                    2\n                                 \n                              \n                              \n                                 )\n                              \n                           \n                         and product CH4 selectivity (\n                           \n                              \n                                 S\n                                 \n                                    \n                                       C\n                                       H\n                                    \n                                    4\n                                 \n                              \n                              \n                                 )\n                              \n                           \n                         were calculated from Eqs (3) and (4), respectively, as follows:\n                           \n                              (3)\n                              \n                                 \n                                    \n                                       X\n                                       \n                                          \n                                             C\n                                             O\n                                          \n                                          2\n                                       \n                                    \n                                    \n                                       (\n                                       %\n                                       )\n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             \n                                                C\n                                                O\n                                             \n                                          \n                                          +\n                                          \n                                             [\n                                             \n                                                \n                                                   C\n                                                   H\n                                                \n                                                4\n                                             \n                                             ]\n                                          \n                                       \n                                       \n                                          \n                                             \n                                                C\n                                                O\n                                             \n                                          \n                                          +\n                                          \n                                             \n                                                \n                                                   \n                                                      \n                                                         C\n                                                         H\n                                                      \n                                                      4\n                                                   \n                                                \n                                             \n                                          \n                                          +\n                                          \n                                             [\n                                             \n                                                \n                                                   C\n                                                   O\n                                                \n                                                2\n                                             \n                                             ]\n                                          \n                                       \n                                    \n                                    ×\n                                    100\n                                 \n                              \n                           \n                        \n                        \n                           \n                              (4)\n                              \n                                 \n                                    \n                                       S\n                                       \n                                          \n                                             C\n                                             H\n                                          \n                                          4\n                                       \n                                    \n                                    \n                                       (\n                                       %\n                                       )\n                                    \n                                    =\n                                    \n                                       \n                                          [\n                                          \n                                             \n                                                C\n                                                H\n                                             \n                                             4\n                                          \n                                          ]\n                                       \n                                       \n                                          \n                                             \n                                                C\n                                                O\n                                             \n                                          \n                                          +\n                                          \n                                             \n                                                \n                                                   \n                                                      \n                                                         C\n                                                         H\n                                                      \n                                                      4\n                                                   \n                                                \n                                             \n                                          \n                                       \n                                    \n                                    ×\n                                    100\n                                 \n                              \n                           \n                        where [i] represents the mole percentage of i = CO2, CO, and CH4 at the outlet of the reactor. The mass normalized reaction rate was defined in terms of moles of CO2 consumed per mass catalyst (rm) as:\n                           \n                              (5)\n                              \n                                 \n                                    \n                                       r\n                                       m\n                                    \n                                    \n                                    \n                                       \n                                          \n                                             m\n                                             o\n                                             l\n                                             \n                                             \n                                                \n                                                   C\n                                                   O\n                                                \n                                                \n                                                   2\n                                                   \n                                                   \n                                                \n                                             \n                                             \n                                                \n                                                   g\n                                                \n                                                \n                                                   -\n                                                   1\n                                                \n                                             \n                                             \n                                                \n                                                   s\n                                                \n                                                \n                                                   -\n                                                   1\n                                                \n                                             \n                                          \n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             F\n                                             \n                                                \n                                                   C\n                                                   O\n                                                \n                                                2\n                                             \n                                          \n                                          ×\n                                          \n                                          \n                                             X\n                                             \n                                                \n                                                   C\n                                                   O\n                                                \n                                                2\n                                             \n                                          \n                                       \n                                       \n                                          \n                                             W\n                                             \n                                                c\n                                                a\n                                                t\n                                                \n                                             \n                                          \n                                          ×\n                                          \n                                          \n                                          \n                                          100\n                                       \n                                    \n                                 \n                              \n                           \n                        where \n                           \n                              \n                                 F\n                                 \n                                    \n                                       C\n                                       O\n                                    \n                                    2\n                                 \n                              \n                           \n                        (mol/s) is the inlet molar flow rate of CO2, and Wcat (g) is the mass of the catalyst.\n                     The turnover frequency (TOF) for the CO2 conversion was calculated according to Eq. (5) as:\n                           \n                              (6)\n                              \n                                 \n                                    T\n                                    O\n                                    F\n                                    \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   s\n                                                \n                                                \n                                                   -\n                                                   1\n                                                \n                                             \n                                          \n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             r\n                                             m\n                                          \n                                          ×\n                                          \n                                          \n                                             M\n                                             w\n                                          \n                                       \n                                       \n                                          \n                                             f\n                                             \n                                                N\n                                                i\n                                             \n                                          \n                                          \n                                          ×\n                                          \n                                             F\n                                             s\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where Mw is the molecular weight of Ni (g/mol), \n                           \n                              \n                                 f\n                                 \n                                    N\n                                    i\n                                 \n                              \n                           \n                         is the ICP-OES mass fraction of Ni, and \n                           \n                              \n                                 F\n                                 s\n                              \n                           \n                         is the fraction of surface atoms calculated (H/Ni) from H2 chemisorption. Thermodynamic calculations present in the Supporting Information and summarized in Figure S1 indicate the methanation reaction is favored at the conditions of study, and there is no influence of equilibrium on the measured forward rate of methanation at the conversions used in this study. The potential influences of heat and mass transfer on the measured rates are explored in the Supporting Information. Even the most active catalyst does not suffer from transport artifacts in this study.",
    "Results": "3\n                  Results\n                  \n                     3.1\n                     Catalyst characterization\n                     \n                        3.1.1\n                        ICP-OES\n                        The Ni loading on the samples was evaluated by ICP-OES and the measured values are reported in Table 1\n                           . The nominal weight % Ni loading values are very close to ICP-OES Ni weight % results indicating the consistency of the incipient wetness impregnation method of catalyst synthesis.\n                     \n                     \n                        3.1.2\n                        Electron microscopy\n                        The HAADF-STEM images of 2 wt% Ni/Al2O3 and 6 wt% Ni/Al2O3 are shown in Figures S2 and S3, respectively, and images of 2 wt% Ni/CeO2 and 4 wt% Ni/CeO2 are shown in Figures S4 and S5, respectively. The surface weighted average particle size from the size distributions of Ni/Al2O3 in Figure S6 are 4.8 nm and 9.1 nm, for 2 wt% and 6 wt% Ni, respectively. It should be noted, however, that we cannot account for very small Ni particles or unreduced Ni atoms on the alumina. A Ni particle size analysis was not performed for the Ni/CeO2 samples due to the lack of appropriate Z contrast between Ni and the support Ce atoms. Indeed, we could not readily discern Ni particles on the 2 wt% Ni/CeO2 catalyst, and only some very large particles were observed on the 4 wt% Ni/CeO2 catalyst. The ambiguity of TEM as a method to evaluate Ni particles on the two supports highlights the need for alternative methods to evaluate surface Ni available for reaction.\n                        To remedy the ambiguity of Ni particle size evaluated by TEM for samples prepared by impregnation, we used a colloidal synthesis method to prepare Ni metal particles (confirmed by XRD, Figure S7), prior to supporting on ceria. The transmission electron microscopy bright field image in Fig. 1\n                            (a) was obtained to get an independent estimate of Ni particle size for the sample prepared by colloidal synthesis. The micrograph reveals the synthesized Ni particles that were subsequently supported on CeO2. The particle size distribution is also shown in Fig. 1(b). The surface average particle size estimated based on Eq (1) for the Ni particles is 3.6 nm. The similarity of the number-weighted and volume-weighted diameters (3.5 and 3.7 nm, respectively) to the surface-weighted diameter confirms the very narrow particle size distribution achieved with colloidal synthesis.\n                     \n                     \n                        3.1.3\n                        X-ray diffraction\n                        The crystal structure of the catalysts was investigated by XRD and the corresponding diffractograms are shown in Fig. 2\n                           . The main diffraction peaks at 2θ = 28.5°, 33.1°, 47.5°, and 59.1° in Fig. 2(a) correspond to the (111), (200), (220), and (311) reflections, respectively, associated with the fcc fluorite structure of ceria. The small XRD features at 2θ = 44.5°, 51.8°, and 76.8o\n                           , which correspond to (111), (200), (222) reflections from fcc Ni0 can be seen in the patterns for 8 wt% and 16 wt% Ni/CeO2 samples, and analogous reflections for NiO are observed at 2θ = 37.2°, 43.2°, and 62.7° on those samples. Whereas a small Ni0 (111) feature can be discerned in the 4 wt% Ni/CeO2 pattern (see Figure S8), no Ni0 (or NiO features) are evident for the low Ni-loaded samples (1 wt% and 2 wt% Ni/CeO2), likely because of the low loading of Ni and small Ni (or NiO) particle size on those samples.\n                        The XRD patterns of the Al2O3-supported Ni catalysts are shown in Fig. 2(b). The 6 wt% Ni/Al2O3 showed three Ni0 peaks at 2θ = 44.5°, 51.8°, and 76.8° corresponding to (111), (200), and (222) reflections, respectively, whereas no Ni0 (or NiO features) are observed for the 2 wt% Ni/Al2O3 sample, likely due to the low loading of Ni. The broad diffraction peaks at 2θ = 37.2°, 39.50, 45.6°, and 66.9° correspond to (311), (222), (400), and (440) reflections of the support γ-Al2O3, respectively.\n                     \n                     \n                        3.1.4\n                        H2 temperature programmed reduction\n                        The reducibility of the Ni species on the samples was studied using H2 TPR. Fig. 3\n                            shows the reduction profiles for Ni on CeO2, with and without O2 pretreatment. In Fig. 3(a), the catalyst was previously reduced in 5 % H2 in Ar during the synthesis procedure and exposed to air at ambient conditions prior to loading into the TPR instrument. The low-loaded Ni/CeO2 samples (1 wt%, 1.7 wt%, and 2 wt% Ni/CeO2) showed one H2 consumption peak at around 530 K, 600 K, and 590 K, respectively, which can be attributed to the reduction of highly dispersed NiO particles on the surface [43]. As the Ni loading increased, a lower temperature reduction feature was observed, which is attributed to the larger Ni or NiO particles on the surface exhibiting weaker interactions with CeO2 \n                           [20]. A second low temperature H2 consumption peak was observed at around 500 K for the 4, 8 and 16 wt% Ni/CeO2 sample which may be the reduction of a NiO layer on a Ni metal core. The presence of several reduction peaks in the TPR profiles for these samples indicates the oxidized Ni is located in a variety of chemical environments, i.e., NiO particles, oxidized Ni on the ceria, and oxidized Ni species on the passivated Ni metal particles [44].\n                        \n                           Fig. 2(b) presents the TPR profiles of the same samples following a high-temperature pretreatment in O2 (10 % O2 in He for 2 h at 673 K) that should completely oxidize all of the Ni prior to TPR. In general, the lower temperature reduction peaks associated with the high-loaded Ni/CeO2 samples shifted to higher temperatures, presumably because all of the Ni metal particles were completely oxidized to NiO by the oxidation treatment.\n                        The ratio of the moles of H2 consumed to the moles of Ni in the sample (H2/Ni) is presented in Table 2\n                           . The H2/Ni ratio decreases with an increase in Ni loading. The H2 consumption values for samples both with and without O2 pretreatment for incipient wetness impregnated CeO2 samples are very close to each other, which indicates Ni is oxidized by exposure to ambient conditions. The ratio of H2/Ni is theoretically 1 for the reduction of NiO to Ni, but values obtained from low-loaded Ni/CeO2 exceed 1, which suggests there is some consumption of H2 by the support in the TPR experiment, presumably by reducing some fraction of Ce4+ to Ce3+ near the Ni-CeO2 interface. There was a negligible uptake of H2 on bare CeO2 (Fig. 3(a) and (b)).\n                        The analogous TPR profiles of Ni/Al2O3 samples prepared by incipient wetness impregnation are presented in Fig. 4\n                           . In contrast to Ni/CeO2, the reduction of NiO on Al2O3 revealed very broad H2 consumption peaks indicating that Ni was significantly more difficult to reduce on alumina compared to ceria. The main H2 consumption peaks for the 2 and 6 wt% Ni/Al2O3 as-synthesized catalysts can be seen around 500 K and 550 K, respectively, which is attributed to the reduction of NiO on the surface. The relatively low but continuous consumption of hydrogen following the main peak up to very high temperatures for both samples may be due to the presence of a NiO embedded in the Al2O3 matrix or Ni2+ in a NiAl2O4 spinel phase. Although our XRD patterns provide no evidence of a separate spinel phase, the possibility of forming spinel phases during high-temperature pretreatment of the catalyst is reported by Gac et al. [20]. The high-temperature pretreatment of the catalyst during the synthesis procedure may facilitate the diffusion of Ni2+\n                           and Al3+ ions on high surface area supports [20]. The influence of the O2 pretreatment on the samples is also shown in Fig. 4(b). The reduction profile broadened substantially and H2 consumption peaks of the oxidized Ni shifted to the higher temperature. The amount of H2 consumed by the sample following the O2 pretreatment is also substantially higher than without the O2 pretreatment samples (Table 2), unlike the CeO2-supported samples. The ratio of the moles of H2 consumed to moles of Ni (H2/Ni) after the O2 pretreatment is close to 1 (see Table 2).\n                     \n                     \n                        3.1.5\n                        H2 chemisorption\n                        In an effort to quantify the number of surface Ni atoms available for catalysis and provide an estimate of average metal particle size, chemisorption of H2 on reduced samples was performed. A complication is the potential reduction of the CeO2 support and spillover of hydrogen during the chemisorption experiments. A previous study using H2 chemisorption to probe Au on ceria revealed the presence of a reducing environment such as CO or 5 % H2 in Ar inhibits the spillover of hydrogen on the CeO2 support [45]. Similarly, Perrichon et al. explored the metal dispersion of CeO2-ZrO2 supported platinum catalysts measured by H2 or CO chemisorption and suggested that reduction at 573 K or 673 K prevents excessive spillover on the support [46]. They performed a lower temperature (195 K) chemisorption in order to suppress the hydrogen spillover and compared it to room temperature chemisorption (298 K). The lower temperature result gave a Pt particle size of 1.7 nm whereas the room temperature chemisorption gave a Pt particle size of 1.2 nm [46]. Although a small difference in hydrogen uptake was observed with temperature, the results suggest room temperature H2 chemisorption on Ni would likely be appropriate to estimate Ni particle size on our samples. Based on our results from TPR, we selected a reduction temperature of 623 K to reduce all of the Ni when supported on ceria. The H2 adsorption isotherms for our catalysts are shown in Fig. 5\n                           . The lack of H2 uptake on the bare CeO2 support (Fig. 5(a)) after the standard reduction pretreatment and evacuation confirmed the reduction procedure did not create any additional chemisorption sites on this reducible oxide. Extrapolation of the high-pressure portion of the isotherms to zero pressure was used to remove the contribution from weakly adsorbed H2, and the resulting chemisorption uptake was used to calculate the value of H/Ni (or fraction of metal exposed) for each sample along with the estimated particle size, which is summarized in Table 3\n                           . Very importantly, the particle size estimated for the monodispersed colloidal Ni deposited on CeO2 is 3.3 nm, which is very close to the surface-weighted particle size evaluated by TEM analysis prior to deposition (3.6 nm) and confirms the reliability of the H2 chemisorption method used here to estimate Ni particle size on CeO2. For the Ni/CeO2 samples prepared by incipient wetness impregnation, the H/Ni decreased with increasing Ni loading, which is consistent with larger Ni particle sizes being formed at the higher weight loadings. A similar trend of increasing particle size with increasing Ni loading on Ni/CeO2 has also been reported by Singha et al. [47]. Importantly, the quantity of H2 adsorbed per catalyst mass (y-axis of Fig. 5a) varied from about 1 to 2 cm3 g−1 STP, over the wide range of Ni loadings (factor of 16). The relatively constant amount of exposed Ni on the catalysts ensures that the heat evolved during catalytic reaction under similar levels of conversion and selectivity should not be significantly different among the samples.\n                        The H2 adsorption isotherms for the alumina-supported samples are shown in Fig. 5(b). We chose a higher reduction temperature (773 K) for Ni supported on alumina as the results from TPR indicated Ni was harder to reduce on alumina compared to ceria. The fractions of exposed Ni estimated by H2 chemisorption for the 2 wt% Ni/Al2O3 and 6 wt% Ni/Al2O3 samples are 0.05 and 0.06, respectively. Bartholomew and Pannell studied the hydrogen adsorption and reduction of Ni/Al2O3 samples and reported that a significant fraction of the nickel may stay as an oxide due to its strong interaction with Al2O3 thus making it difficult to reduce at 673–773 K [38]. As suggested by our TPR studies, the ratio of H2 consumption to total Ni is quite low for the as-synthesized Ni/Al2O3 samples (Table 2), consistent with the study of Bartholomew and Pannell. Moreover, Italiano et al. reported only 10 % of Ni was reduced on an alumina-supported catalyst during H2 TPR up to 1273 K [48]. Hence, we attribute lower H2 uptake by the Ni on Al2O3 samples to the incomplete reduction of Ni at 773 K instead of the formation of larger Ni particles. Despite the incomplete reduction of Ni species on Al2O3 samples, the dihydrogen chemisorption provides an estimation of the surface Ni atoms available to catalyze CO2 hydrogenation.\n                     \n                     \n                        3.1.6\n                        X-ray absorption spectroscopy\n                        Additional insights into the reducibility and Ni particle size of the low-loaded Ni/CeO2 catalysts were obtained from in-situ X-ray absorption spectroscopy. Because XAS is a bulk technique, the Ni K-edge spectrum can be used to evaluate whether or not our reduction protocol in H2 reduced nearly all of the Ni or left a residual fraction of unreduced Ni. Thus, each sample was investigated before and after TPR at 673 K in flowing H2. The samples were then cooled down in H2 and scanned at room temperature. A comparison of the X-ray absorption near edge structure (XANES) at the K edge of Ni, before and after the TPR, is presented in Fig. 6\n                           (a). The spectra indicate the oxidized Ni species were completely reduced to Ni metal during TPR (standards presented in Fig. 6(b)). Indeed, the Ni K-edge XANES of the 1, 2, and 4 wt% Ni/CeO2 samples at the end of the thermal treatment at 673 K in H2 overlapped and were consistent with the XANES of Ni metal foil. Winter et al. also used XANES to observe complete Ni reduction on low-loaded 0.5 wt% Ni/CeO2 in H2 at 723 K [49].\n                        As the reduction pretreatment was sufficient to reduce the Ni, the extended X-ray absorption fine edge structure (EXAFS) can be used to determine the Ni-Ni coordination number, which is related to metal particle size. Fig. 7\n                           (a) and (b) compare the EXAFS and the magnitude of the Fourier transform associated with the EXAFS, respectively, of the low-loaded Ni/CeO2 samples. The single major peak in the transform is consistent with Ni-Ni metal coordination without any substantial oxide contributions. Analyzing the first shell Ni-Ni path reveals that the coordination number increased with Ni loading on CeO2, going from 8.5 to 10.2 for the 1 wt% to 8 wt% samples. The fitted values for each sample are summarized in Table S2. As chemisorption of H2 on the 8 wt% Ni/CeO2 sample indicated a Ni particle size of about ∼ 12 nm, we expected the EXAFS would reveal a Ni-Ni coordination number close to the bulk value of 12, but EXAFS revealed a fitted value of only 10.2. We suspect that samples with high loadings of Ni are compromised by the self-absorption of the fluorescence signal, which would render EXAFS analysis of those samples less reliable as the loading increases. In Fig. 7, we show only the results from lower-loaded Ni catalysts used for particle size analysis. The coordination number derived from the first shell fitting of EXAFS has previously been used by Jentys to correlate to the fraction of surface atoms in fcc metals [50]. The resulting fraction of surface metal atoms for the low-loaded Ni samples as presented in Table 3 was relatively consistent with the results we obtained from H2 chemisorption for low Ni-loaded samples, with the lowest Ni loading sample EXAFS giving a fraction of metal exposed of 0.70 quite similar the result from chemisorption (0.65).\n                     \n                  \n                  \n                     3.2\n                     CO2 methanation reaction over Ni catalysts\n                     \n                        3.2.1\n                        Measurement of rate\n                        The possibility of forming condensable products other than H2O, such as CH3OH, was investigated through liquid injections into the GC of the condensed water that was formed during the reaction. No condensable species were observed. Thus, we considered CO, CH4, and H2O as the only products formed at our standard conditions. The effect of varying the catalyst space time (i.e., the ratio of catalyst mass to total feed flow rate) on CO2 conversion is determined here by varying the total feed flow rate of the gases but keeping the partial pressures and catalyst mass the same. If the reactor is behaving differentially, the conversion should be strictly proportional to the space time, passing through the origin, and the rate of reaction is simply the slope of that line. Deviation from linearity indicates the rate of reaction is influenced by other factors such as the conversion of reactant and/or inhibition by species such as reaction intermediates or products, and the measured rate will be a function of conversion. The conversion of CO2 at 538 K over a range of space times associated with 0.1 g of Ni catalyst is presented in Fig. 8\n                           . Conversion over the Ni/Al2O3 catalysts was very low (<2 % conversion) but was proportional to the space time in the reactor. Conversions over the Ni/CeO2 catalysts (prepared by incipient wetness impregnation and colloidal synthesis) were higher, ranging from 1 to 6 %, and were fairly linear with space time. Care should be taken for catalysts that produce a substantial fraction of CO as opposed to CH4, as CO is a well-known inhibitor of methanation [51–53]. For example, the 1 wt% Ni/CeO2 is the least selective catalyst for CH4 formation, exhibiting CO selectivity greater than 50 % at CO2 conversions up to 2 % as seen in Fig. 8(b). We suspect the high selectivity to CO over the 1 wt% Ni/CeO2 accounts for the deviation from linearity revealed in Fig. 8. All of the other Ni catalysts in our study were substantially more selective to CH4, often exceeding 75 %, so the rates reported in this work for those catalysts are considered to be close to differential. For example, Figure S10 reports the influence of space time on CO2 conversion rate and methane formation rate over 16 wt% Ni/CeO2. Under the conditions of the study, the rates varied by only 10 % over a 300 % change in space time.\n                        \n                           Fig. 8(b) shows a weak increase in CH4 selectivity with increasing conversion, for all of the samples. The effect of CH4 selectivity as a function of CO2 conversion is studied over the most selective catalyst (16 wt% Ni/CeO2) over a wider range of conversions in Fig. 9\n                           . The catalyst amount was reduced to 25 mg and CO2 conversion was decreased to 0.01 by changing the total feed flow rate but kept the partial pressures the same to see how the product selectivity changes. The CH4 selectivity, which was 90 % at 5.8 % CO2 conversion decreased to 60 % at 1 % CO2 conversion, which is consistent with the CO2 reduction to CH4 occurring through a sequential reaction whereby CO is formed first (primary product) via reverse water gas shift, which is subsequently converted to CH4 through CO methanation. Therefore, this sequential reaction is never differential as the concentration of the inhibitory intermediate CO varies throughout the reactor bed. To minimize the influence of CO on our observations, conversions of CO2 were generally maintained throughout our kinetic evaluations such that selectivity to CH4 was greater than 75 %, except where noted.\n                     \n                     \n                        3.2.2\n                        Kinetics of CO2 hydrogenation over Ni/CeO2 and Ni/Al2O3 catalysts\n                        The reaction kinetics of CO2 hydrogenation were investigated over the Ni/CeO2 and Ni/Al2O3 catalysts. The apparent activation energy for CH4 formation was determined by varying the temperature while maintaining the CO2 conversion below 20 %. Under these conditions, the approach to equilibrium and artifacts from transport (heat and mass) should not significantly influence the measured rates, as described in detail in the Supporting Information. Fig. 10\n                            shows the Arrhenius-type plot for Ni/CeO2 and Ni/Al2O3 samples and the resulting apparent activation energy for methanation is summarized in Table 4\n                           . The apparent activation energy for methanation over all these samples is about 90 kJ/mol, which suggests the reaction path is the same over Ni/CeO2 and Ni/Al2O3 and does not depend on particle size.\n                        The influence of CO2, H2, CH4, and H2O on the observed rate of CH4 formation was also studied and results are presented in Fig. 11\n                           . Representative catalysts, 4 wt% Ni/CeO2 and 6 wt% Ni/Al2O3, were used to evaluate the apparent reaction orders for Ni particles on the two different supports. Fig. 11 (a) shows the influence of CO2 partial pressure on the CH4 formation rate. The rate slightly increased with an increase in CO2 partial pressure over both catalysts, with apparent reaction orders in CO2 for 4 wt% Ni/CeO2 and 6 wt% Ni/Al2O3 being 0.33 and 0.18, respectively. The CH4 formation rate also increased with an increase in the partial pressure of H2 as shown in Fig. 11 (b). Fig. 11(c) and 11(d) show the CH4 formation rate to be independent of either product CH4 or H2O over the catalysts. Table 5\n                            summarizes the apparent reaction orders for both catalysts. Importantly, the apparent reaction orders do not vary significantly between the ceria and alumina-supported Ni catalysts. Evidently, the observed reaction kinetics for methane formation (apparent activation energy and reaction orders) do not depend on the nature of the supports studied here.\n                        The values are obtained by plotting ln(mol CH4 g-1s−1) (rate CH4 formation) vs ln(atm) (Pi) where Pi is the partial pressure of CO2, H2, CH4, and H2O.\n                        To compare the selectivity of the ceria-supported catalysts as a function of particle size, the sequential nature of the methanation reaction needs to be considered. We used the effect of space time on methane selectivity as reported in Fig. 8 to select a common conversion to compare the catalysts. In summary, Fig. 12\n                            represents the product selectivity as a function of particle size at a constant CO2 conversion of 2.5 ± 0.1 %. As shown in Fig. 12, the CH4 selectivity is higher for Ni particle sizes larger than 2 nm. The smallest Ni particle size (less than 2 nm) is more than 50 % selective to CO at 2.5 % conversion.\n                        \n                           Fig. 13\n                            summarizes the turnover frequency (TOF) for CO2 conversion over all of the catalysts in this study, based on the number of surface Ni atoms counted by H2 chemisorption. The relative constancy of the CO2 TOF indicates the rate of consumption of CO2 is independent of Ni particle size and support composition at the conditions of this study, with the major difference being the low conversion rate of CO to CH4 for the very smallest Ni particles.",
    "Discussion": "4\n                  Discussion\n                  The results summarized in this work provide insights into the kinetics, role of support, and influence of particle size on the rate of CO2 hydrogenation over Ni supported on CeO2 and Al2O3. The similarity of the reaction orders and apparent activation energy for methanation suggests that the nature of the Ni active sites on ceria and alumina-supported catalysts are similar. The reaction orders in CO2 and H2 in previous studies for Ni/CeO2 and Ni/Al2O3 samples are also similar to our findings [30,54]. Likewise, the apparent activation energy for CH4 formation is reported to be around 80–100 kJ/mol on both Al2O3 and CeO2-supported Ni [31,54–56]. The similarity in apparent activation energy over catalysts having different surface H/Ni ratios for Ni/CeO2 samples (Table 4) is consistent with the conclusion of Simons et al. from a study of Ni/SiO2 that the nature of active sites did not change with the Ni particle size for larger Ni particles [19].\n                  The overall TOF for CO2 is relatively constant on the Ni/CeO2 and Ni/Al2O3 samples, irrespective of Ni particle size. Thus, the major benefit of ceria as a support for Ni is the enhanced reducibility of Ni on CeO2 compared to Al2O3. Previous studies have reported that supports affect the reducibility of NiO phases and facilitate the dispersion of metal [20,21]. As suggested by our TPR studies, the reduction of Ni/Al2O3 samples requires high temperatures (600–800 K), which has been attributed to the reduction of NiO embedded in the Al2O3 matrix or NiAl2O4 spinels [57]. The low H2 chemisorption uptake by the alumina-supported Ni is consistent with a fraction of unreduced Ni being present during the chemisorption experiment.\n                  The findings in our work contrast those of previous studies that report an effect of Ni particle size and suggest an active role of the support in the reaction mechanism for CO2 methanation. For example, the reaction over Ni/CeO2 has been claimed to be structure sensitive with an optimum size at 20 nm and the metal perimeter sites being important [7]. That study used TEM to estimate exposed Ni surface area and the range of particles was 10 to 25 nm. This range of particle sizes is outside that usually used to explore structure sensitivity (1–10 nm) as the fractions of terrace, edge, and corner atoms become fairly invariant at sizes larger than about 10 nm [58]. Moreover, accurate determination of exposed Ni surface atoms on ceria from TEM analysis can be problematic as discussed earlier. As shown in Figures S4 and S5, low weight-loaded Ni (2 and 4 wt%, respectively) on ceria can be mapped by EDX, but images are heavily biased toward the large particles of Ni that are not representative of the sample, as evaluated by Ni EXAFS and H2 chemisorption. Evidently, the strong absorption of X-rays by ceria complicates analysis of very small particles of Ni by techniques such as EDX and XRD. In another example, a “synergy” between ceria and Ni has been reported in which ceria is involved in the activation of CO2 during the hydrogenation reaction [59]. Our findings of a constant rate per exposed Ni on either ceria or alumina as well as similar rate expressions for CO2 hydrogenation over the two Ni systems suggest that the support is not participating directly in the reaction mechanism under the conditions of our study.\n                  While the current manuscript was under review, a paper exploring the influence of Ni particle size over ceria and titania-supported Ni was published [60]. In that work, the exposed Ni atoms were counted by CO chemisorption, and the particle size derived from the chemisorption results was generally consistent with that estimated from electron microscopy. The conclusions from the work suggest a role of support as well as an optimal Ni particle size, both of which contrast the findings of our paper. Moreover, the reported selectivity of all their catalysts was 100 % CH4, whereas their results from in situ IR spectroscopy revealed the presence of adsorbed CO during methanation [60]. The absence of CO in their product stream is therefore unexpected and contrasts the observed product CO in our work. The Ni particle size on their ceria support ranged from 7.7 to 62.5 nm, with methanation turnover frequencies ranging from 0.07 to 0.15 s−1 at 573 K and partial pressures similar to ours [60]. As we measured apparent activation energy of ∼ 90 kJ/mol for methanation, we estimate their TOFs at 538 K range from 0.02 to 0.04 s−1 over the ceria-supported catalysts, which is consistent with values reported in our work (∼0.02 s−1, Fig. 13). Their titania-supported Ni catalysts have particles that range from 2.9 to 27 nm, which is a range that includes much smaller Ni particles compared to their ceria-supported samples. For titania-supported samples with particles of 9 and 27 nm, the reported TOFs at 573 K are 0.12 and 0.19 s−1, respectively, quite similar to those from the ceria-supported catalysts [60]. The smallest particles on titania (2.9 nm) exhibited the lowest TOF in that work, which, according to our findings, should be the least selective to methane. Their catalyst composed of 11.2 nm Ni particles on titania had a reported TOF of 0.53 s−1, which is substantially greater than that observed on all of the other samples, independent of support. It is not clear to us why the TOF over a sample with 11.2 nm Ni particles would be measurably different than one containing 9 nm Ni particles.\n                  The constancy of the TOF for CO2 conversion reported in this work confirms the appropriateness of counting exposed metal Ni by H2 chemisorption, regardless of the support used. Our results also suggest that other methods commonly used to estimate active Ni metal areas such as X-ray diffraction and electron microscopy may not give a good representation of the actual metal available for catalysis. We suspect that accurate determination of exposed Ni is one of the major reasons for discrepancies in the literature as Ni is well known to be difficult to reduce on some supports. Indeed, our examination of Ni/Al2O3 by electron microscopy (Figures S2, S3, S6, and Table S1) showed Ni particle sizes that would give exposed Ni areas that are inconsistent with H2 chemisorption. In addition, a recent study with supported, size-controlled Ni particles prepared by colloidal synthesis revealed that a component such as phosphorus, present in the surfactant used to stabilize the metal particles, can contaminate the resulting Ni particle and significantly affect the selectivity to methane during CO2 hydrogenation [8]\n                     .\n                  \n                  A recent study by Simons et al. on CO2 methanation over Ni/SiO2 catalysts (493 K, 50 cm3 min−1, 5 kPa CO2, and 20 kPa H2 in Ar) reported the CO2 conversion rate per surface Ni counted by H2 chemisorption is independent of particle size with a value of approximately 0.0017 s−1 \n                     [19]. Similar to our results, their activation energy for CH4 formation is reported to be 91 kJ/mol. Using their reaction orders and activation energies for CH4 formation and CO formation, we calculate their TOF for CO2 conversion (sum of the CH4 formation rate and CO formation rate per surface Ni) at our standard conditions (538 K, 10 % CO2, 40 % H2, and 1 atm) to be 0.013 s−1. This comparable TOF for the Ni/SiO2 catalyst to our Ni/CeO2 and Ni/Al2O3 samples (approximately 0.02 s−1, Fig. 13) suggests that the support affects only the reducibility of Ni rather than the TOF for CO2 conversion.\n                  Although the influence of Ni particle size on the overall CO2 conversion TOF is minimal (1.3 nm to 17 nm), the change in product selectivity with particle size (at constant 2.5 ± 0.1 % CO2 conversion) reveals increasing CH4 selectivity with increasing particle size. A similar trend was reported by Simons et al. for Ni/SiO2 catalysts where they linked a decrease in CH4 formation rate on smaller Ni particles with a low density of reactive surface sites for hydrogenation of strongly bonded carbonyl species [19]. In a related study on Ru/Al2O3 catalysts for CO2 methanation, Wang et al. conclude that CO molecules adsorbed on undercoordinated Ru atoms present on the smallest particles (in the form of geminal di-carbonyls) do not react further to methane and essentially inhibit the rate of methanation observed on small particles relative to larger particles [61].\n                  As discussed above, the reaction of CO2 to CH4 may partially occur through the reverse water gas shift reaction to form CO followed by the subsequent hydrogenation of CO to CH4. The strong function of CO selectivity on CO2 conversion level, as shown in Fig. 9, is supportive of such a sequential path. As the RWGS reaction can even occur on single transition metal atoms, [62–64] it is not surprising that the overall conversion rate of CO2 is independent of Ni particle size. The subsequent step of CO hydrogenation to CH4, however, likely requires a specific arrangement of the surface atoms. Simons et al. suggest the step edge sites on larger Ni particles are active for CO dissociation that eventually leads to CH4 \n                     [19]. Their speculation is consistent with results from ultra-high vacuum experiments and quantum chemical density functional theory (DFT) calculations regarding CO dissociation on stepped Ni surfaces [65]. However, the relatively constant rate of methanation revealed in Figs. 12 and 13 for Ni particles ranging from 3 to 17 nm suggests the methanation reaction does not require step edges. Indeed Loveless et al. proposed that CO predominantly reacts on Ru terraces via H-assisted reactions as barriers on step edges were found to be much higher than on terraces [66]. Moreover, they conclude that CO activation reactions will be slower on small Ru metal particles with a predominance of highly undercoordinated surface atoms relative to larger particles with a significant fraction of terraces [66]. As Ru also catalyzes CO2 methanation, we suspect our observations with Ni catalysts can be explained by analogous reasoning. Indeed, the selectivity for methanation over Ni/CeO2 (Fig. 12) is a function of particle size consistent with terraces being active for the reaction. Therefore, the sensitivity of the CO2 methanation reaction to Ni particle size is related to methanation of intermediate CO and not the initial hydrogenation of CO2 to form CO (RWGS).\n                  The findings in this work highlight two important criteria when considering supported Ni catalysts for CO2 methanation. First, the support can inhibit or facilitate the reduction of oxidized Ni to metal particles and care should be taken to understand the influence of support on the reducibility of Ni under the conditions of use. Second, the Ni particle size can affect selectivity as very small particles (<2 nm) are inefficient at catalyzing the intermediate CO methanation reaction. Moreover, it is possible to have a distribution of Ni particle sizes that would have sub-nanometer clusters or even isolated Ni atoms on the support, which could catalyze RWGS without substantially contributing to methanation.",
    "Conclusions": "5\n                  Conclusions\n                  Multiple methods were used to prepare and evaluate Ni metal particles on ceria and alumina as catalysts for the CO2 methanation reaction. Size-controlled colloidal synthesis of Ni particles that were subsequently deposited on ceria allowed us to independently confirm the estimation of Ni particle size evaluated by H2 chemisorption. In addition, EXAFS analysis of low-loaded Ni/CeO2 catalysts was consistent with results from H2 chemisorption. Reaction rates were therefore normalized by surface Ni atoms counted by H2 chemisorption. The hydrogenation of CO2 over Ni particles supported on γ-Al2O3 and CeO2 with various Ni particle sizes yielded a similar TOF for CO2 conversion at 538 K and 1 atm total pressure. Moreover, the similarity in CO2 hydrogenation kinetics (reaction orders, apparent activation energies) for CH4 formation suggests a similar nature of active sites on all the samples. Results from H2 TPR revealed that a beneficial role of the ceria support compared to alumina is the ease of Ni reducibility on ceria. Results obtained at low conversion are consistent with a reaction that is sequential in nature, with CO2 reducing to CO via reverse water gas shift followed by CO hydrogenation to CH4. The constancy of the CO2 conversion TOF with particle size and the low selectivity to CH4 over the smallest Ni particles (<2 nm) indicate the RWGS reaction is insensitive to Ni particle size but the subsequent hydrogenation of CO to CH4 occurs more readily on Ni particles larger than 2 nm.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Dipesh Adhikari: Writing – original draft, Formal analysis, Data curation, Conceptualization. Colby A. Whitcomb: Writing – review & editing, Formal analysis, Data curation. Weijie Zhang: Writing – review & editing, Formal analysis, Data curation. Sen Zhang: Writing – review & editing, Supervision, Project administration, Funding acquisition, Conceptualization. Robert J. Davis: Writing – review & editing, Supervision, Project administration, Funding acquisition, Formal analysis, Conceptualization."
  },
  "references": []
}