{
  "title": "NOx reduction on Ceria: Impact of lean-rich cycling",
  "authors": [
    "Zhou, Zhiyu"
  ],
  "publication": {
    "journal": "Applied Catalysis B: Environmental",
    "date": "2019-01-31",
    "doi": "10.1016/j.apcatb.2018.08.050"
  },
  "abstract": "NOx storage and reduction (NSR) is a cyclic catalytic process that eliminates NOx from lean burn vehicles. Lean-rich switching can achieve a higher conversion than steady state operation. There is an active debate about the NOx reduction mechanism for NSR catalysts containing CeO2 (ceria), particularly at high temperatures and fast cycle frequency. In order to isolate the role of ceria, we examine the performance of a ceria-washcoated monolith for a wide range of operating conditions, including temperature, cycling frequency, reductant type and feed concentration of oxidants (O2, CO2 and H2O). The results reveal enhancement of NO conversion with faster cycling particularly at elevated temperatures (> 550 °C). The data are consistent with a cyclic mechanism in which oxygen vacancies are created during the rich feed through reduction by H2, CO, or C3H6 and filled during the lean feed through NO and/or O2 oxidation. An excess of O2 is detrimental to NO conversion, due to the competing oxidation of reduced ceria by O2. The data reveal that at least two types of vacancy sites participate in the cyclic redox process. Surface vacancy sites provide rapid NO reduction, while utilization of bulk vacancy sites is slowed by solid-state diffusion limitations. For a fixed duty cycle, lean/rich switching operation is superior to steady-state operation and an optimal lean/rich switching frequency exists for different reaction conditions. Fast cycling is especially favorable for stoichiometric feeds or cycle-averaged rich feeds.",
  "keywords": [
    "Ceria",
    "NOx",
    "Reduction",
    "Catalysis",
    "Storage"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Compression ignition lean-burn engines are an attractive alternative over spark-ignited stoichiometric gasoline engines because of their higher fuel economy and lower CO2 emissions. However, lean-burn engines present a challenge in the abatement of NOx (NO + NO2) due to the excess oxygen conditions. Several technologies have been developed to lower NOx emissions to meet regulations, including NOx storage and reduction (NSR) [1] and selective catalytic reduction (SCR) [2]. State-of-art NSR and SCR technologies function well between ∼200 °C to ∼450 °C. However, the NOx conversion decreases outside that temperature range due to inadequate catalyst activity at low temperatures (< 200 °C), and either storage limitations (NOx for NSR; NH3 for SCR) and/or side reactions (e.g. NH3 oxidation for SCR) at high temperatures (> 450 °C).\n                  Toyota researchers [3] introduced a new deNOx system, Di-Air (diesel NOx aftertreatment by adsorbed intermediate reductants), which involves fast injection of fuels into exhaust upstream of a NSR converter. It has superior deNOx performance compared to conventional NSR systems in many aspects, such as wider ranges of temperature and space velocity, enabling higher NOx conversion as well as improved catalyst thermal and sulfur durability [3]. A number of studies of Di-Air and related reaction systems have appeared. Inoue et al. [4,5] proposed a working mechanism of the Di-Air system and attributed the enhanced deNOx performance to highly active intermediates generated from adsorbed NOx and partially oxidized hydrocarbons. They argued that the intermediates survive on the surface long enough during fast cycling at elevated temperatures to be oxidized by NO and/or O2 to benign N2, CO2, and H2O.\n                  Follow-up studies have provided further understanding of the role of ceria and fast cycling. Perng et al. [6] systematically studied the impact of various operating parameters during fast cycling NSR on a Pt/Rh/BaO/CeO2/Al2O3 monolith catalyst, including reductant injection rate, rich phase composition and lean phase duration. Their study confirmed particular performance features from the earlier Toyota works. Zheng et al. [7,8] investigated enhanced deNOx performance during fast cycling over a standalone NSR catalyst and dual-layer LNT + SCR catalyst. NOx conversion enhancement was reported at low temperatures (<250 °C). Li et al. [9] and Reihani et al. [10] tested the deNOx performance in a customized lab-scale Di-Air systems using various reductants (H2, CO and hydrocarbons). Wang et al. [11–14], using TAP (Temporal Analysis of Products), studied the role of different reductants (H2, CO, C3H6, and C3H8) to reduce ceria on powders under ultrahigh vacuum. They suggested that ceria catalyzes the NO decomposition on oxygen vacancies as an alternative high temperature NOx conversion pathway. They further suggested that formation and accumulation of carbonaceous species during rich feed at high temperature explains why certain hydrocarbons are more effective during high temperature cycling. By studying the oxidation of fully reduced ceria with different oxidants (NO, O2 and CO2), Wang et al. [12,14] concluded that NO competes with O2 and CO2 over ceria-based catalysts. Uenishi et al. [15] identified two key factors affecting deNOx performance as the amplitude of hydrocarbon concentration and uniformity of exhaust gas flow. Reihani et al. [16,17] studied the effect of radial and axial mixing with a customized fast injection system. Using a non-isothermal 1-D monolith reactor model to predict the experimental trends, Ting et al. [18] concluded that improved utilization of NOx storage sites is the major factor for enhanced NOx conversion under fast cycling. They also pointed out that the pre-mixing of product streams and non-isothermal effects play important roles during cyclic operation.\n                  Ceria has been studied as an oxygen storage component in automobile catalytic converters for many years since it was first introduced by Ford Motor Company [19]. In addition to the three-way catalytic (TWC) converter [20–22], ceria has been widely used in other applications such as H2 generation for fuel cells, steam reforming [23] and selective catalytic reduction of NOx [24–26]. Ceria has been studied as a participating component in NSR catalysts for lean phase oxygen storage [27] and enhanced low temperature NOx storage [28], as well as for stabilization of precious group metals [29]. Ceria enhances the deNOx performance of the Di-Air system at both low [8] (<300 °C) and high [11] (>550 °C) temperatures. These findings motivated the study of the beneficial effect of ceria in order to better understand its origins with the larger goal to optimize the catalyst composition for fast cycling operation.\n                  Previous studies have examined the impact of oxidizing and reducing species on the oxidation and reduction performance of ceria-containing catalysts. Breysse et al. [30] proposed a two-step ceria reduction pathway with CO, which includes the adsorption of CO and generation of oxygen vacancies. Fallah et al. [31] proposed a ceria reduction pathway with H2, which includes several steps; namely, decomposition of hydrogen, formation of hydroxyls and H2O, desorption of H2O with vacancy formation, and oxygen diffusion from the bulk (or vacancy diffusion into the bulk). Binet et al. [32] studied the surface species on ceria reduced by H2. They showed that adsorbed hydroxyls or hydrogen adatoms exist on reduced ceria at temperatures as high as 600 °C. In particular, ceria reduction with C3H6 involves generation and utilization of hydrocarbon intermediates. Hasan [33] reported evidence for generation of hydrocarbon intermediates, such as acrolein, acetate and formate. Wang et al. [14] discussed the C3H6 activation pathway on ceria, which involves generation of various intermediates (hydrocarbon fragments, hydrogen atoms and oxygen-containing hydrocarbon intermediates). Both peroxide and superoxide intermediates were detected after adsorption of O2 [34]; these gave rise to incorporation of oxygen into the lattice. Putna et al. [35,36] carried out O2-TPD experiments on ceria films, showing that weakly bound oxygen species desorb between 800 K and 1300 K, which is lower than the reduction temperature of bulk ceria (∼1400 K). NO may also oxidize reduced ceria by filling vacancies with oxygen [37,38]. CO2 and H2O have also been used as probe gases. Lavalley al. [39] showed that CO2 can adsorb on basic O2− or cationic Ce4+ sites leading to some ceria oxidation. Otsuka et al. [40] showed that H2O can adsorb on ceria and re-oxidize reduced ceria, producing H2.\n                  We employ a bench-flow reactor to evaluate the performance of a ceria-containing monolith catalyst for lean NO reduction during lean-rich switching. We systematically evaluate the impact of cycle frequency, over a range of feed conditions, including temperature, reductant type, and concentration of O2, CO2 and H2O. The experimental results provide insight into the working mechanism of fast NSR, with particular attention placed on the role of ceria.",
    "Experimental system and procedure": "2\n                  Experimental system and procedure\n                  \n                     2.1\n                     Catalyst preparation\n                     Ceria powder was prepared by calcination of cerium (III) nitrate hexahydrate (Sigma-Aldrich) under static air at 650 °C for 4 h. The ceria particles were deposited on cordierite monolith pieces by a dip-coating method [41]. Blank cordierite monoliths (Honda provided; 400 channels per square inch, 1 inch diameter, and 2.5 inch in length) were cut into small pieces of 0.42-inch diameter and 2-inch length, having ∼56 channels. Before dip-coating, the ceria was ball-milled in a slurry with boehmite (hydro alumina, from Nyacol Nano Technology Inc.) and deionized water for 20 h to prepare a ceria-alumina slurry. The slurry contained 10 wt.% of solids, 90% of which was ceria and 10% was γ-alumina from boehmite. The monolith was immersed into the ceria slurry for 30 s from both ends. Air was then blown for 15 s from both ends of the monolith to remove excess slurry. The monolith was dried at 120 °C for 2 h after each round of dip-coating. Successive dip-coating was applied until the desired washcoat loading was achieved; i.e., 4.6 g/in3, corresponding to a CeO2 loading of 4.2 g/in3. Finally, the dip-coated monolith pieces were calcined at 650 °C for 2 h. SEM analysis showed that after ball-milling the ceria particles were of sizes, ranging between ∼1 μm and ∼3 μm. The monolith sample had a washcoat thickness of ∼ 13 μm along the side and ∼110 μm in the corners. The peripheral-average washcoat thickness was ∼25 μm (See section 2.2, Supplementary material).\n                  \n                  \n                     2.2\n                     Bench-scale reactor set-up\n                     A detailed description of the bench-scale flow reactor setup is reported elsewhere [7]. The main elements are highlighted here. The gases fed to the reactor were premixed in three different lines: lean line (NO, O2, Ar), rich line (NO, CO, H2, C3H6, Ar) and main line (CO2, H2O, Ar). Water was injected into the system via a syringe pump (Teledyne Isco model 100DX) and vaporized before upstream of the reactor. A solenoid-actuated four-way valve (Valco Inc., Micro-electric two position valve) switched between the rich and lean streams at a prescribed frequency. Previous studies [3, 16, 17, 18] pointed out that a long distance between the injection point and the monolith could lead to premixing of the feed and decrease the NO conversion at high switching frequencies. The distance between the injection point and the monolith was ∼2 ft. the same distance as in previous studies [7–9,18].\n                     The reactor system consisted of a quartz tube, a Thermocraft™ furnace, monolithic catalyst and a thermocouple. The quartz tube had a 1.9 cm O.D, 1.6 cm I.D. and a length of 102 cm. The monolithic samples were inserted inside a quartz tube, which was placed inside a furnace (Thermocraft™). The monolithic samples were wrapped with Fiberfrax® ceramic paper to avoid flow bypass. One K-type thermocouple (Omega Engineering Inc.) was placed at the geometric midpoint of the monolithic sample.\n                     A FTIR (Thermo Scientific, Nicolet 6700) was used to monitor the concentrations of NO, NO2, N2O, NH3, CO, CO2, C3H6 and H2O. A mass spectrometer (Hiden Analytical, HPR20) monitored the concentration of NO and O2. Secondary species such as C2 and C3 organic byproducts were not monitored. The mass spectrometer did not enable a reliable measurement of H2 so the H2 concentration was not recorded.\n                  \n                  \n                     2.3\n                     Lean-rich cycling\n                     The total system flowrate was controlled at 3000 sccm, corresponding to a space velocity of 76,000 h−1 (STP). The lean to rich time ratio was controlled at a fixed value of 6 to 1 (14.3% rich duty cycle), thereby maintaining a fixed fuel to oxidant ratio. The lean/rich frequencies included 90/15 s, 60/10 s, 30/5 s and 6/1 s. Three reductants (CO, H2 and C3H6) were used to test the NO reduction performance over ceria. The stoichiometric number SN is defined as:\n                           \n                              (1)\n                              \n                                 \n                                    S\n                                    N\n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          \n                                             N\n                                             O\n                                          \n                                       \n                                       +\n                                       2\n                                       [\n                                       \n                                          O\n                                          2\n                                       \n                                       ]\n                                    \n                                    \n                                       \n                                          \n                                             C\n                                             O\n                                          \n                                       \n                                       +\n                                       \n                                          \n                                             \n                                                H\n                                                2\n                                             \n                                          \n                                       \n                                       +\n                                       9\n                                       [\n                                       \n                                          \n                                             \n                                                C\n                                                3\n                                             \n                                             H\n                                          \n                                          6\n                                       \n                                       ]\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     The lean-rich cycling experiments were divided into three parts. In part I, only NO and reductant (in carrier gas) were introduced with either CO, H2, or C3H6 serving as a sole reductant. The lean feed composition was fixed at 500 ppm NO and the balance Ar, while the rich phase consisted of 500 ppm NO, balance Ar with either CO, H2 or C3H6. For each reductant the stoichiometric number SN was fixed at 0.14. In part II, a varied amount of O2 was introduced with NO and reductant to examine the impact of O2 on deNOx performance. Experiments with O2 had a high SN value up to 1.87. In practice, the exhaust gas contains a large amount of O2, CO2 and H2O [42]. To understand the effects of O2, CO2 and H2O, the three components were systematically introduced into the feed. In part III, CO2 and H2O were included in the feed. The feed conditions in three parts are reported in Tables 1–3\n                        \n                        \n                         respectively. Experiments with CO as a sole reductant were carried out at feed temperature from 450 °C to 625 °C with 50 °C temperature increments, experiments with H2 were carried out at feed temperatures from 550 °C to 650 °C with 25 °C temperature increments, while experiments with C3H6 were carried out at 550 °C, 600 °C and 625 °C.\n                     Before each set of experiments, the monolithic samples were pretreated at 650 °C with 5% O2 to totally oxidize the ceria. Up to 10 cycles were averaged after a cyclic steady state was reached to determine the cycle-averaged reactant (NO, CO, C3H6) conversion and product selectivity using the following expressions:\n                           \n                              (2)\n                              \n                                 \n                                    \n                                       X\n                                       i\n                                    \n                                    \n                                       (\n                                       \n                                          %\n                                       \n                                       )\n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             \n                                                ∫\n                                             \n                                             \n                                                0\n                                             \n                                             t\n                                          \n                                          \n                                             \n                                                (\n                                                \n                                                   \n                                                      \n                                                         [\n                                                         i\n                                                         ]\n                                                      \n                                                      \n                                                         0\n                                                      \n                                                   \n                                                   -\n                                                   [\n                                                   i\n                                                   ]\n                                                \n                                                )\n                                             \n                                             d\n                                             t\n                                          \n                                       \n                                       \n                                          \n                                             \n                                                \n                                                   ∫\n                                                \n                                                \n                                                   0\n                                                \n                                                t\n                                             \n                                             \n                                                \n                                                   \n                                                      [\n                                                      i\n                                                      ]\n                                                   \n                                                   \n                                                      0\n                                                   \n                                                \n                                             \n                                          \n                                          d\n                                          t\n                                       \n                                    \n                                    ×\n                                    100\n                                    %\n                                    ,\n                                    ​\n                                     \n                                    i\n                                    =\n                                    N\n                                    O\n                                    ,\n                                     \n                                     \n                                    C\n                                    O\n                                    ,\n                                     \n                                    \n                                       C\n                                       \n                                          3\n                                       \n                                    \n                                    \n                                       H\n                                       \n                                          6\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (3)\n                              \n                                 \n                                    \n                                       S\n                                       \n                                          N\n                                          \n                                             \n                                                H\n                                             \n                                             \n                                                3\n                                             \n                                          \n                                       \n                                    \n                                    (\n                                    %\n                                    )\n                                    =\n                                    \n                                       \n                                          \n                                             \n                                                ∫\n                                             \n                                             \n                                                0\n                                             \n                                             t\n                                          \n                                          \n                                             [\n                                             N\n                                             \n                                                \n                                                   H\n                                                \n                                                \n                                                   3\n                                                \n                                             \n                                             ]\n                                             d\n                                             t\n                                          \n                                       \n                                       \n                                          \n                                             \n                                                ∫\n                                             \n                                             \n                                                0\n                                             \n                                             t\n                                          \n                                          \n                                             \n                                                (\n                                                \n                                                   \n                                                      \n                                                         [\n                                                         N\n                                                         O\n                                                         ]\n                                                      \n                                                      \n                                                         0\n                                                      \n                                                   \n                                                   -\n                                                   [\n                                                   N\n                                                   O\n                                                   ]\n                                                \n                                                )\n                                             \n                                             d\n                                             t\n                                          \n                                       \n                                    \n                                    ×\n                                    100\n                                    %\n                                 \n                              \n                           \n                        \n                     \n                  \n                  \n                     2.4\n                     Steady-state operation\n                     Selected steady-state experiments were carried out to determine the impact of mixing with CO as the reductant at a feed temperature of 600 °C in all experiments. Further details are reported in Tables 2 and 4\n                        .\n                  \n                  \n                     2.5\n                     CO uptake\n                     These experiments were conducted to evaluate the nature of oxygen storage sites. First, lean-rich switching experiment at feed temperature of 600 °C with cycle timing of 90/15 s was conducted until a cyclic steady state was reached. Then a gas mixture containing 700 ppm O2 was fed for 90 s at the end of the last rich phase followed by a gas containing 250 ppm CO.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Impact of reductant type and cycle frequency in absence of O2\n                     \n                     Results with each of the three reductants were first conducted to quantify their differences. (Selected experiments described later include CO2 and/or H2O.) Fig. 1\n                        a shows the cycle-averaged NO conversion as a function of feed temperature obtained with CO as reductant for cycle times of 90/15 s and 6/1 s at a fixed rich duty cycle of 14.3%. Nearly identical results were obtained for each cycle time with a high temperature of at least ∼450 °C for ceria to get a conversion above 30%. NO conversion increased monotonically with feed temperature, and complete conversion was achieved at ∼600 °C. The conversion under the fastest cycling (6/1 s) was only slightly higher (∼5%) than for the 90/15 s cycle. For both cycle times the NO was mainly converted to N2 with only trace amounts of N2O detected. In comparison, a ∼1 wt.% Pt/11 wt.% CeO2/Al2O3 monolith with similar washcoat loading leads to complete conversion by ∼150 °C for similar conditions but with H2 as the reductant (data to be reported elsewhere). In the absence of H2O, N2 and N2O are the only NO reduction products. Fig. 1f shows the corresponding CO conversion as a function of feed temperature. Similar to the NO conversion, the CO conversion increased monotonically with feed temperature with little difference between the two cycle times.\n                     \n                        Figs. 1b and 1c show the NO conversion, respectively using H2 or C3H6 as the sole reductant, for cycle times from 90/15 s to 6/1 s. As for CO (Fig. 1a), the NO conversion increases with feed temperature and lean/rich switching frequency although the cycle time impact is much more pronounced. As the cycle timing is varied from 90/15 to 6/1 s the NO conversion increases by ∼20% (absolute) for H2 and ∼35% for C3H6 over the entire range of feed temperatures. Figs. 1d and 1e show the corresponding NH3 selectivity (for H2 or C3H6). NH3 and N2 are major products with only trace amounts of N2O detected. The NH3 selectivity is sensitive to cycle timing above 600 °C with the selectivity increasing with decreasing cycle time. For H2 the dependence of NH3 selectivity exhibits a maximum versus temperature for all cycle timing except 6/1s.\n                     The H2 results are consistent with a previously proposed [31,48] pathway which involves the dissociative adsorption of H2 on ceria and formation of H2O:\n                           \n                              (4)\n                              H2 + 2O\n                                    \n                                  ⇄ 2HO\n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (5)\n                              2HO\n                                    \n                                  ⇄ H2O + O\n                                    \n                                  + □\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     Here O∙ represents the basic anionic O2− site and □∙ represents a vacancy site. From DFT calculations, Chen et al. [49] and Watkins et al. [50] showed that the dissociative adsorption of H2 on ceria (4) is an exothermic reaction while the formation of H2O (5) is endothermic. With H2 as the reductant, NO can either react with adsorbed H to form NH3 (8) or decompose to N2 (7) with the product oxygen adatoms filling vacancies:\n                           \n                              (6)\n                              NO + * ⇄ NO*\n                           \n                        \n                        \n                           \n                              (7)\n                              2NO* + □\n                                    \n                                  ⇄ N2 + O∙ +2*\n                           \n                        \n                        \n                           \n                              (8)\n                              NO* + 3HO\n                                    \n                                  ⇄ NH3 + 4O\n                                    \n                                  + *\n                           \n                        where * represents an acidic cationic Ce4+ site. At low temperatures, the reduction of ceria is mainly confined to the surface with the generation of surface vacancies and surface hydroxyls HO∙. In contrast, at high temperatures, the reduction of ceria first starts with surface reduction and then continues with consumption of bulk oxygen. While HO∙ is available for NO reduction at all temperatures, more vacancy sites are available at high temperatures. Moreover, the rate of hydrogen desorption through the reverse of (4) increases with temperature. Thus, at high temperatures, NO has a higher probability to decompose on vacancy sites to form N2 than to react with HO∙ to form NH3. Therefore, NH3 selectivity decreases with feed temperatures in the high temperature range (i.e. > 600 °C). The fastest cycling frequency (6/1 s) gives the highest NH3 selectivity. As ceria reduction consists of two steps (4 and 5), there is less time for the HO∙ desorption, enabling more NO to form NH3 via (8).\n                     \n                        Fig. 1g shows the C3H6 conversion as a function of feed temperature for all four cycle times. Similar to NO conversion (Fig. 1c), C3H6 conversion increases with both feed temperature and cycle timing. The different dependence of NH3 selectivity on temperature compared to H2 is explained by the different reactivities of H2 and C3H6 on ceria. Wang et al. [13] used a TAP reactor to study the reduction of ceria by different reductants (CO, H2 and C3H6). They pointed out that C3H6 is a better reductant than H2. C3H6 produces carbonaceous surface deposits which react with oxygen from the ceria lattice. Indeed, Fig. 1b and c shows that at the same temperature and cycling frequency, NO conversion obtained with C3H6 exceeds that obtained with H2. As discussed in previous studies [13,33], ceria reduction by C3H6 involves a series of steps. In the first step H is extracted, leading to the formation of HO∙ as in the case of H2 (step 5 above). Also, as for H2, enhancement of NH3 selectivity by fast cycling increases with feed temperature. The higher reactivity of C3H6 on ceria results in a lower temperature for bulk oxygen reduction compared to H2. As a result, the dependence of NH3 selectivity on cycling frequency with C3H6 is sensitive before 600 °C, when NH3 selectivity in H2 case starts to show dependence of cycling frequency.\n                     Detailed transient effluent composition data provide more insights than cycle-averaged data. Fig. 2\n                        a, b and c shows the effluent concentrations of NO, CO, CO2, NH3 and C3H6 for the 90/15 s cycling using CO, H2 or C3H6 as a sole reductant. We present results at different temperatures to emphasize various points. For example, Fig. 2a shows transient behavior with CO as reductant at 550°C because NO conversion is ∼100% at 600°C or higher. Moreover, since the impact of fast cycling on NO conversion and NH3 selectivity are amplified at higher temperatures (i.e. 650°C), Fig. 2d–h shows transient results with H2 as the sole reductant at 650°C rather than 550°C. Fig. 2a shows that the intermittent feed of CO is effective in reducing the NO continuously-fed throughout the entire cycle. During the rich feed, the NO is quickly reduced to an undetectable level within ∼7 s. The protracted NO “tail” is attributed to the mixing in the FTIR gas cell. With a volume of 200 cc and a total flow rate of 3000 sccm, the residence time is ∼4 s in the cell. [The mixing effect was determined by injecting a tracer into the feed; see Fig. A, Supplementary material).] The FTIR cell mixing resulted in a ∼ 20 s tail. Ting et al. [18] validated the mixing inside FTIR cell using a CSTR model. During the lean phase NO breakthrough occurred ∼30 s into the lean feed. Oxidation product CO2 reached a maximum during the first part of the rich feed and approached zero during the early lean feed. Its breakthrough at ∼30 s into the lean feed coincided with the appearance of the aforementioned NO.\n                     The presence of CO and CO2 leads to a complex chemistry on ceria. Trovarelli [43] showed that CO adsorption on ceria leads to oxygen vacancies, linearly adsorbed CO and surface carbonites [Ce(CO2)2]. CO2 adsorption can lead to surface carbonates [Ce(CO3)2]. Thus, NO fed during the lean part of the cycle can react with both vacancies and adsorbed CO leading to N2 and CO2 formation. Indeed, Fig. 2a shows long tails of CO and CO2 when the feed was switched from rich to lean. There are at least four possible explanations for the protracted, declining of CO and CO2 concentrations.\n                     The first reason concerns mixing of product in the FTIR gas cell which has a residence time of ∼4 s [See Fig. A, Supplementary material).] The mixing attenuates and broadens the peaks.\n                     The second possible reason is a reaction between adsorbed NO and CO; reaction (6) together with (9) and (10):\n                           \n                              (9)\n                              CO + * ⇄ CO*\n                           \n                        \n                        \n                           \n                              (10)\n                              NO* + CO* ⇄ ½ N2 + CO2 + 2*\n                           \n                        \n                     \n                     That Fig. 2a shows neither NO nor CO2 present at the start of the lean feed (i.e. 30–45 s) suggests that NO is efficiently converted on the reduced ceria by decomposition on surface vacancies (reaction 7) rather than by reaction with adsorbed CO.\n                     A third possible reason for the sustained appearance of CO and CO2 during the lean involves competitive adsorption between NO, CO and CO2. Lavalley et al. [32,39] studied the surface properties of ceria in both reduced and oxidized states using several probe gases. Components CO, NO [38] and O2, act as electron donors and adsorb on acidic cationic centers (Ce4+). CO2 can serve as both a Lewis acid and an σ electron donor and be adsorbed on both basic anionic centers (O2−) and Ce4+. Hence, CO2 adsorption results in several surface species, including linear adsorbed CO2 on cationic sites, weakly bound, bridged carbonates (CO3\n                        2−) and strongly bound, polydentate carbonates on anionic sites, the last of which becomes predominant through bulk-like carbonate species formation upon heating. To this end, adsorption occurs on the cationic Ce4+ sites (*) by NO (6), CO (9) and CO2 (11), along with CO2 adsorption on the basic anionic O2− site (12):\n                           \n                              (11)\n                              CO2 + * ⇄ CO2*\n                           \n                        \n                        \n                           \n                              (12)\n                              CO2 + O\n                                    \n                                  ⇄ CO3\n                                 \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     Thus, when the feed is switched from rich to lean, NO competes with both CO and CO2 for adsorption sites, which can lead to some desorption of CO and CO2.\n                     The fourth possible reason for the sustained generation of CO2 during the lean feed may be attributed to the decomposition of bulk cerium carbonates formed during exposure of CO to the ceria in the preceding rich period. Previous studies [51,52] show that cerium carbonates can decompose to CeO2 and CO2 in an oxidizing environment below 600 °C. This suggests that cerium carbonate has a lower thermal stability than ceria. Padeste et al. [51] reported that compared to a reducing or inert environment, an oxidizing environment is favorable to the decomposition of cerium carbonates, with the temperatures for total decomposition as ∼300 °C in the oxidizing environment and ∼550 °C in the reducing or inert environment. Binet et al. [32] reported that the adsorption of CO2 on reduced ceria resulted in formation of bulk-like carbonate species. Our results show that after the feed was switched from lean to rich, vacancies were consumed and filled by O, cerium carbonates were decomposed, forming CO2. This is confirmed by the coincident slip of NO and CO2 during the lean phase. We return to these and related points later.\n                     As seen in Fig. 2b and 2c, NO is also converted throughout the cycle when H2 or C3H6 is the sole reductant. NH3 is detected as a major product for H2 due to the overall rich conditions throughout the cycle. For both reductants, NH3 is generated continuously. However, for H2, the generated NH3 reaches a maximum by the end of the rich phase, while for C3H6, NH3 reaches a maximum during the rich phase (∼20 s in total cycle and ∼5 s in lean phase). Other detected species include CO, CO2 and C3H6. Unreacted C3H6 is mostly detected during the rich phase. CO is detected in the propylene experiments, indicating that partial oxidation of C3H6 occurs as CO is only observed during the rich feed. In contrast, CO2 is observed throughout the entire cycle, with a maximum at the beginning of the rich phase and continuous generation at a lower concentration during the lean feed. Since H2 or C3H6 are only fed during the rich part of the cycle, continuous generation of NH3 and CO2 during the lean phase (Fig. 2b and 2c) suggests that H2 and C3H6 generate reactive intermediates, which are adsorbed on reduced ceria and further utilized to reduce NO during the lean feed.\n                     The impact of cycle time with H2 as the reductant is determined by comparing the long cycle (90/15) (Fig. 2d) with the shorter cycles in Fig. 2e (60/10 s) and Fig. 2f (30/5 s). While a longer rich feed leads to a longer period of complete NO conversion, a long lean feed leads to a large breakthrough of NO. Fig. 2 column (III) shows that faster cycling results in a later NO breakthrough in the scale of normalized time (t/τtot) where τtot is the total time of a lean/rich cycle. As the reduction of ceria first starts with surface oxygen consumption and then proceeds with bulk oxygen consumption, a longer rich phase results in consumption of more lattice bulk oxygen. Since the consumption rate of bulk oxygen is slower than that of surface oxygen due to solid state diffusion limitations, the overall oxygen consumption efficiency (i.e. total amount of consumed oxygen/rich time) from a longer rich phase is inferior to that of a shorter rich feed. Therefore, NO slips later with faster cycling in the normalized time scale and overall NO decomposition efficiency increases with faster cycling. To state it in another way, shorter cycles have a net beneficial impact on NO conversion due to the more efficient utilization of the reduced ceria surface sites. The data also show that the NH3 concentration peaks at the end of the rich feed and slowly declines during the lean feed. This suggests a rather slow release of hydrogen from the ceria enabling a sustained generation of ammonia throughout the lean period.\n                     The schematics Fig. 3a–3c depict pathways for cyclic NO reduction over ceria with CO, H2, or C3H6 as the sole reductant in the absence of feed O2., CO reacts with oxygen on the ceria during the rich feed, generating surface vacancies. A combination of adsorption and reaction steps involving adsorbed CO and NO generate NO reduction product N2 and CO oxidation product CO2; the steps include adsorbed NO dissociation at the aforementioned vacancies to N and O adatoms, followed by N adatom recombination to N2 and CO oxidation by O to CO2, along with direct reaction between adsorbed CO and NO, generating additional N2 and CO2. This follows from earlier studies. For example, Breysse et al. [30] proposed a two-step mechanism of ceria reduction by CO, which includes the adsorption of CO and generation of oxygen vacancies. As discussed earlier, Trovarelli [43] showed that on fully oxidized ceria, CO adsorption results in formation of linear CO, carbonate and carboxylate. In contrast, on partially reduced ceria, the primary adsorbates are linear CO and carbonite while formation of carbonate and carboxylate is strongly inhibited due to lack of surface oxygens.\n                     During lean/rich cycling with H2 as reductant (Fig. 3\n                        b), the rich phase H2 adsorbs on and reacts with ceria, generating oxygen vacancies and adsorbed hydrogen. This follows the study of Fallah et al. [31] who proposed a ceria reduction pathway with H2, which includes adsorption of H2, formation of hydroxyl groups, and generation of oxygen vacancies. Binet et al. [32] reported the formation of different types of hydroxyl species on H2-reduced ceria. As in the case of CO, NO in the feed replenishes oxygen vacancies through its decomposition. The resulting N adatoms react with vacancies and H adatoms, forming N2 and NH3. Direct reaction between H and NO certainly cannot be ruled out.\n                     With C3H6 as the sole reductant (Fig. 3c), similar but more complex chemistry occurs than with H2. Wang et al. [14] discussed C3H6 activation steps on ceria, which include formation of hydrocarbon fragments, hydrogen atoms and oxygen-containing hydrocarbon intermediates. It is of interest to determine how this chemistry is manifested over a range of cycle times and feed temperatures. Exposure of oxidized ceria with C3H6 results in a series of adsorption and reaction steps involving hydrocarbon intermediates from C3H6 activation, forming CO, CO2, H2O and oxygen vacancies. In the presence of NO, N2 production occurs through NO dissociation on reduced ceria sites and N adatom recombination, along with reaction between adsorbed NO and CO and hydrocarbon intermediates. NH3 is produced by reaction of adsorbed N and NO with H and hydrocarbon intermediates. Meanwhile, CO, CO2 and H2O are generated during the rich phase while only CO2 and H2O are generated during the lean phase.\n                     For each reductant, oxygen vacancies and surface intermediates, such as CO and hydrocarbon fragments are generated via reduction of ceria. By the end of the rich feed, oxygen vacancies are available to react with NO fed during the ensuing lean feed. This generates N2 through NO dissociation while NH3 is produced through reaction of NO and residual hydrogen-containing intermediates. The anaerobic conditions are not favorable for N2O production. Later the impact of O2 on this mechanism is examined.\n                     An increase in cycle frequency (decrease in cycle time) increases the cycle-averaged NO conversion for each reductants (Fig. 1a–1c). The increasing NO concentration during the lean feed for each case (Fig. 2a–2c) suggests that the rate of NO conversion declines as the ceria is oxidized. As described above, NO adsorption and dissociation occur at reduced ceria sites. As the surface vacancies are depleted, sub-surface vacancies must be utilized. However the proximity of oxygen adatoms to the sub-surface sites requires an additional diffusion step. Previous studies showed that two peaks existed during temperature-programmed reduction experiments on ceria with CO [19] and H2 [43]. The two peaks are attributed to surface and lattice oxygen, respectively. The reduction of ceria occurs only on the surface and the bulk oxygen is extracted by diffusion from the lattice to the surface [44,45]. This process, depicted schematically in Fig. 3d, leads to a slower NO decomposition which in turn leads to an earlier NO breakthrough during the lean part of the cycle. In fast cycling, the process relies less on the lattice diffusion process. Under fast lean/rich switching frequency, surface oxygen vacancies and adsorbed intermediates are generated more efficiently by the reductant and thus are utilized more efficiently by NO. This is similar to the improved utilization of NOx storage sites during fast lean-rich cycling in a lean NOx trap [18].\n                     Faster cycling also leads to higher NH3 selectivity when using H2 or C3H6 as the sole reductant (Fig. 1d and 1e). This trend suggests that the surface becomes more favorable for the sequential reactions N + H, NH + H, and so on. With a longer cycle, the availability of both N and H decreases as a result of H2 desorption. Accordingly, NH3 selectivity increases with faster lean/rich switching frequency and N2 selectivity decreases.\n                  \n                  \n                     3.2\n                     Impact of reductant type and cycle frequency in presence of O2\n                     \n                     A more realistic feed is one containing O2 during cyclic operation. It is therefore of interest to examine its impact on NOx reduction over a range of cycle times and feed temperatures for each of the three reductants.\n                     \n                        Fig. 4\n                        a and 4b shows the cycle-averaged NO and CO conversion, respectively, as a function of feed temperature for a fixed cycle time of 6/1 s with CO as the sole reductant and a varied concentration of O2 during the lean feed. The SN = 0.14, O2-devoid feed gives an upper bound for the NO conversion and lower bound for the CO conversion over the entire temperature range. For each O2 concentration (fixed SN value) the NO conversion increases monotonically with feed temperature while for a fixed temperature the NO conversion decreases monotonically with increasing SN. The latter decrease is rather sharp, such that for SN = 1.87 the NO conversion does not exceed 25% at any temperature. Overall, the impact of O2 is detrimental to NO conversion, especially at low feed temperatures. On the other hand, the NO conversion in the stoichiometric case (SN = 1) and slightly lean case (SN = 1.15) exceeds 25% when the feed temperature exceeds 550 °C. This suggests that NO can be efficiently reduced by CO in a slightly stoichiometric excess of O2 at high temperatures. A similar dependence of NO conversion on temperature and SN is observed for cases with lean/rich switching frequencies of 90/15 s, 60/10 s and 30/5 s. That is, the NO conversion decreases with both decreasing temperature and increasing SN.\n                     For each O2 concentration (SN value) the CO conversion increases monotonically with feed temperature (Fig. 4b), while for a fixed temperature the CO conversion increases monotonically with increasing SN. The latter SN trend is attributed to two factors; namely, consumption of surface oxygen sites and axial mixing between the lean and rich feeds. For a cycle-average, net rich feed (i.e. SN = 0.14), ceria reduced by excess CO during the rich part of the cycle cannot be fully reoxidized by oxidants (NO and O2). The reduced ceria surface lacks surface oxygen and thus hinders CO oxidation. In contrast, for a cycle-averaged lean feed (i.e. SN = 1.15, 1.87), ceria reduced by insufficient CO during the rich phase can be fully reoxidized by the oxidants (NO and O2). The abundance of surface oxygen enables high CO oxidation activity and high CO conversion. Breysse et al. [30] pointed out that for CO oxidation on pure ceria in an O2 abundant feed, the partial order with respect to oxygen is zero. In a computational study, Sayle et al. [47] concluded that during CO oxidation on ceria, surface oxygen consumption is favored over that of bulk oxygen. In cases with excess reductant/limited oxidant, surface vacancies are more easily replenished during the lean period enabling a less efficient CO oxidation during the rich period. Meanwhile, CO oxidation is more effective with increased mixing of the rich and lean feeds during fast cycling. This is evident from the sharp increase in CO conversion as SN is increased from 0.14 to 0.81. The increased contacting of CO and O2 at the leading and trailing transitions between the rich and lean feeds has a large impact for the overall rich feed. The slight increase of CO conversion from SN = 1.00 to 1.87 may result from the additional reductant consumption from axial dispersion. These results are consistent with earlier results that showed CO reacts readily with oxidized ceria. For a lean feed, CO is the limiting reactant, which leads to incomplete reduction of ceria, resulting in a decrease in NO conversion.\n                     Given that O2 will be present during the lean part of the cycle, it is practically instructive to examine the competitive reactivity of NO and O2 in a mixed feed situation. Fig. 5\n                         shows the effluent NO profiles for varied SN, at a fixed lean/rich switching frequency of 90/15 s, CO as reductant, and a feed temperature of 500 °C. For the reference feed devoid of O2 (SN = 0.14), NO decreases to a negligible level from its maximum of ∼280 ppm before the end of the rich feed. It reappears about 10 s after the start of the lean feed, increasing to its maximum by the end of the lean period. This trend suggests that NO is reduced completely during the rich feed and partly throughout the lean feed. However, as O2 is added to the lean feed with increasing concentration, there is a sharp increase in the effluent NO concentration, approaching the feed value (500 ppm) during the latter part of the lean period and into the rich period. In fact, for the highest O2 feed concentration case (SN = 1.87), the NO concentration decreases slightly due to its oxidation to NO2. With increasing SN the NO decrease during the rich is slower and the breakthrough during the lean is quicker.\n                     This detrimental impact of O2 on NO reduction is a result of oxidation of ceria by O2 and a resulting decrease in the concentration of surface vacancies. Previous studies showed that both O2 [34] and NO [38] can oxidize reduced ceria in a mixture, suggesting a competition between NO and O2 for oxygen vacancies. Wang et al. [12] showed that NO slipped before O2 when NO and O2 were fed together to a pre-reduced powder ceria under vacuum conditions in a TAP reactor. Here we examine this issue in more detail for lean-rich cycling to a ceria-washcoated monolith at atmospheric pressure. We measured the effluent concentrations of NO and O2 during cycling using a feed with SN = 0.48 (500 ppm NO, 700 ppm O2), feed temperature of 625 °C, and cycling times of 90 s/15 s (Fig. 6\n                        a) and 60/10 s (Fig. 6b). In both experiments neither NO nor O2 were detected at the beginning of the lean period. Eventually NO breakthrough occurred, followed by O2. For the 90/15 s cycle (Fig. 6a), NO slipped ∼29 s after the start of the lean feed while O2 slipped after ∼50 s. For the 60/10 s cycle (Fig. 6b) the NO and O2 breakthrough occurred at ∼25 and ∼45 s after the start of the lean feed. The period of no NO or O2 confirmed that both NO and O2 adsorb and react at oxygen vacancies. The sequential slip of NO followed by O2 suggests that O2 is a more potent oxidant than NO. Furthermore, the somewhat later NO and O2 slip for the 60/10 s cycle compared to the 90/15 cycle suggests a more efficient regeneration with a shorter cycle.\n                     \n                        Fig. 6c and 6d shows the effluent profiles of CO and CO2 with two cycling frequencies, providing further insight. Similar to the case without O2 in the lean feed (Fig. 2a), CO reaches a maximum at the end of the rich phase and decreased during the lean phase. CO2 reaches a maximum during the rich feed and decreases to nearly 0 at the point of NO breakthrough (i.e., ∼45 s for 90/15 s case and ∼35 s for 60/10 s case). The CO2 then increases to a nearly continuous level of (100 ∼ 200 ppm) after that. Following earlier discussion on the O2-free lean case, the CO and CO2 tails during lean feed have several potential causes, including the FTIR gas cell mixing, reaction between NO and adsorbed CO, and competition for acidic cationic centers (Ce4+). The small but continuous generation of CO2 in the late lean phase is attributed to the decomposition of cerium carbonates. Similar to NO, O2 can be adsorbed on acidic cationic centers (Ce4+) and further oxidize the reduced ceria.\n                     When O2 is present in the lean feed, an optimal lean/rich switching frequency exists which varies with feed temperature and feed composition (SN). Fig. 7\n                         compares the cycle-averaged NO and CO conversion as a function of feed temperature for cycle times spanning 90/15 s, 60/10 s, 30/5 s and 6/1 s at a fixed rich cycle duty (14.3%). Two different O2 concentrations are considered; 1400 ppm corresponding to an cycle-averaged rich feed case (SN = 0.84; Fig. 7a, b) and 2100 ppm corresponding to an overall lean feed case (SN = 1.15; Fig. 7c, d). For the rich case the longest cycle (90/15 s) gives the highest cycle-averaged NO conversion for feed temperatures at or below 500 °C, although the conversion is quite low for all cycle times. On the other hand, at or above 500 °C the shortest cycle is most effective. In the latter regime the NO conversion increases significantly with decreasing cycle time, approaching nearly complete conversion for the 6/1 s cycle at 625 °C. For the cycle-averaged lean case the temperature regime giving short cycle enhancement is confined to 600 °C and higher. However, the optimal lean/rich cycle is 30/5 s at a feed temperature of 500 °C and 550 °C. At lower temperatures the optimal cycle is either 90/15 s or 60/10 s. In comparing Fig. 7a and 7c, it is clear that the optimal lean/rich switching frequency changes from 6/1 s to 30/5 s as SN increases from 0.84 to 1.15. The corresponding CO conversions for both cases (Fig. 7b, d) do not show the transition as observed for NO.\n                     Based on these data and the relevant literature [30,35,36,44], a cyclic mechanism is proposed, depicted in Fig. 8\n                        , for NO reduction over ceria with CO as sole reductant and O2 as an extra oxidant in lean. The mechanism assumes that N2 is the main product of NO conversion. N2O and NO2 were detected as side products along with N2. However, the amount of N2O was within the detection limit of the FTIR (∼5 ppm) and the NO2 yield was only ∼1%. Putna et al. [35,36] reported the existence of weakly bound oxygen species on the ceria surface. Herein, we included the weakly bound oxygen species in our proposed mechanism with the name as “adsorbed oxygen”.\n                     At the beginning of the lean phase, and when ceria is in its most reduced state during the cycle, fed NO is converted to N2 through its decomposition on surface vacancies or reaction with CO that remains on the surface. O2 competes with NO for said vacancies and adsorbed CO. As ceria becomes more oxidized and surface vacancies filled, the reduction of NO to N2 shifts to its oxidation by surface oxygen to NO2. Upon the switch back to a reducing atmosphere, CO reacts with oxygen, first through scavenging adsorbed O2 and any NO2, and then with lattice oxygen. This leads to a progressive reduction of ceria at the more accessible surface region, enabling the commencement of NO decomposition and reaction with adsorbed CO. During the rich feed, N2 is generated by NO reduction and CO2 by CO oxidation. The proposed cyclic mechanism thus involves four processes; two during the lean feed -- ceria oxidation and oxygen adsorption, and two during the rich feed -- surface oxygen scavenging and ceria reduction by CO.\n                     The cyclic mechanism helps explain key data features, such as the dependence of the optimal lean/rich switching frequency on feed temperature in Fig. 7. At high temperatures (> 600 °C), the rate of surface oxygen depletion is fast, which results in nearly instantaneous oxygen depletion at the start of the rich period. However, the reduction slows as the process becomes limited by solid state diffusion of lattice oxygen. The increase in NO conversion with higher lean/rich switching frequency results from a better utilization of the surface oxygen vacancies. Rather than waiting for subsurface vacancies to be generated, a switch to the lean feed exposes the NO/O2 mixture to the most accessible surface sites. This avoids the slower reduction of a longer rich feed and the slower re-oxidation during the longer lean feed. Accordingly, the optimal lean/rich switching frequency above 600 °C in Fig. 7c is always 6/1 s. In contrast, at lower temperatures (< 500 °C), a slower ceria reduction requires a longer rich feed to achieve sufficient regeneration of surface oxygen vacancies. A too short rich period leads to an inadequate concentration of vacancies and a lower conversion efficiency of NO during the subsequent lean feed. Thus, the optimal lean/rich switching frequency as shown in Fig. 7c is 30/5 s at 550 °C and 90/15 s at 450 °C respectively. Furthermore, for a fixed feed temperature, an increase in the O2 concentration increases the exposure of O2 to the ceria, which requires a longer rich feed to achieve sufficient regeneration. With insufficient rich time, oxygen vacancies cannot be efficiently generated nor can NO be efficiently reduced. Thus, the optimal lean/rich switching frequency at feed temperature of 550 °C is 6/1 s and 30/5 s with SN as 0.84 and 1.15, respectively.\n                     The two-step regeneration during the rich feed helps explain the effluent profile of NO shown in Fig. 5. NO fed during the rich feed can only be converted to N2 through its decomposition at oxygen vacancies or through reaction with adsorbed CO. With an increased O2 concentration during the lean feed (larger SN), the ceria surface accumulates more oxygen by the end of lean phase. This requires more CO for subsequent surface scavenging and ceria reduction, further delaying NO reduction. The data show that at a feed temperature of 500 °C, the decay of NO during the rich phase is slower with increased SN.\n                     Previous studies of the Di-Air system showed that upstream mixing of rich and lean feeds has a non-negligible impact on deNOx performance [3,6,17,18]. In this study, the upstream mixing of lean and rich feeds leads to additional CO consumption through its oxidation which decreases the amount of CO available to reduce the ceria. The adverse impact of mixing increases with increasing lean/rich switching frequency.\n                     The proposed cyclic mechanism presumes the existence of multiple types of oxygen sites defined by their proximity to the external ceria surface. A CO uptake experiment was conducted to examine this issue. Before exposing the ceria catalyst to CO,a cyclic steady state was obtained during sustained lean/rich cycling at a switching frequency of 90/15 s and SN of 0.48. A continuous feed of 250 ppm CO and balance Ar was then applied at the end of the final lean phase upon establishment of the cyclic state.\n                     The CO uptake profile is shown in Fig. 9\n                        . The start of the timeline corresponds to the commencement of CO feed. The CO transient effluent concentration can be broken into three periods in terms of CO uptake. In the first period (between 0 and ∼150 s), negligible CO is detected. In the second period (from ∼150 s to ∼500 s), CO is detected with an accelerating slippage rate (i.e. to left of inflection point). In the third period (∼500 s to 3000 s), the CO concentration rate continuously declines as it approaches the feed value of 200 ppm. The CO consumption during the first and second periods is attributed to the consumption of surface adsorbed O2, which accumulates during the previous lean phase and surface lattice oxygen sites. The third period exhibits slow but observable CO consumption. It is attributed to consumption of subsurface oxygen within the ceria particles. Our other experimental results show that the overall reduction of ceria is rather slow and difficult; for example, with a continuous feed of 2.5% CO for ∼4 h, considerable CO2 is still detectable in the effluent as ceria continues to be reduced. For this reason, the total oxygen storage capacity was not reported here. Instead, we use Fig. 9 to describe the oxygen storage capacity of tested ceria sample. While beyond the scope of the current study, the effect of ceria particle size on its oxidation is a worthy subject of further investigation.\n                  \n                  \n                     3.3\n                     Impact of lean-rich mixing\n                     During lean/rich switching in an NSR system, the extent of mixing has a significant impact on the overall NO conversion. Kabin et. al [46] showed that with lean-rich cycling to a lean NOx trap catalyst the cycle-averaged NOx conversion approaches two limits when the total cycle time approaches short and long cycles for a fixed rich duty fraction (dr = τr/τtot). For long cycle time the conversion approaches a weighted average value given by drXNOx,r + (1 – dr)XNOx,l where XNOx,r (XNOx,l) denotes the fractional steady state conversion for the rich (lean) feed. For short cycle time the conversion approaches that obtained if the lean and rich feeds are completely mixed.\n                     We examined the impact of the feed composition on the long and short cycle time limits at a feed temperature of 600 °C with CO as reductant. Fig. 10\n                        a shows that the short cycle time limit exceeds 45% when the feed SN is equal or less than unity, and decreases sharply to 5% for SN exceeding unity. This trend clearly shows that a stoichiometric excess of CO is effective in generating surface vacancies for NO decomposition. In contrast, an excess of O2 leads to oxidation of CO and inhibition of NO decomposition. The sharp decrease in the short cycle time limits when SN exceeds 1 indicates that the axial dispersion has a smaller detrimental impact on NO conversion when the cycle-averaged lean feed is applied.\n                     \n                        Fig. 10b shows that the long cycle time limit is much less sensitive to the feed composition, increasing from 14% to 17% as SN increases from 0.14 to 1.87. Clearly the main factor is the large breakthrough of NO that occurs during a protracted lean feed. Even a very rich regeneration is not able to generate a sufficient supply of vacancies for the NO admitted during the ensuing lean feed.\n                     We examined if the long and short cycle time limits were approached as the cycle time was lengthened and shortened, respectively. The NO conversions obtained in Runs 2–5 and 2–7 with four different cycle times, 90/15 s, 60/10 s, 30/5 s and 6/1 s are compared with the long and short cycle time limits in Fig.11\n                        . For the lean feed containing 2100 ppm O2 (Fig. 11a) the NO conversion decreases monotonically from a maximum of ∼60% at cycle time of 7 s (6/1 s cycle). The conversion at 90/15 s is 35% which exceeds the limiting value of ∼15%. That the 6/1 s cycle results in a conversion that is significantly higher than the well-mixed limit of ∼5% underscores the benefit of cyclical operation. For the lean feed containing 3600 ppm O2 (Fig. 11b) the NO conversion exhibits a maximum between cycle time of 35 s (38% conversion) and 7 s (20% conversion). The increased O2 concentration during the lean feed has a detrimental effect on the overall conversion. This trend is consistent with earlier results which showed that O2 is a better oxidant than NO (Fig. 7). The higher O2 concentration decreases the surface vacancies available for NO decomposition, lowering the NO conversion. Further, as the cycle time is shortened, upstream mixing of the lean and rich feeds has the effect of inhibiting NO conversion and oxidizing CO. The latter effect decreases the effectiveness of the ceria reduction.\n                  \n                  \n                     3.4\n                     Impacts of CO2 and H2O\n                     In practice, lean gasoline and diesel vehicle exhaust contain excess O2 as well as large amounts of CO2 and H2O [39]. CO2 and H2O were introduced into the system to more closely mimic real exhausts and to examine their impact on selected performance features.\n                     \n                        Fig. 12\n                         shows the NO conversion as a function of SN with CO as reductant for feeds with or without water and CO2. The notation in the figure is defined as (%CO2, %H2O). The reference case corresponds to a feed devoid of CO2 and H2O (0, 0). SN is varied by varying O2 concentration in the lean phase. For the reference case NO conversion decreases with SN (O2 concentration in lean phase) because of the detrimental effect of O2, which has been extensively presented and discussed earlier. The highest NO conversion is achieved for the reference case for the range of SN considered. The effluent profiles of NO and NH3 are shown in Fig. 13\n                        a and Fig. 13Fig. 13b, respectively. Fig. 13a shows that compared to the base case (blue line), NO slips faster with the addition of extra oxidant (either CO2 or H2O). Fig. 13b shows that NH3 is generated in rich phase and early lean phase when H2O is introduced in the feed.\n                     The NO conversion obtained for the (0, 3.5) and (5, 0) feeds shows that both CO2 and H2O are detrimental to NO conversion. However, it is noted that for a fixed SN, the NO conversion achieved in the (5, 3.5) feed is lower than that for the (0, 3.5) feed but higher than for the (5, 0) feed. Thus H2O mitigates the detrimental effect of CO2.\n                     Binet et al. [32] and Otsuka et al. [31] showed that CO2 and H2O can function as mild oxidants and re-oxidize reduced ceria. This results in a decreased effectiveness for NO reduction during cycling. As NO decomposition over ceria is highly dependent on the degree of ceria reduction, the oxidation of ceria by CO2 or H2O is detrimental to NO conversion due to decreased availability of reducing components, which is validated by the earlier NO slip in cases with CO2 and/or H2O shown in transient plot Fig. 13a. The less detrimental impact of H2O may be attributed to the NH3 generation pathway. Ceria is known to be a good catalyst for water gas shift reaction, which converts CO and H2O to H2 and CO2. As we discussed before, H2 fed into the rich is able to reduce NO to NH3. Correspondingly, in cases (0, 3.5) and (5, 3.5), NO can be reduced to N2 via oxygen vacancies or reduced to NH3 via hydrogen-containing species. In contrast, in case (5, 0), with CO adsorption hindered by CO2, NO is mainly reduced via oxygen vacancies. Therefore, although H2O is detrimental to NO reduction by CO over ceria, H2O can still mitigate the detrimental impact of CO2.",
    "Conclusions": "4\n                  Conclusions\n                  NO decomposition and reduction over a ceria washcoated monolith catalyst was studied under various reaction conditions, including several feed temperatures, reductant types and oxidants. The main findings are as follows.\n                  Under lean/rich switching operation, NO can be efficiently reduced by CO, H2 or C3H6 at high temperatures (e.g. > 550 °C). The main nitrogen-containing products are N2 and NH3 (when H2 or C3H6 is present in feed or H2O is in feed with CO, H2 or C3H6). CO, H2 or C3H6 can reduce NO directly during the rich phase, as well as reduce NO indirectly during the lean phase. Active reducing components, including oxygen vacancies and adsorbed reducing components (such as adsorbed CO and hydrogen), are created by reductants in the rich feed and further utilized for NO reduction in the lean phase. Therefore, the most effective region for NO reduction is during the rich phase and the early lean phase.\n                  Oxygen vacancies are crucial to NO abatement performance. Based on the two-step reduction process of ceria particles (surface reduction and bulk oxygen diffusion), there are two types of oxygen sites (or oxygen vacancies) at different locations; surface oxygen sites (or surface oxygen vacancies) and bulk oxygen sites (or bulk oxygen vacancies). The surface oxygen sites are easily reduced by the rich phase to generate surface oxygen vacancies, which are then able to reduce NO throughout the cycle. The effectiveness of bulk oxygen vacancies for NO conversion is limited by solid state diffusion. Thus, the efficiency of the surface oxygen vacancies largely determines NO reduction performance. A faster lean/rich switching results in more efficient generation of surface oxygen vacancies and thus higher NO conversion.\n                  Oxygen is detrimental to NO decomposition for many reasons. First, O2 competes with NO for effective reducing sites (both oxygen vacancies and adsorbed reducing intermediates) during the lean phase. Second, generation of reducing components in the rich phase is inhibited by adsorbed O2 from the lean phase. Third, is the pre-mixing of the lean and rich streams before the ceria, causes additional reductant consumption. With smaller amount of reductants available in the rich phase, fewer active reducing components are created and NO have a lower chance to be reduced.\n                  Two operation strategies, lean/rich switching and steady-state feeding, are compared at a fixed duty cycle rich. The effective creation and storage of active reducing components in the rich phase enables superior lean/rich switching operation. With a cycle-averaged lean feed, NO can hardly be reduced under steady-state operation because oxygen vacancies cannot be sustained at an adequate level when there is an excess of oxidants. In contrast, the separation of lean and rich feeds under lean/rich switching operation leads to effective generation of oxygen vacancies, which contributes to NO conversion to N2. The optimal lean/rich switching frequency leads to the best NO abatement performance. The optimal lean/rich switching frequency depends on both reaction conditions (such as feed temperature and stoichiometric number) and setup restrictions (such as the distance between the injection point and the monolith).\n                  CO2 and H2O are detrimental to NO conversion because they can and adsorb on ceria oxidize to some extent reduced ceria. When CO is used as the sole reductant, H2O has less detrimental effect than CO2, partly because that utilization of H2O generates NH3 apart from N2 generation via oxygen vacancies.\n                  In this study, NO reduction via ceria was tested using simulated exhaust under both lean/rich switching and steady-state operation. NO can be efficiently reduced via ceria with a cycle-averaged rich feed while O2 inhibits NO abatement. Compared with steady-state operation, faster lean/rich switching operation benefits NO abatement due to a better utilization of surface oxygen vacancies. The utilization of surface oxygen vacancies suggests improved catalyst synthesis, for example, smaller ceria particles increase NO reduction. This study on NO decomposition on ceria during lean and rich cycling helps understand the beneficial function of ceria on NOx reduction at high temperatures, and provides guidance for optimization of catalyst formulation and operation strategies."
  },
  "references": []
}