{
  "title": "21 CMP pads and their performance",
  "authors": [
    "Cook, Lee"
  ],
  "publication": {
    "journal": "Advances in Chemical Mechanical Planarization (CMP)",
    "date": "2022-12-31",
    "doi": "10.1016/B978-0-12-821791-7.00011-3"
  },
  "abstract": "The two primary reviews were published in 1999 and 2004. Since then, there has been a dramatic evolution in device structures a nd the degree of CMP control required for their mass production. Ironically, the main classes of CMP pads remain unchanged in many respects: the most widely used CMP pad today, IC1000, was first commercialized in 1995. This review will focus on the evolutionary development of pads since then, together with a review of new research on pad responses and pad/slurry interaction mechanisms. These are the key technical factors that allow CMP pads to enable continued progress in the manufacture of advanced microelectronic devices.",
  "keywords": [
    "Semiconductors",
    "Polishing",
    "Planarization",
    "Polyurethanes",
    "Surface asperities",
    "Conditioning",
    "Hydration",
    "Composites",
    "Porosity"
  ],
  "sections": {
    "Introduction": "21.1\n               Introduction\n               It has been some time since a detailed review of polishing pads for Chemical-Mechanical Planarization (CMP) has been published. The two primary reviews were published in 1999 [1] and 2004 [2]. In the intervening decades, there has been a dramatic evolution in device structures and the degree of CMP control required for their mass production. Ironically, the main classes of CMP pads remain unchanged in many respects: the most widely used CMP pad today, IC1000, was first commercialized in 1995. This review will focus on the evolutionary development of pads since then, together with a review of new research on pad responses and pad/slurry interaction mechanisms. These are the key technical factors that allow CMP pads to enable continued progress in the manufacture of advanced microelectronic devices.\n               The other driving forces for the evolution of CMP pads (as well as for related equipment and consumables) are the user's cost and risk management roadmaps. As CMP grew to become an essential process step in virtually all integrated circuit fabrication, the key decision factors in using a consumable became \n                     \n                        •\n                        Control and continuous reduction of process variation\n                     \n                     \n                        •\n                        Control and continuous reduction in CMP cost per unit process\n                     \n                     \n                        •\n                        Minimizing the yield risk introduced by changing key process consumables\n                     \n                  \n               \n               Control of process variation is terrifically complex, but, in its simplest translation to CMP pads means continuous reduction in property variation. This quickly gets extended to root cause issues arising from the interactions between the pad and the other consumables used in conjunction with the pad (e.g., slurry, pad conditioners, and tool design).\n               Control of the cost of consumables initially focused on selling price and pad lifetime on the tool, as changing involves significant downtime and startup transients (e.g., break-in and rate instability). Other major cost of consumables impacts are the effects of the CMP steps on die yield and defect levels. As with process variation, getting to root cause in a semiconductor fab is enormously difficult and complex. However, for pads, the major design and response issues reduce to (a) control of global compliance, particularly at the wafer edge, (b) improvement in pad contributions to planarization efficiency and feature recess, (c) regulation and reduction of pad modulus to reduce contact stress for defect reduction, and (d) design of efficient liquid and polishing byproduct transport on the pad surface (i.e., groove design). These areas will be addressed in following sections.\n               Although many publications on CMP provide valuable insight into basic science issues, much of the details about pad design are proprietary to pad manufacturers. Accordingly, this chapter will cite a higher fraction of patents than is commonly seen in technology reviews.",
    "The polishing environment": "21.2\n               The polishing environment\n               CMP occurs in a liquid environment where the wafer is brought into pressurized rotary contact with the upper pad surface. Sliding contact at a high rate (~1 M/sec) leads to material removal on the wafer surface via 2 or 3 body interactions, depending on whether particles are contained in the process liquid. From this, the characteristics of the CMP environment can be described as \n                     \n                        a)\n                        Pad/wafer asperity contact occurs at a high rate of shear (>106 sec-1). This is well above the relaxation time of the pad polymers. Thus, pad design, in principle, should involve high frequency material properties. Unfortunately, measurement at high frequencies is difficult and published data is limited.\n                     \n                     \n                        b)\n                        Since most CMP pads are closed-cell foams, there is only a thin liquid film under the wafer during polishing. Normal process conditions drive the contact mode to a pressurized boundary lubrication state where only the outermost portions of the upper pad texture contact the wafer. Thus, another key element of pad design is the regulation and control of pad surface texture at both the local asperity scale, and at the global scale (e.g., the use of grooves to regulate wafer-scale liquid film thickness variation).\n                     \n                     \n                        c)\n                        Friction at the asperity contact plane, as well as viscous friction in the lubrication film produces elevated temperatures under the wafer, approaching mild hydrothermal conditions. Understanding the effects of this environment on the pad is critical for pad design. This requires examination of the temperature dependence of mechanical properties, water reactions and transport into the pad, and the effects of hydration on the mechanical properties of the pad asperities.\n                     \n                     \n                        d)\n                        Since both the pad and wafer are circular and in rotation, the kinematics of contact lead to a high degree of recursion. This is both good (massive averaging of local events leads to global uniformity of removal) and bad (wafer edge deflection via Von Mises stresses, and pattern transfer effects).",
    "Pad taxonomy, key design elements and material properties": "21.3\n               Pad taxonomy, key design elements and material properties\n               \n                  21.3.1\n                  Pad taxonomy\n                  Polishing has been practiced for at least 3000 years. The original polishing pads were made from natural materials such as cork or leather. The first designed pad materials were cellular polyurethanes commercialized in the 1930s to support the optics industry. These quickly became the most widely used materials for precision polishing. In the early development of CMP, researchers used the polishing pads available at the time. This quickly led to the development of pads specifically designed for CMP use.\n                  The classification scheme originally published by Cook [1] remains valid today. Four classes of pads were organized\n                        \n                           •\n                           \n                              Class I: Pad based on impregnated felts. Non-woven polyester felts are used as a scaffold, which are coated with varying amounts of polyurethane to produce a material with open cell texture. Modulus and porosity can be varied by adjusting the degree of polyurethane impregnation. Although widely used for metal CMP in the 1990s, this class of pads is not widely used at present.\n                        \n                        \n                           •\n                           \n                              Class II: Synthetic suede. A cellular polyurethane foam with low density and highly oriented pores is grown on a carrier film. After buffing the upper surface, the pad is extremely soft, and was originally developed for producing a low defect surface on Si wafers and metal hard drive platters. It cannot planarize but remains widely used as the final pad in a multistep Cu process to produce extremely low defect surfaces.\n                        \n                        \n                           •\n                           \n                              Class III: closed cell polyurethane foams. The porosity provides a means of adjusting pad mechanical properties and provides a controllable surface texture when the voids are exposed by a pad dressing process. Most CMP pads used today are of this class.\n                        \n                        \n                           •\n                           \n                              Class IV: solid grooved polymers. This was the first class of pads developed just for CMP use. The chief advantages of this class of pads are that contact texture can be generated in a very controlled manner, and pad modulus can be significantly higher than Class III pads. This makes them desirable for applications requiring high planarization efficiency at long length scales. Pads of this class can also contain solid particulate materials to further modify mechanical properties.\n                        \n                     \n                  \n                  In this article, the primary focus will be on Class III and Class IV pads because of their wide use in current CMP processes.",
    "Key elements of pad design": "21.4\n               Key elements of pad design\n               CMP pads are not simply sheets of plastic. They are generally multilayer structures with a designed upper surface micro- and macro-texture, which is essential for producing the desired polishing result. One of the complicating factors in CMP imposed by device production, not found in conventional optics polishing, is that the materials to be polished are thin films, deposited serially to build 3-dimensional structures. The objective of CMP is to remove portions of each film to a uniform final thickness over the entire wafer, and the removal process is referenced to the inner surface of the film layer. For the most part, films are deposited conformally on top of a non-planar precursor layer. This creates a patterned topography across each die on the wafer. This, ideally, must be removed without pattern-dependent variation of the thickness of remaining film materials. Moreover, as in the case of Copper, film deposition leads to additional film thickness variation that occurs at varying length scales. Thus, one of the key elements of pad design is to address a wide range of length scales for removal control. These can be divided into three regimes, as outlined by Cook [3]. At the global (wafer scale level), low spatial frequency effects must be controlled (M to cm scale). Topography at the die scale (50–1000 μm) must be addressed independently and is the regime of the planarization term in CMP. Finally, the basic removal mechanism occurs at the extremely high spatial frequency regime (<50 μm). Important pad design issues in each regime are discussed below, and a summary is provided in the final section of the chapter. The large number of variables and their interactions, often destructive, are a significant challenge to the pad designer.\n               \n                  21.4.1\n                  Fabrication of top pads and microstructure\n                  The original patent that covered IC1000 [4], the most widely used CMP pad, describes a pad fabrication process as well as the composition. As described in the examples, a two-component polymer consisting of a liquid urethane and a polyfunctional amine was prepared, followed by addition of hollow flexible polymeric microspheres, mixed, and cast into a cylindrical mold. After curing at elevated temperature and annealing, the polymer cylinder was removed from the mold and sliced to produce the top pad blank. This could then be laminated to a sub-pad with pressure sensitive adhesive on the bottom side to produce the final polishing pad [5].\n                  The patent also disclosed various means of producing a controlled texture on the upper surface of the top pad. A variety of groove types were described in the examples, including XY grids and concentric circular grooves, both still widely used today.\n                  This process has both advantages and deficiencies. The primary advantages are simplicity, flexibility for producing polyurethane pads of virtually any size and composition, and the ability to provide controllable pore size of varying percent porosity with relatively tight size distribution. Disadvantages are the relatively high number of manufacturing steps, the limitation to batch processing, and thickness variation introduced by the slicing step.\n                  An additional issue encountered in all closed cell polymer foams is the degree of uniform pore density in the final article. In the case of the Reinhardt patent [4], inhomogeneous pore distribution is attributable to the inefficiency of mixing due to the low density of the microspheres, coupled by the relatively high viscosity of the uncured polymer, and the relatively short pot life. There have been significant efforts to reduce this, with good success.\n                  Other manufacturing processes have been developed for production of closed cell polyurethane pads. The older method of foaming by addition of water prior to polymerization was widely used for optical polishing pads, but the wide and uncontrollable pore size distribution makes it undesirable for CMP use. The two alternative foaming methods used for CMP pads in commercial production are mechanical frothing and supercritical CO2 expansion.\n                  Hirose et al. [6] described a manufacturing process for producing a continuous sheet of closed cell foam with good pore size control. One of the polyurethane components (e.g., an isocyanate terminated prepolymer) was frothed via an high speed mixer in the presence of an inert gas and a surfactant, which is used to control the surface free energy of the created gas voids. This was then mixed with remaining ingredients and cast onto a moving conveyer via a doctor blade to produce a uniform layer of controlled thickness. After curing and annealing, the foam sheet may then be processed, e.g., by stamping out circular blanks.\n                  Prasad [7,8] disclosed the use of supercritical CO2 to form porosity in polishing pads. The gas is mixed with the desired polymer in a pressurized vessel or mold to create a supercritical concentration. When the pressure is reduced, the excess gas expands to form porosity. Pore size can be controlled via changes in process conditions.\n                  A quite different approach was disclosed by Mihara et al. [9]. Water soluble particles (e.g., cyclodextrin) was added to polyurethane components, mixed and cured to form a Class IV pad. During use, exposed soluble particles dissolved, forming a surface texture like that of closed-cell foams. This yields a pad with increased stiffness and modulus, with a corresponding improvement in planarization length and planarization efficiency.\n                  Class IV pads have been produced by a variety of other processes. Since internal porosity is absent, production of near net shape top pad blanks is vastly simpler. Net shape manufacturing processes used in commercial Class IV pads include Reaction Injection Molding [10], Compression molding [10], photolithography [11], and Microreplication [12]. More recently pad fabrication via numerically controlled additive processes such as 3D Printing has been reported [13]. In principle, additive processes can produce complete stacked pads with virtually any type of surface texture and grooving, and pads are currently being evaluated at the research level. A significant material issue for any process using photochemical curing is that there is a limited range of useful polymers, which tend to be relatively brittle (high conditioning wear rate) and hygroscopic (pad warping).\n               \n               \n                  21.4.2\n                  Global compliance: sub-pads and grooves\n                  Commercial CMP pads as used today are multilayer composites, consisting of the top pad, pressure sensitive adhesives, and one or more sub-pad layers. Sub-pads are essential for meeting wafer-scale film uniformity requirements.\n                  A top pad used by itself, for example IC1000 (elastic modulus 360 MPa and Poisson's ratio 0.2) [14], produces considerable rate variation across the wafer, usually showing a radially symmetric post-polish film thickness variation. Addition of a lower modulus class I sub-pad, for example Suba IV (elastic modulus 10 MPa) [14] can dramatically reduce the composite modulus, with a corresponding improvement in wafer-scale polishing rate variation. In practice, adjustment of top pad thickness, sub-pad thickness, and sub-pad modulus is used to optimize uniformity. The magnitude of this effect can be adjusted via controlled adjustments of top pad and sub-pad thickness and modulus. Ideally, the location of the maximum non-uniformity should be as close to the wafer edge as possible. From Baker [15], the distance of the maximum non-uniformity from the wafer edge Xpeak can be determined by \n                        \n                           (21.1)\n                           \n                              \n                                 \n                                    X\n                                    peak\n                                 \n                                 =\n                                 2.53\n                                 /\n                                 B\n                              \n                           \n                        \n                     where \n                        \n                           (21.2)\n                           \n                              \n                                 B\n                                 =\n                                 \n                                    \n                                       (\n                                       k\n                                       /\n                                       D\n                                       )\n                                    \n                                    \n                                       1\n                                       /\n                                       4\n                                    \n                                 \n                              \n                           \n                        \n                     and \n                        \n                           (21.3)\n                           \n                              \n                                 k\n                                 =\n                                 1\n                                 /\n                                 Ct\n                              \n                           \n                        \n                     where C is the sub-pad compressibility, t is the sub-pad thickness, and D is defined as \n                        \n                           (21.4)\n                           \n                              \n                                 D\n                                 =\n                                 E\n                                 \n                                    \n                                       h\n                                    \n                                    3\n                                 \n                                 /\n                                 12\n                                 \n                                    (\n                                    1\n                                    −\n                                    \n                                       \n                                          v\n                                       \n                                       2\n                                    \n                                    )\n                                 \n                              \n                           \n                        \n                     where E is the Young's modulus of the top pad, h is the top pad thickness, and ν is the top pad Poisson's Ratio.\n                  The most used sub-pads are made from other class I or II polishing pads (e.g., Suba IV). Unfortunately, they tend to have appreciable water uptake, due to their internal porosity, and have a high compression set. They have been displaced over time by closed-cell polyurethane foam sub-pads, which do not have these deficiencies.\n                  A primary feature of the top pad layer are grooves. These are used to control the hydrodynamic state and have a major role in controlling liquid transport. There are a wide variety of groove designs, many of which are patented. The most common designs are circular, spiral, radial, or cross-hatched designs (X-Y grooves), either separately or in combination. The use of groove design to adjust composite modulus for wafer scale polishing uniformity is particularly important for Class IV pads, which have much higher modulus than Class III pads. James et al. [16] disclosed a Groove stiffness quotient (GSQ) to quantify the degree of modulus reduction produced by grooves. GSQ was calculated as GSQ = groove depth/pad thickness.\n                  The same patent [16] also disclosed a metric for slurry transport (GFQ).\n                  GFQ = Groove cross-sectional Area (Ga)/Pitch cross-sectional Area (Pa) where \n                        \n                           (21.5)\n                           \n                              \n                                 \n                                    G\n                                    a\n                                 \n                                 =\n                                 D\n                                 *\n                                 W\n                              \n                           \n                        \n                     \n                     \n                        \n                           (21.6)\n                           \n                              \n                                 \n                                    P\n                                    a\n                                 \n                                 =\n                                 D\n                                 *\n                                 P\n                              \n                           \n                        \n                     \n                     \n                        \n                           (21.7)\n                           \n                              \n                                 P\n                                 =\n                                 L\n                                 *\n                                 W\n                              \n                           \n                        \n                     \n                  \n                  Where D is the groove depth, W is the groove width, L is the width of the land area, and P is the pitch.\n                  Measured stiffness in grooved pads has a significant anisotropy that is dependent on design, the worst case being that of concentric circular grooves. This is generally reduced by adding a second, different groove pattern as an overlay (e.g., circular/radial or circular/XY).\n                  Another undesirable aspect of groove design is that grooves contain both fresh and spent slurry, as fresh slurry is introduced at the wafer edge. Muldowney [17] modeled slurry and waste product transport during CMP and showed that the kinematics of rotation, together with the positioning of the feed point for fresh slurry produces significant chemical and thermal gradients under the wafer. This leads to stagnation zones under the wafer having elevated temperature and concentrations of slurry byproducts. These have been shown to be a significant source of post-CMP defects as well as polishing rate variation due to reaction product inhibition or low concentrations of reactants and oxidants. One of the effective methods for mitigating this effect was shown to be groove design. Removal of spent slurry and byproducts from grooves requires providing a pathway for efficient drainage, with radial and XY grooves yielding the best results. Not surprisingly, these are widely used for critical low defect processes.",
    "Material properties of top pads": "21.5\n               Material properties of top pads\n               Because polyurethanes are the most widely used top pad material, a more detailed review of chemistry and structure is in order. There are two classes of polyurethanes used in commercial pad production: Thermoplastic Polyurethanes (TPU), and Thermoset Polyurethanes (TSU). Both types are prepared via reaction of di- or tri-isocyanates (Fig. 21.1\n                  A) with a polyol (Fig. 21.1B) to create a polymer having urethane cross-linkages (Fig. 21.1.C). Production of the polymer involves mixing of two component streams; (a) the isocyanate with various chain extenders (referred to as the hard segment), and (b) the polyol (soft segment) that may also contain catalysts, surfactants, and cross-linking agents. These additives allow a great deal of control on the molecular weights of each segment as well as cross-linking density.\n               The final polymer structure consists of stiff hard segment structures providing cross-linkage between generally longer and more flexible soft segments. Because hard segments are polar, and soft segments are generally non-polar they are immiscible. This leads to significant phase separation, which is a key element in creating strong elastomers. Structurally, soft segment chains tend to be coiled and flexible while the hard segment clusters are rigid and held together via hydrogen bonds (Fig. 21.2\n                  ). The main difference in behavior between TPUs and TSUs are the differences in hydrogen bond strength in the hard segment clusters. TPUs tend to have a higher rate of thermal degradation of the H-bonds, leading to a large reduction in polymer viscosity. While this greatly expands the available methods for pad formation (e.g., extrusion) it leads to marked changes in surface properties during CMP, due to frictional heating. TPUs are generally not preferred for high temperature processes such as Tungsten.\n               Under tension or shear, soft segments rapidly rearrange while hard segments absorb energy. This drives elastic recovery when stress is relieved. The deformation leads to reconstruction of the surface, with enrichment of either hard or soft segments at the surface, depending on the polymer formulation and the surface environment. Generally, in air, soft segment surface enrichment is observed. During CMP, hard segment enrichment has been reported, although there is only limited published data. Ramsdell et al. [18] reported analytical evidence of pad surface reconstruction during oxide CMP. A variety of techniques, including AFM and XPS were employed to examine pad surfaces as received, after preconditioning, and after CMP. Significant enrichment of hard segment was observed after the CMP step. AFM imaging showed significant polishing-induced alteration of land area nanostructure. This area has been understudied and constitutes an important area for further research.\n               Commercial CMP top pads generally have high modulus, with hardness varying over a narrow range (20–70 Shore D). Material properties are further modulated by the addition of porosity. Reference [1] provides useful data for relevant properties of IC1000 relative to those of the solid parent polymer. A comparison is given in Table 21.1\n                  . As might be expected, hardness, tensile strength, and modulus decrease significantly, while compressibility and rebound increase. The decrease in storage and loss modulus decreases in direct proportion to the volume of pores, as these properties are a function of the polymer itself. This is confirmed by the relatively small change in the ratio of the loss modulus to storage modulus (often referred to as tanδ). These are important properties for the CMP process. The storage modulus E’ is a measure of a material's ability to store stress energy elastically. The loss modulus E’’ is a measure of a material's ability to dissipate stress energy as heat via viscous flow. These are very temperature dependent. An exemplary plot of E’ versus temperature (Fig. 21.3\n                  ) shows a sharp drop at some critical temperature (Tg) above which viscous deformation begins to dominate. The same plot for tanδ shows a rise with temperature, reaching a maximum around Tg, after which it decreases. In thermoplastic polyurethanes the drop in E’ and tanδ are more pronounced as the polymer viscosity continues to decrease without a strong plateau until the polymer begins to melt. These thermal effects on properties will be discussed below in further detail.\n               \n                  21.5.1\n                  Thermal effects on properties and CMP response\n                  A significant level of heat generation is observed for CMP processes. While there is general agreement on the sources (direct friction between pad, slurry particle, and wafer, and viscous friction in the lubrication layer) the temperature distribution and magnitude underneath the wafer is controlled by several other factors. These include process conditions (pressure and contact velocity), liquid transport within the land area (texture and flow resistance), groove design (conveyance and degree of backmixing), and the feed location for fresh slurry. Several authors have reviewed the dynamics of heat transfer in the CMP process and modeled pad surface temperature [19‐‐21]. Conclusions of note from these sources for the purposes of this review are \n                        \n                           a)\n                           Most of the energy input to the system is mechanical via friction\n                        \n                        \n                           b)\n                           The primary pathways for removal of the generated heat are through the slurry and through evaporative cooling on the platen\n                        \n                        \n                           c)\n                           A secondary thermal transfer path is through the carrier\n                        \n                        \n                           d)\n                           Thermal transfer into the pad is limited due to its very low thermal conductivity (K < 0.3 W/m-K).\n                        \n                     \n                  \n                  Estimated pad surface temperatures during polishing from these reports were 35–40 °C for an ILD process [20] and 20–30 °C for a Copper process [21]. Given the low thermal conductivity, and that the experimental data was taken for a large pad area that was not underneath the wafer, it is reasonable to assume that asperity temperatures within the texture under the wafer are higher and that thermal gradients for a single asperity are quite steep downwards from the contact plane (the source of the heat) due to the low thermal conductivity. Therefore, the mechanical properties of the pad asperities during CMP are significantly different from bulk properties, even neglecting other factors.\n                  Based on work prior to references 19‐‐21, James et al. [22] and Vishwanatha et al. [23] disclosed a series of polishing pads with improved planarization, whose key properties were based on control of the thermal effects on asperity properties. The key performance factors were to adjust the properties of the pad polymer such that the asperities had a largely anelastic response in use, together with a reduced surface roughness, while maintaining a high bulk pad stiffness. Of interest was the disclosure of the importance of controlling the ratio of E’ at 30 °C to 90 °C to a specific range, together with the introduction of an Energy Loss Factor KEL, defined as \n                        \n                           (21.8)\n                           \n                              \n                                 KEL\n                                 =\n                                 tan\n                                 δ\n                                 *\n                                 1\n                                 \n                                    0\n                                    12\n                                 \n                                 /\n                                 \n                                    [\n                                    \n                                       E\n                                       ′\n                                    \n                                    *\n                                    \n                                       (\n                                       1\n                                       +\n                                       tan\n                                       \n                                          δ\n                                          2\n                                       \n                                       )\n                                    \n                                    ]\n                                 \n                              \n                           \n                        \n                     \n                  \n                  Where E’ and tanδ are measured at 40 °C. The KEL of the inventive pads was specified to a relatively narrow range. As outlined in the patent, KEL can be increased simply by reducing the hardness. However, this reduces the pad stiffness and degrades planarization efficiency. In contrast, the invention demonstrated that a high KEL (reduced asperity elastic recovery) and high stiffness can be produced by altering the types of hard segments employed and/or by increasing the ratio of hard segment to soft segment in the pad. It is useful to note that the temperature ranges cited in the patents are in good agreement with later modeling predictions. Significant improvements in planarity (reduced Cu feature dishing) for patterned Copper wafers were reported.\n                  A more recent report by Khanna et al. [24] provided further insight into the efficacy of the thermal control of E’ on rate and planarization efficiency (PE) using CeO2 slurry for a dielectric process. Pad samples were prepared with various ratios of E’(25 °C)/E’(90 °C) stable performance for rate and PE were observed for the pad with E’ ratios within the claimed range of references [22] and [23]. As the temperature sensitivity increased, positive rate drift increased markedly and PE was degraded. Unfortunately, no pad surface roughness data was provided, making structural conclusions difficult. This familiar positive rate drift will be discussed in subsequent sections.\n               \n               \n                  21.5.2\n                  Effect of water on material properties\n                  Because the CMP occurs in an aqueous environment with elevated temperatures within the lubrication film between wafer and pad, an understanding of the effects of water on the pad surface is critically important for pad design. The most comprehensive review of water effects in polyurethane pads was provided by Xu and Muldowney [25]. The authors’ thesis was that the structural effects of water are two-fold. The first class of effects is that the penetration of water molecules alters the free volume and mobility of the soft segment polymer chains and affects hydrogen bonding between both hard and soft segments. The second class of effects are the hydrolysis of the urethane bond, particularly at low solution pH and elevated temperature. This breaks down the polymer structure and degrades the mechanical properties.\n                  A series of polyurethanes were studied having three classes of soft segment hydrophilicity with a common hard segment. Each class contained porous and non- porous samples, but formulation details were not disclosed.\n                  Samples of each pad type were exposed to water at varying time, temperature, and pH. For each sample and exposure condition water uptake (TGA) and mechanical properties (hardness, tensile strength, DMA).\n                  Water uptake varied directly with the degree of hydrophilicity and uptake at short times showed diffusion-controlled kinetics. This allowed calculation of diffusivity and allowed estimation of the degree of penetration into model asperities (2 μm radius) relative to the polish time and the time between a standard conditioning process.\n                  Mechanical properties decreased directly with relative water uptake. The least alteration was observed for the least hydrophilic soft segment samples. Effects of solution pH followed a similar trend; low pH gave a stronger decrease in mechanical strength for the most hydrophilic group but showed negligible effects for the least hydrophilic group.\n                  Important conclusions from the study were \n                        \n                           •\n                           More hydrophilic pads showed higher uptake than more hydrophobic pads\n                        \n                        \n                           •\n                           Under experimental CMP conditions pads with higher water uptake exhibit a greater water penetration depth than can be removed by a pad conditioning process, while conditioning more hydrophobic pads completely removed the water penetration layer.\n                        \n                        \n                           •\n                           Hardness, E’, E’’, and tensile strength decrease directly with increasing water uptake\n                        \n                        \n                           •\n                           Water diffusivities for each class of soft segment hydrophilicity each show variation by at least 4X. The authors concluded that other features of the polyurethane influence transport properties.\n                        \n                     \n                  \n                  A clue to these other features may be found in examination of the Flory-Rehner equation cited in the introduction to reference [25]. As the authors noted, key factors in the equation are the polymer cross-link density ρXLink and an interaction parameter ϒP-S between the polymer and the solvent. The Flory-Rehner theory of polymer swelling [26] is widely used in polymer solvation science. Although originally developed for rubber, it has been used for a wide variety of polymers. Readers are referred to a recent paper on this treatment for polyurethanes [27] for additional details.\n               \n               \n                  21.5.3\n                  Pad conditioning and its impact\n                  Pad conditioning, an abrasive surface dressing step using a diamond impregnated disk, is almost universally employed in CMP. The original impetus for pad conditioning was to control rate decay in dielectric CMP processes that used fumed silica slurries. As shown in reference [1], dielectric polishing rate on a Class IV pad using fumed silica decayed exponentially to an asymptotic value when conditioning was not employed. The rate at any point in the decay curve correlated to pad surface roughness. This phenomenon has been extensively studied and metrics correlating the conditioning process, the conditioner, and pad surface roughness distribution to polishing performance have been extensively published. Readers are referred to Chapter 13 of this book, and a comprehensive review by Lawing for further reading [28]. In this review the primary focus is on the impact of bulk porosity and polymer structure on the conditioning process itself.\n                  The presence of bulk porosity has two major effects on conditioning. First, exposed pores on the upper pad surface contribute to the effective conditioned texture, i.e., two different texture patterns exist, which can be quantified by surface profilometry. Exposed pores are much deeper and wider than the conditioner-induced texture and constitute an area free from asperities. This has an effect on contact pressure and polishing rate. The deep cavities also act as repositories for polishing debris, leading to increased defects.\n                  The presence of porosity also results in reduced tensile strength. Since only the ligaments between pores are load bearing, material removal by the conditioner abrasive is much more rapid, and the size of the pad material removed per event is greatly increased, scaling roughly with the size of the interstitial volume between adjacent pores. Thus, conditioned Class III pads have significantly higher wear rates and debris dimensions than Class IV pads. Moreover, the large polymer debris has been shown to be a source of scratch defects, particularly when associated with slurry and polishing byproducts [29,30].\n                  For both porous and non-porous pads, the asperities produced by conditioning are expected to be highly altered materials relative to the bulk polymer. The degree of alteration is expected to be affected by the orientation and cutting angle of the diamond and the cutting mode (e.g., cutting, ploughing, fracture) that is a factor of both the diamond facet being presented and the mechanical properties of the pad itself. An additional factor is the degree of conditioning recursion at the surface, particularly when conditioning material removal is low. In addition to the hydration effects outlined in the previous section, incorporation of slurry particles is likely, particularly when plastic effects are dominant, as in ploughing.\n                  There are surprisingly few published studies on the mechanical and chemical properties of conditioned pad surfaces. Lu et al. [31] first reported evidence of polymer conformation changes on the upper used pad surface based on shifts in the ATR IR spectra but gave few additional details. Yang et al. [32] studied the temperature effect on pad hardening, as measured by AFM techniques. They reported significantly higher surface modulus on post polish pad surface that increased over time and intensified with temperature by several-fold. To control this (and presumably associated scratch defects) the effects of varying diamond size in the conditioner were examined. Use of a larger and more aggressive conditioner stabilized the surface hardening effect at high temperature, presumably by removing the altered surface layer faster than it could reform or by changing the mode of cutting.\n                  More recently Fan [33] reported on characterization and modeling of CMP pad asperities before and after CMP. The pad studied was a class IV pad of the type outlined in reference 10. Measurement of asperity modulus was performed via a nanoindenter, which allowed measurements as a function of depth. For all samples examined (unused and used over a 16 h polishing run) an anomalous high surface stiffness was observed. Stiffness within the first 100 nm of the asperity surface was more than 2X that of the bulk, decaying to bulk modulus values by ~300 nm. This effect has been previously observed over a wide range of amorphous polymers. In amorphous polymers, the effect has been attributed to a surface reformation via molecular confinement under the loaded afm tip [34]. Another explanation for Fan's observations is that it is due to surface enrichment of the polyurethane hard segments due to hydration [35].\n                  The real importance of these types of observations is that it indicates that the near surface properties of pad asperities are likely quite different from those in the bulk material. Given that particle loading in CMP 3-body contact has been estimated to be in the range of AFM tip loads used in the previous studies cited (10–100 nN) [36], a more detailed understanding of the pad surface properties related to asperity contact is vitally important to understanding of particle adhesion, and is one of the frontier areas in CMP research.\n               \n               \n                  21.5.4\n                  Pad-Slurry interactions\n                  While the effects of water have been previously discussed, pad interactions with other components of CMP slurry need to be considered. The most important are interactions between slurry particles and the pad asperities, as this is the primary vehicle for wafer contact and mass removal. It is generally agreed that material removal in CMP occurs via 3-body contact, i.e., the pad forces a particle onto the substrate surface under some load L and sliding contact effects material removal due to one or more mechanisms to remove a characteristic volume per unit time. Thus, another form of the familiar Preston equation can be expressed as \n                        \n                           (21.9)\n                           \n                              \n                                 \n                                    M\n                                    rr\n                                 \n                                 =\n                                 \n                                    N\n                                    pc\n                                 \n                                 *\n                                 \n                                    P\n                                    c\n                                 \n                                 *\n                                 \n                                    V\n                                    r\n                                 \n                              \n                           \n                        \n                     \n                  \n                  Where Mrr is material removal rate per unit time, Npc is the total number of particles in loaded contact per unit time, Pc is the average particle contact pressure, and Vr is the volumetric removal per unit time, where Vr can be expressed as \n                        \n                           (21.10)\n                           \n                              \n                                 \n                                    V\n                                    r\n                                 \n                                 =\n                                 \n                                    V\n                                    i\n                                 \n                                 *\n                                 C\n                              \n                           \n                        \n                     \n                  \n                  Where Vi is the instantaneous reaction volume and C is the contact velocity. A key question to be resolved is how to quantify Npc. Most polishing models extant make the assumption that the contacting slurry particles reside on the pad asperity contact area surface. Recent hydrodynamics and flow modeling make this assumption unlikely. Muldowney and colleagues [37‐‐40] developed and published their work on testing and modeling of the texture-related effects on flow underneath the wafer during CMP. They employed a test bed to measure flow resistance for loaded pad contact to derive the extent of pad contact and the contributions of viscous and inertial flow. This gave a better correlation to polish rate than simply relying on pad surface roughness, This, in combination with confocal microscopy [40], gave a relatively complete picture of the liquid environment during CMP.\n                  Some key findings from that work relevant to this review are For high modulus pads, the direct contact area under load is quite low (<1 percent of the geometric area of the pad under the wafer). Slurry flow does not travel under the asperity contact area during CMP; rather it bypasses pad asperities and flows around them Slurry shear velocity is highest in the region nearest the plane of asperity contact and drops exponentially with increasing depth. Deep recesses such as grooves or exposed pores are quiescent.\n                  All these findings make the case that slurry particles on the pad asperity surface are unlikely to completely account for observed polish rates. Since there is no opportunity for introducing new particles onto the contacting surface during its path along the wafer, only particles that existed on the asperity surface prior to the passage of the wafer over it could interact with the wafer. Moreover, the extremely high rate of shear must act to displace particle in the direction of motion, thus depleting their concentration over time. The rate of displacement should be highly dependent upon the binding force between the pad and the particle.\n                  Isobe et al. [41] proposed that an additional contribution to rate is due to the presence of slurry particles at the periphery of the contacting asperities. This was extended by Suratwala et al. [42] to include consideration of the near contact zone, specifically to account for the added rate effect of the large tail of the slurry particle size distribution and polydispersity. While this near contact area has not been adequately quantified in published work, examination of confocal contact area images clearly reveal that the near contact area is far larger than the direct contact area. This can be judged by the presence of interference fringes in the vicinity of the direct contact zone, as described by Jiao et al. [43].\n                  Surface charge effects on CMP rate were first proposed by Cook [36] who focused on the effects of electrostatic attraction or repulsion between slurry particles and the wafer surface. This can be extended to the slurry particle and pad to more fully describe 3-body contact. The isoelectric pH (IEP) for IC1000 and zeta potential as a function of pH was reported by Sokolov et al. [44] using both AFM and streaming potential measurements. Above the IEP (~4) zeta potentials were negative, ranging from −20 to −50 mV from pH.4.5 to pH 10. Silica particle dispersions generally have an IEP above ~2, with comparable negative zeta potentials at higher pH. Unmodified ceria particle dispersions have a higher IEP (~6.5). From this it is expected that pad/particle interactions will be repulsive for silica at a pH above the pad IEP, while pad/particle interactions will be attractive for ceria over the pH range of ~4–7. The conclusion from this is that where strong electrostatic attraction between particle and slurry particles exist, regardless of particle type, particle adsorption onto the pad surface of at least a monolayer is expected. This should not occur when repulsive interactions dominate. Even with the expected shear-induced particle depletion at the asperity upper surface, the increased particle concentration due to adsorption should have a beneficial effect on polishing rate.\n                  Insight into this effect is given when examining the effect of slurry particle concentration on polish rate. For colloidal silica slurries with nominal 50nm mean particle diameter, dielectric polish rate increases linearly with particle concentration to beyond 30 percent solids at pH 12 (the synthesis limit for stable dispersions). If one modifies the colloidal silica with surface adsorbants to give a positive particle charge at pH 5, the particle concentration effect on rate is non-linear, rising to an asymptotic level at 5 percent solids that is equivalent to the 30 percent parent at pH 12 [45]. The concentration saturation effect in the cationic slurry strongly resembles Langmuir isotherm adsorption behavior. A similar rate saturation effect is observed for colloidal ceria [46]. The observed saturation behavior is consistent with the model of Luo and Dornfeld [47], who concluded that the rate saturation effect was due to attaining the maximum possible particle concentration at the asperity surface.\n                  The other impact of slurry is the variable degree of asperity wear and conditioning sensitivity during use. As previously discussed, early CMP processes using fumed silica produced exponential decay of polishing rate when conditioning was not used [1]. The rate decay is directly correlated to the wearing away of the uppermost pad asperities to produce a flattened surface. This is not a universal effect. Lawing [48] presented comparative rate decay curves for fumed silica and colloidal silica slurries using the same pad and process when pad conditioning was stopped. The colloidal silica slurry showed a minor initial rate drop and stable rate performance for an extended time, while the fumed slurry rate decay decreased to unusable levels over the same polishing duration. A likely contribution to the strong asperity wear seen with fumed silica slurries is the shear dependence of their rheology. Shear thickening of colloidal dispersions is well known. Factors that affect shear thickening are\n                  Particle concentration affects the critical shear rate for thickening Ct (decreases with increasing concentration) Particle shape (spherical particles have higher Ct than non-spherical) Surface potential (high zeta potential increases Ct Ionic strength (reduces Ct due to reduction in electrostatic repulsion) Crawford [49] characterized the high shear rheology of a commercial fumed silica slurry while polishing by modifying a plate rheometer to allow a TEOS wafer to be used as the bottom plate. For as-received slurry shear thickening was not observed for shear rates up to 100,000s-1. With addition of 0.15M KCl, the onset of shear thickening was observed at ~20,000 s-1 and increased non-linearly to 100,000s-1. At the highest shear rate, viscosity rose 5-fold over low shear values. More importantly, as the shear rate was reduced, viscosity continued to rise by more than an order of magnitude. Examination of particle size distribution of the as-received slurry, and the non-shear-thickened and shear thickened KCl samples showed clear evidence of permanent large particle aggregates in the shear thickened sample. The aggregate growth continued at low shear. Examination of the wafer base plate showed large increases of scratches in the shear thickened sample runs.\n                  Slurry behavior at higher shear rates has not yet been studied. However, given the lower shear rate behavior, the formation of large aggregates and high viscosity is expected to continue to increase in magnitude. This effect also helps to explain the silica rich debris found in the post polish surface. Removal objective of employing conditioning.\n                  Ceria slurries exhibit different conditioning behavior. When conditioning is stopped, polish rate continues to rise to some characteristic value. Resuming conditioning causes rates to drop to their original value. This is consistent with the expected adsorption behavior onto the pad surface due to electrostatic attraction. Another characteristic ceria effect is a high sensitivity to rate as a function of pad break-in and conditioning roughness. When ceria slurries are used for dielectric polishing of device wafers, a so-called first wafer effect is commonly observed [50]. Pad break-in is performed on new pads with blanket wafers and pad conditioning to regulate the surface texture and flatness prior to processing of costly device wafers. When the break-in process uses ceria slurries, the first few device wafers have lower than expected removal rates, which reduces process yield. This effect was also personally observed by the author. This effect is attributed to a combination of the low pad wear rates commonly observed with use of ceria slurries, as well as the effect of pattern variation, which causes a pressure change that displaces adsorbed ceria particles from the pad surface.\n                  In the memory industry, ceria slurries have become widely used for high rate CMP processes. Older conventional milled slurries had high rate but undesirably high scratch defects. To address this, hydrothermally produced colloidal ceria was investigated as a low defect alternative. Initial testing using existing CMP recipes showed extremely low removal rates. Han et al. [51] reported on assessment of the conditioning effects on rate for 20nm diameter colloidal ceria slurry. They observed that removal rate was negligible (<200 A/min) for conditioned pad roughnesses above ~8 um. When roughness was reduced below this level by use of fine diamond, polish rates rose abruptly to ~2000 A/min. This effect is attributable to the increase in near surface pad texture area, allowing a significant fraction of the surface adsorbed ceria to participate in the removal process. This also had the side effect of extending pad lifetime due to the lower removal volume per conditioning step.",
    "Tying things together": "21.6\n               Tying things together\n               From the material reviewed in the previous sections the upper polishing pad layer in Class III and IV pads can be described as consisting of 3 regions.\n               \n                  Region 21.1. is the polymer below the asperity plane. It can be described by bulk properties and low spatial frequency mechanical response. These have been thoroughly discussed in the CMP literature.\n               \n                  Region 21.2. is the central portion of the surface asperities. While the input properties are set by the bulk material properties, they are highly modified by water diffusion, the effects of the pad conditioning process, and heat generated during polishing.\n               \n                  Region 21.3. is the outermost portions of the surface asperities, of a depth on the order of a small multiple of the slurry particle diameter. In this regime, the properties of the hydrated surface and the molecular structure of the polymer at varying rates of shear is paramount\n               A tabular summary of the CMP issues that can be addressed and the major design factors and interactions are given for each region in Tables 21.2\n                  , 21.3\n                  , 21.4\n                  . A clear trend is the transition from large scale, largely mechanical effects in region 21.1 to mechanochemical effects at the microscale in region 21.2 to surface nanomechanical and chemical effects in region 21.3. The high degree of interaction between pad design responses across all scales is clear. This makes for a high degree of complexity. Moreover, many key material issues are, yet, unknown or not fully understood, particularly in region 21.3. These are felt to be the key future research focus areas or the CMP community.\n               Even at the current level of understanding, there are several pad design directions outlined in this chapter that show promise for current device fabrication. Two examples are discussed below.\n               Fabrication of 3D NAND memory devices has several unmet needs. The most critical has been in the pre-metal dielectric isolation CMP step. 3D NAND is fabricated by creating multiple layers of SiO2 and Si3N4 in a pyramidal stairstep structure. A dielectric isolation layer is then deposited over the entire structure that must be planarized prior to the formation of the internal charge trap cells and electrical interconnects. A schematic diagram is shown in Fig. 21.4\n                  . To give a picture of the dimensions of the CMP problem, for a 64-layer device, the planarization length is around 4 μm, with a post deposition topography of ~8 μm. The final isolation planarized dielectric thickness represents the oxide loss limit permitted for proper function. Currently, planarization efficiency for these structures is relatively low, and an additional overfill (or overburden) of ~4 μm is typical. This produces a dielectric removal budget of ~12 μm. Achieving the desired planarity at the final thickness target requires several minutes at removal rates of 10,000 Å/min and polish times of >10 min (compared to a standard memory device cycle time target of 102 min). If planarization efficiency can be improved and removal rate increased, the overfill can be significantly reduced, and total CMP process time and deposition cost can be significantly reduced. From Tables 21.2, 21.3, 21.4 in this review, a potentially useful pad design approach would be \n                     \n                        •\n                        Use an unfilled top pad with a relatively high modulus and crosslink density (increased planarization length, reduced water uptake in asperities, with top pad thickness adjusted to yield acceptable wafer scale uniformity)\n                     \n                     \n                        •\n                        Low roughness conditioning process to maximize asperity density and peripheral area for maximizing rate with ceria slurry\n                     \n                     \n                        •\n                        Reduce E’30/E’90 as much as possible and adjust KEL to maintain planarization efficiency at expected high contact temperatures.\n                     \n                  \n               \n               In advanced logic, particularly in Front End of the Line (FEOL) processes, the primary need in CMP processes are the production of extremely low feature recess for a composite surface when exposed, and extremely low defect levels. For this case, a different design approach is needed. Again, from this review that could entail \n                     \n                        •\n                        Use an unfilled pad of lower modulus than the NAND case or use low volume percent porosity to adjust composite modulus\n                     \n                     \n                        •\n                        Increase water diffusion rate to reduce contact stress while maintaining a high KEL for the pad asperities\n                     \n                     \n                        •\n                        Use a low roughness conditioning process and adjust surface texture to match slurry particle size distribution\n                     \n                  \n               \n               Finally, the review has identified some specific research areas that should have high impact to understanding the CMP process. These are \n                     \n                        •\n                        Develop a more detailed understanding of polymer structure and component effects of polyurethane surface reconstruction/rearrangement under shear and in the presence of water\n                     \n                     \n                        •\n                        Quantify the effects of polymer structure on hydration\n                     \n                     \n                        •\n                        Move beyond electrostatics to identify and develop binding sites for slurry particles on the asperity surface (possibly related to surface reconstruction in the shear zone)\n                     \n                     \n                        •\n                        Develop improved descriptions of asperity texture to quantify the effect of the asperity periphery and near contact areas and enable design of surface texture for specific slurries\n                     \n                  \n               \n               In summary, much has happened since the last in-depth reviews of CMP pads. However, there is much more to do."
  },
  "references": []
}