{
  "title": "Investigation of abrasive behavior between pad asperity and oxide thin film in chemical mechanical planarization",
  "authors": [
    "Jeon, Sanghuck"
  ],
  "publication": {
    "journal": "Materials Science in Semiconductor Processing",
    "date": "2022-02-28",
    "doi": "10.1016/j.mssp.2021.106280"
  },
  "abstract": "In this paper, tribological effects on the material removal rate (MRR) are investigated using two types of slurry abrasives (i.e., ceria and silica) and three types of pads. From a micro to macro viewpoint, the physico-chemical interaction between the pad-wafer interface and abrasive was studied based on multi-asperity contact. First, the relative contact pressure in high or low proportions among all asperities was calculated using a contact mechanics model. The results indicate that for the commercial slurry used in the semiconductor industry, relatively high contact pressure due to the asperities can be transferred to the ceria abrasives, and only a low contact pressure can be supported by these silica abrasives. Furthermore, it was confirmed that the two different slurry abrasives showed opposite behaviors according to the real contact area of the pad asperities. That is, as the pad texture changed from ‘Desired pad’ to ‘Smoothed pad’, the MRR of the ceria increased by 47%, while the MRR of the silica decreased 59%. Lastly, the Stribeck curve, which is suitable for the CMP process, was re-analyzed to clarify the abrasion mechanism under the pad asperity scale. The results showed that two-body abrasion may be maintained for the ceria CMP, and transition is possible from two-body to three-body abrasion at the silica CMP as the contact area increases. The present paper is expected to clarify the tribological mechanism of the oxide CMP and can provide further insight into optimizing and selecting consumables such as conditioner, pad, and slurry.",
  "keywords": [
    "Chemical mechanical planarization (CMP)",
    "Oxide CMP",
    "Pad asperity"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Chemical mechanical planarization/polishing (CMP) is a state-of-the-art technique for creating the multi-layered structure found in integrated circuits (IC) in the semiconductor industry. As the name indicates, the CMP process is also capable of ultra-precision surface finishing using slurry abrasives, which affects the quality of the final device. Recently, an ultraprecision polishing method using nano-sized abrasive was developed [1–3]. This approach opens new avenues for investigating basic abrasion mechanisms [4]. In addition, a new concept of eco-friendly slurry for polishing various surfaces was developed [5–8]. These works have contributed significantly to CMP process development [9,10].\n                  In general, various types of pad groove patterns have been utilized, such as radial, circular, offset, and combined patterns, and the circular groove among them is widely used in the CMP process [11]. The polishing pad, typically made of polyurethane, is much rougher than the thin film on the wafer surface. Thus, optimizing the pad surface texture defined by “asperities” can enhance CMP performance [12].\n                  To polish the thin film deposited on the wafer, the film reacts with the slurry chemical, and the abrasives located on the pad asperities remove the step height of the film through mechanical abrasion [13,14]. The real contact area between the thin film and pad asperity is less than 1% under various static pressures [15,16]. It is known that the hydrodynamic pressure from the slurry layer is negligible [17,18]. Thus, the pressure applied to the wafer surface is completely supported by the pad asperities, and the asperities have an effect on the CMP performance. The first mathematical removal model, proposed by Preston, is widely accepted and is given by [19].\n                        \n                           (1)\n                           \n                              \n                                 \n                                    \n                                       \n                                          \n                                             d\n                                             h\n                                          \n                                          \n                                             d\n                                             t\n                                          \n                                       \n                                       =\n                                       k\n                                       ·\n                                       p\n                                       ·\n                                       v\n                                    \n                                 \n                              \n                           \n                        \n                     where k is the Preston constant, p is the applied pressure, and v is the relative velocity between the pad and the wafer. The above expression represents only the pressure and velocity, and the other parameters are encompassed by the constant k. To clarify the variables for the pad texture, the improved MRR model is expressed as [20–23].\n                        \n                           (2)\n                           \n                              \n                                 \n                                    \n                                       \n                                          \n                                             d\n                                             h\n                                          \n                                          \n                                             d\n                                             t\n                                          \n                                       \n                                       =\n                                       \n                                          n\n                                          p\n                                       \n                                       ·\n                                       \n                                          A\n                                          \n                                             r\n                                             e\n                                             a\n                                             l\n                                          \n                                       \n                                       ·\n                                       \n                                          \n                                             \n                                                \n                                                   d\n                                                   V\n                                                \n                                                \n                                                   d\n                                                   t\n                                                \n                                             \n                                          \n                                          \n                                             a\n                                             b\n                                             r\n                                             a\n                                             s\n                                             i\n                                             v\n                                             e\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                  \n                  Here, \n                        \n                           \n                              n\n                              p\n                           \n                        \n                      is the number of abrasives per unit area that can be trapped on the asperities, \n                        \n                           \n                              A\n                              \n                                 r\n                                 e\n                                 a\n                                 l\n                              \n                           \n                        \n                      is the real contact area between the pad asperity and the wafer, and \n                        \n                           \n                              \n                                 (\n                                 \n                                    \n                                       d\n                                       V\n                                    \n                                    \n                                       d\n                                       t\n                                    \n                                 \n                                 )\n                              \n                              abrasive\n                           \n                        \n                      is the average volumetric MRR for a single abrasive. This model predicts that the MRR is proportional to the real contact area,\n                        \n                           \n                           \n                              A\n                              \n                                 r\n                                 e\n                                 a\n                                 l\n                              \n                           \n                        \n                      or the average MRR of a single abrasive.\n                  The interlayer dielectric (ILD) and shallow trench isolation (STI) process is conducted by an oxide CMP. The basic slurry utilized in the oxide CMP process consists of abrasives such as silica and ceria. The prevailing mechanism for the silica slurry in oxide film is mechanical abrasion through surface hydration in an alkaline environment [24,25]. The softened film followed by the hydration is influenced by the concentration of \n                        \n                           \n                              OH\n                              −\n                           \n                        \n                      ions [26]. In terms of the interaction between the ceria and oxide, it is known that a higher ratio of \n                        \n                           \n                              Ce\n                              \n                                 3\n                                 +\n                              \n                           \n                        \n                      ions is considered to be highly reactive [27–31]. On the other hand, \n                        \n                           \n                              Ce\n                              \n                                 4\n                                 +\n                              \n                           \n                        \n                      at the ceria surface can reduce chemical reactivity [32]. As a result, the \n                        \n                           \n                              Ce\n                              \n                                 3\n                                 +\n                              \n                           \n                        \n                      species can play a critical role in determining the MRR. The most important challenge in the CMP is consistent process performance. However, difficulty in understanding the abrasion mechanism of ceria and silica slurry in terms of the polishing pad may result in performance degradation. The MRR variation across different polishing pads has been studied extensively. Liao et al. pointed out that higher contact pressure caused by a higher conditioner force produces a high MRR for the silica slurry [33]. Jeong et al. also indicated that the contact pressure decreased as the contact area between the pad and wafer goes up because of the pad wear, resulting in a lower MRR [34]. Recently, many researchers stated that an increased contact area leads to higher MRR for ceria slurry, contrary to the fact that the contact pressure is inversely proportional to the contact area [35–37]. Their experimental results require additional theoretical studies for understanding the abrasion mechanism of ceria and silica slurry in terms of the pad.\n                  In addition, pad texture and the real contact area between the pad and the wafer can be affected by the pad wear rate (PWR) of the conditioner, which can lead to a change of CMP performance depending on the slurry abrasive types. Therefore, it is very important to understand the abrasion mechanism based on the pad asperities while considering each slurry type and the real contact area between the two interfaces.\n                  Accordingly, our research focused on the contact area caused by pad asperities considering slurry abrasive type. First, the pad surface texture was analyzed via various parameters by significantly changing the real contact area. Second, asperity contact pressure, real contact area, and the number of active abrasives were considered to study the MRR variations in detail. Finally, the pads with different groove up-features were introduced to validate the behavior of the mechanical abrasion for each abrasive type, and we analyzed the tribological contact mode using the Stribeck curve.",
    "Theoretical background": "2\n                  Theoretical background\n                  \n                     2.1\n                     Relative contact pressure among all asperities\n                     CMP pad provides a channel to transport the slurry abrasives to the wafer surface and transfers mechanical force to enable the tribological wear required for a high MRR. Pad surface roughness plays a very important role in transporting the abrasives to the contact spot. It is also composed of numerous asperities and is in direct contact with the wafer. To combine the topographic properties of the rough polishing pad, the plasticity index, which determines a relative proportion of plastically deformed asperities, is defined as [21,38,39].\n                           \n                              (3)\n                              \n                                 \n                                    \n                                       \n                                          ψ\n                                          =\n                                          \n                                             4\n                                             π\n                                          \n                                          ·\n                                          \n                                             \n                                                \n                                                   σ\n                                                   \n                                                      R\n                                                      a\n                                                   \n                                                \n                                             \n                                             \n                                                1\n                                                2\n                                             \n                                          \n                                          ·\n                                          \n                                             \n                                                E\n                                                a\n                                             \n                                             \n                                                H\n                                                a\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     Here, \n                           \n                              \n                              ψ\n                           \n                         is a function of the ratio of asperity modulus to asperity hardness, \n                           \n                              \n                                 E\n                                 a\n                              \n                              /\n                              \n                                 H\n                                 a\n                              \n                           \n                        , and the ratio of the standard deviation of the asperity height to the radius of asperity curvature, \n                           σ\n                           /\n                           \n                              R\n                              a\n                           \n                        . For a polyurethane pad, \n                           \n                              \n                                 E\n                                 a\n                              \n                           \n                         and \n                           \n                              \n                                 H\n                                 a\n                              \n                           \n                         do not usually change independently and so cannot be varied much. Thus, \n                           \n                              σ\n                           \n                         and \n                           \n                              \n                              \n                                 R\n                                 a\n                              \n                           \n                         can determine the extent of the plasticity. For high \n                           \n                              ψ\n                           \n                        , the high contact pressure can be transmitted to the surface. In the CMP process where slurry abrasives are present at the interface, the MRR can be enhanced by controlling the contact pressure through \n                           \n                              ψ\n                           \n                        .\n                     Since the hardness of the thin films on the wafer is much larger than that of the pad, the asperities in contact are compressed and deformed. However, the asperities of each pad are randomly distributed, and the asperities deform in different modes at a certain load [40]. Each of the deformed asperities may transmit high or low contact pressure to the thin film and abrasives. Furthermore, depending on the property of the slurry abrasives, the contact pressure caused by the pad asperity may be delivered differently even under the same pad texture. Thus, it is essential to define the relative pressure of asperities according to the slurry abrasives. To establish a criterion for the threshold, a critical asperity contact pressure, \n                           \n                              \n                                 p\n                                 c\n                              \n                           \n                        , can be estimated as [21,39]:\n                           \n                              (4)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             p\n                                             c\n                                          \n                                          =\n                                          \n                                             3\n                                             2\n                                          \n                                          ·\n                                          \n                                             H\n                                             a\n                                          \n                                          ·\n                                          \n                                             C\n                                             \n                                                v\n                                                o\n                                                l\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     Thus, \n                           \n                              \n                                 p\n                                 c\n                              \n                           \n                         is determined by the hardness of the asperity, \n                           \n                              \n                                 H\n                                 a\n                              \n                           \n                        , and slurry concentration,\n                           \n                              \n                              \n                                 C\n                                 \n                                    v\n                                    o\n                                    l\n                                 \n                              \n                           \n                        .\n                     Assuming that the height distribution of the pad asperities is exponentially distributed [41,42], the probability density function of the asperity height is as follows\n                           \n                              (5)\n                              \n                                 \n                                    \n                                       \n                                          ∅\n                                          \n                                             z\n                                          \n                                          =\n                                          \n                                             1\n                                             σ\n                                          \n                                          ·\n                                          e\n                                          x\n                                          p\n                                          \n                                             \n                                                −\n                                                \n                                                   z\n                                                   σ\n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     If N asperities per unit area, which has only the asperities of heights, z, taller than the separation distance, d, are in contact with a flat thin film, the number of asperities in contact per unit area, n, can be written as\n                           \n                              (6)\n                              \n                                 \n                                    \n                                       \n                                          n\n                                          =\n                                          N\n                                          \n                                             ∫\n                                             d\n                                             ∞\n                                          \n                                          ∅\n                                          \n                                             z\n                                          \n                                          d\n                                          z\n                                          =\n                                          N\n                                          ·\n                                          e\n                                          x\n                                          p\n                                          \n                                             \n                                                −\n                                                \n                                                   z\n                                                   σ\n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     When the asperities are pressed by the thin film to be polished, the relatively tall asperities may have a high pressure \n                           \n                              \n                                 (\n                                 \n                                    \n                                       p\n                                       a\n                                    \n                                    ≥\n                                    \n                                       p\n                                       c\n                                    \n                                 \n                                 )\n                              \n                           \n                         above the critical pressure, \n                           \n                              \n                                 p\n                                 c\n                              \n                           \n                        , and the relatively short asperities may have a low pressure \n                           \n                              \n                                 (\n                                 \n                                    \n                                       p\n                                       a\n                                    \n                                    <\n                                    \n                                       p\n                                       c\n                                    \n                                 \n                                 )\n                              \n                           \n                         below the critical pressure, \n                           \n                              \n                                 p\n                                 c\n                              \n                           \n                        . Thus, the relative pressure based on the asperity height is expressed as [21,39].\n                           \n                              (7–1)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      n\n                                                      \n                                                         h\n                                                         i\n                                                         g\n                                                         h\n                                                         ,\n                                                         p\n                                                      \n                                                   \n                                                   n\n                                                \n                                                =\n                                                e\n                                                x\n                                                p\n                                                \n                                                   (\n                                                   \n                                                      −\n                                                      \n                                                         \n                                                            C\n                                                            c\n                                                         \n                                                         \n                                                            ψ\n                                                            2\n                                                         \n                                                      \n                                                   \n                                                   )\n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (7–2)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      n\n                                                      \n                                                         l\n                                                         o\n                                                         w\n                                                         \n                                                            ,\n                                                            p\n                                                         \n                                                      \n                                                   \n                                                   n\n                                                \n                                                =\n                                                1\n                                                −\n                                                e\n                                                x\n                                                p\n                                                \n                                                   (\n                                                   \n                                                      −\n                                                      \n                                                         \n                                                            C\n                                                            c\n                                                         \n                                                         \n                                                            ψ\n                                                            2\n                                                         \n                                                      \n                                                   \n                                                   )\n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     Here, \n                           \n                              \n                                 C\n                                 c\n                              \n                           \n                         is a coefficient of the slurry abrasive concentration, \n                           \n                              \n                                 C\n                                 \n                                    v\n                                    o\n                                    l\n                                 \n                              \n                           \n                        , from [21,39].\n                           \n                              (8)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             C\n                                             c\n                                          \n                                          =\n                                          \n                                             {\n                                             \n                                                \n                                                   \n                                                      \n                                                         \n                                                            \n                                                               \n                                                                  9\n                                                                  2\n                                                               \n                                                               ·\n                                                               \n                                                                  C\n                                                                  \n                                                                     v\n                                                                     o\n                                                                     l\n                                                                  \n                                                               \n                                                            \n                                                         \n                                                         2\n                                                      \n                                                      ,\n                                                      \n                                                      \n                                                         \n                                                            \n                                                               C\n                                                               \n                                                                  v\n                                                                  o\n                                                                  l\n                                                               \n                                                            \n                                                            <\n                                                            \n                                                               2\n                                                               9\n                                                            \n                                                         \n                                                      \n                                                   \n                                                \n                                                \n                                                   \n                                                      e\n                                                      x\n                                                      p\n                                                      \n                                                         \n                                                            2\n                                                            ·\n                                                            \n                                                               \n                                                                  \n                                                                     9\n                                                                     2\n                                                                  \n                                                                  ·\n                                                                  \n                                                                     C\n                                                                     \n                                                                        v\n                                                                        o\n                                                                        l\n                                                                     \n                                                                  \n                                                                  −\n                                                                  1\n                                                               \n                                                            \n                                                         \n                                                      \n                                                      ,\n                                                      \n                                                      \n                                                         \n                                                            \n                                                               C\n                                                               \n                                                                  v\n                                                                  o\n                                                                  l\n                                                               \n                                                            \n                                                            ≥\n                                                            \n                                                               9\n                                                               2\n                                                            \n                                                         \n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     Therefore, the relative pressure of the asperities depends on \n                           \n                              \n                                 C\n                                 \n                                    v\n                                    o\n                                    l\n                                 \n                              \n                           \n                         and \n                           \n                              \n                              ψ\n                           \n                        . As \n                           \n                              \n                                 C\n                                 \n                                    v\n                                    o\n                                    l\n                                 \n                              \n                           \n                         increases, the critical pressure increases according to Equation (4). For the increased \n                           \n                              ψ\n                           \n                        , there may be more asperities that transmit high contact pressure to the thin film and abrasives.\n                     The material removal is caused by the abrasives located in the real contact area between the thin film to be polished and the fine asperities of the pad. The real contact area with the asperities that undergo elastic/plastic deformation is related by the plasticity index [21,38,39]. In the case of a typical CMP process, a pad break-in is performed to stabilize the micro-texture of a brand-new pad [43]. Accordingly, the plasticity index of the pad can converge close to 1 [44], and the portion of asperities that elastically deform increases. Thus, assuming the asperity is in elastic deformation, the real contact area, \n                           \n                              \n                                 A\n                                 \n                                    r\n                                    e\n                                    a\n                                    l\n                                 \n                              \n                           \n                        , can be estimated based on a Hertzian model from [41].\n                           \n                              (9)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             A\n                                             \n                                                r\n                                                e\n                                                a\n                                                l\n                                             \n                                          \n                                          =\n                                          \n                                             π\n                                             \n                                                1\n                                                2\n                                             \n                                          \n                                          ·\n                                          \n                                             \n                                                P\n                                                ·\n                                                A\n                                             \n                                             \n                                                E\n                                                a\n                                             \n                                          \n                                          ·\n                                          \n                                             \n                                                \n                                                   \n                                                      R\n                                                      a\n                                                   \n                                                   σ\n                                                \n                                             \n                                             \n                                                1\n                                                2\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     For the polyurethane pad, the radius of the asperity curvature \n                           \n                              \n                                 (\n                                 \n                                    R\n                                    a\n                                 \n                                 )\n                              \n                           \n                         and the standard deviation of asperity height \n                           \n                              \n                                 (\n                                 σ\n                                 )\n                              \n                           \n                         can be key parameters that determines the real contact area between the thin film and asperities.",
    "Experimental method": "3\n                  Experimental method\n                  \n                     3.1\n                     Consumable preparation\n                     The main CMP process was conducted on 300 mm tetraethyl orthosilicate (TEOS) oxide wafers using commercial ceria and silica slurries that are widely used in industry. Normally, it is known that the ceria slurry abrasive concentration is much lower than that of silica. The diameters of the two slurry abrasives were both about 130 nm, and the dilution ratio of each slurry was recommended by the slurry supplier. The polishing process was carried out on three types of CMP pads (DuPont Chemical, USA), which are based on IC1000 pad: Pad 1, Pad 2, and Pad 3. The pads have the same depth and width, but the up-features of each pad are different, Fig. 1\n                        . The ratio of the up-feature area of the flat pad area can be expressed as dimensionless parameter, \n                           \n                              χ\n                           \n                         [45]. \n                           \n                              χ\n                           \n                         for Pad 1, Pad 2, and Pad 3 is 0.73, 0.83, 0.92, respectively.\n                  \n                  \n                     3.2\n                     Experimental procedure\n                     In this experiment, the process was performed using a 300 mm polisher (Poli-762; GnP Technology, Korea). The polisher is a rotary type with a single platen and can measure the in-situ friction force between the pad asperities and the wafer surface. The MRR calculation was carried out by measuring film thickness via a reflectometer (ST5030-SL; K-MAC, Korea). The average MRR was calculated for three wafers. The polishing test was conducted for 1 min at a carrier/platen speed of 87/93 rpm, a carrier down pressure of 3 psi, and a slurry flow rate of 160 ml/min.\n                     Before the CMP experiment, pad break-in was conducted using a commercial standard conditioner (Seasol Diamond, Korea) to obtain an optimal pad surface, and the pad was referred to as the ‘Desired pad’. Before every experiment, dummy wafers were polished for stable performance.\n                  \n                  \n                     3.3\n                     Smoothed pad procedure\n                     To evaluate the increase of the contact area based on the asperity, the pad texture was smoothed. To make the pad asperities flatter, dummy wafers were polished for 30 min each without a conditioning process, and pad cleaning was performed in between. This pad was referred to as ‘Smoothed pad’.\n                  \n                  \n                     3.4\n                     Pad texture analysis\n                     In the experiment, Pad 2 was used as a reference pad, and an asperity-flattened experiment also was performed using Pad 2. After making the pad smooth, the uncompressed surface texture of the polishing pad was measured using the Nano-focus tool (usprint, Nanofocus, GERMANY). Pad surface roughness and asperity properties were extracted from the measurement tool. A 3D confocal microscope (OLS5100; OLYMPUS, JAPAN) was used to measure the average radius of the asperity curvature \n                           \n                              \n                                 (\n                                 \n                                    R\n                                    a\n                                 \n                                 )\n                              \n                           \n                         and standard deviation of asperity heights \n                           \n                              \n                                 (\n                                 σ\n                                 )\n                              \n                           \n                        . To calculate the plasticity indexes, we used the properties of the IC 1000 pad (\n                           \n                              \n                                 E\n                                 a\n                              \n                              /\n                              \n                                 H\n                                 a\n                              \n                           \n                        ) [46]. The variables of the pad asperities are summarized in Table 1\n                        . The optical microscope images of three types of pads were analyzed using a digital microscope (Dino lite Edge, AnMo Electronics Corporation, Taiwan)",
    "Results and discussion": "4\n                  Results and discussion\n                  First, the surface roughness analysis was performed to check whether the pad asperities were flattened or not. We studied the pad surface state based on reference Pad 2. Second, we considered the relative contact pressure of asperities based on the contact mechanics. Furthermore, we investigated the removal characteristic based on slurry abrasive type, changing the pad asperity state. Lastly, a tribological approach was performed using the Stribeck curve to determine the abrasion behavior between the pad and the wafer based on the slurry abrasives.\n                  \n                     4.1\n                     Topographic analysis on the pad surface\n                     \n                        Fig. 2\n                         shows the topographic images extracted by the Nano focus tool. These pads were referred to as ‘Desired’ and ‘Smoothed’. The extracted images were analyzed after the CMP process. Fig. 2(a) indicates the measurement point of the pad sample. The first pad sample position was located 63.5 mm from the pad center. The other sample positions were located 63.5 mm apart from the first sample position, respectively. The region from the first position to the last position is the area where the wafer surface and pad asperities contact. Those contact spots can directly affect the MRR.\n                     \n                        Fig. 2(b and c) illustrate the texture images of ‘Desired pad’ and ‘Smoothed pad’ respectively, indicating the pad surface depth with different colors. The red color indicates the highest surface of the pad texture while the blue color shows the lowest part in the pad surface. As shown in Fig. 2(b and c), it can be seen that the pad surface is flatter for the ‘Smoothed pad’ than the ‘Desired pad’. The color variation was very broad in the case of the ‘Desired pad’. In other words, the surface of the ‘Desired pad’ had the largest range of asperity height and open-pores. Fig. 2(c) shows that the color distribution was very narrow in the ‘Smoothed pad’. It also showed many red colors, which indicates very shallow parts. Based on these topographic images of the pad, it is apparent that most of the asperities of the ‘Smoothed pad’ were flattened compared to the ‘Desired pad’. Thus, it is expected that the actual contact area between the asperities and the wafer surface can be increased on the ‘Smoothed pad’.\n                     The surface roughness of the polishing pad is known to be the critical factor affecting the MRR [47]. Generally, the roughness parameters can be categorized into three types: amplitude parameters, spacing parameters, and hybrid parameters. Among them, the hybrid parameter has been chosen by many researchers for investigating the effect on the contact area, because hybrid parameters such as Reduced peak region (Rpk), Core region (Rk), and Valley region (Rvk) can best represent the roughness changes during the CMP process [34,47–49].\n                     Rpk, Rk, and Rvk can be considered to be part of the pad asperities, supports for the applied pressure, and the parts that carry the slurry into the interface, respectively. Rpk is the main variable related to the MRR and best represents the asperity behavior caused by the conditioning process [34]. Thus, Rpk is one of the major elements needed to estimate the pad texture state. Fig. 3\n                        (a) shows the Rpk of the ‘Desired pad’ and ‘Smoothed pad’ corresponding to each measurement point. The Rpk value of the polishing pad decreased significantly for the ‘Smoothed pad’. This means that both pad asperities were flattened and were much smoother. This may be because of plastic shearing caused by the wafer without the pad conditioning process, resulting in a wider contact area [50].\n                     To analyze the pad surface more accurately, the root mean square roughness (Rms) was considered, as shown in Fig. 3(b). Rms also decreased as the maximum peak height decreased. This may also be because the tall asperities became flat. Therefore, the total contact area between the pad and the wafer may increase.\n                  \n                  \n                     4.2\n                     Material removal rate based on asperity contact in desired pad and smoothed pad\n                     We investigated the removal behavior based on physico-chemical interaction with respect to the contact area between the two interfaces. The planarization process was conducted using the ‘Desired pad’ and ‘Smoothed pad’, as shown in Fig. 4\n                        . With the two types of pads, Fig. 5\n                         shows the MRR results using ceria/silica abrasives on the oxide film. As the ‘Desired pad’ changes to a ‘Smoothed pad’, the surface roughness of the pad decreases, and the real contact area between the pad asperity and the wafer surface increases. Then, the MRR of ceria slurry increased, and the MRR of silica slurry decreased with the friction force. The reason for this can be explained in terms of both chemical and mechanical aspects.\n                     As shown in Fig. 5(a), the MRR of the oxide film using ceria abrasives increased dramatically from 2990 Å/min to 4404 Å/min along with increases in the friction force. As the pad texture defined by the asperity changed from the ‘Desired pad’ to ‘Smoothed pad’, the real contact area between the two interfaces can be increased because of the variation of \n                           \n                              \n                                 R\n                                 a\n                              \n                              /\n                              σ\n                           \n                        . That is, as \n                           \n                              \n                                 R\n                                 a\n                              \n                              /\n                              σ\n                           \n                         increases, \n                           \n                              \n                                 A\n                                 \n                                    r\n                                    e\n                                    a\n                                    l\n                                 \n                              \n                           \n                         of the smoothed pad increased to 69.8% from the ‘Desired pad’ based on Equation (9).\n                     The wider contact area (i.e., smoother surface) between the oxide wafer surface and pad asperities can accelerate chemical reactions [51–53]. It is known that the \n                           \n                              \n                                 Ce\n                                 \n                                    3\n                                    +\n                                 \n                              \n                           \n                         species on the surface of ceria abrasive interact with hydrated silicate species formed on the oxide film, resulting in the strong chemical bonding of Ce–O–Si, which can improve the MRR of the oxide film [27–29]. That is, \n                           \n                              C\n                              \n                                 e\n                                 \n                                    3\n                                    +\n                                 \n                              \n                           \n                         species on the ceria surface can play a critical role in determining the high MRR, and conversely, \n                           \n                              C\n                              \n                                 e\n                                 \n                                    4\n                                    +\n                                 \n                              \n                           \n                         can reduce chemical reactivity [27,30,32]. Thus, the ratio of \n                           \n                              C\n                              \n                                 e\n                                 \n                                    3\n                                    +\n                                 \n                              \n                              /\n                              C\n                              \n                                 e\n                                 \n                                    4\n                                    +\n                                 \n                              \n                           \n                         has to be increased to achieve high MRR. If the contact area is increased, the MRR can be increased by increasing the number of active ceria abrasives while maintaining the ratio of \n                           \n                              C\n                              \n                                 e\n                                 \n                                    3\n                                    +\n                                 \n                              \n                              /\n                              C\n                              \n                                 e\n                                 \n                                    4\n                                    +\n                                 \n                              \n                           \n                        . On the other hand, if the concentration of ceria (wt%) is increased, although the number of abrasives increases, \n                           \n                              C\n                              \n                                 e\n                                 \n                                    4\n                                    +\n                                 \n                              \n                           \n                         increases and the MRR decreases [54,55].\n                     It is known that as the \n                           \n                              \n                                 A\n                                 \n                                    r\n                                    e\n                                    a\n                                    l\n                                 \n                              \n                           \n                         increases, the number of active abrasives anchored on the asperities also can be increased [20,51]. Therefore, if the real contact area between the pad asperities and the thin film is increased, the number of abrasives maintaining the ratio of \n                           \n                              C\n                              \n                                 e\n                                 \n                                    3\n                                    +\n                                 \n                              \n                              /\n                              C\n                              \n                                 e\n                                 \n                                    4\n                                    +\n                                 \n                              \n                           \n                         can also increase. That is, just making the pad texture smooth can be the most efficient technique while maintaining the chemical reactions. As a result, Ce–O–Si bonding due to the abundance of \n                           \n                              \n                                 Ce\n                                 \n                                    3\n                                    +\n                                 \n                              \n                           \n                         is formed between the film and ceria abrasives, and the abrasives adhered to the oxide film can generate mechanical abrasion by a higher friction force of the pad asperities. Then, ceria abrasives can be removed as a lump, which is cleaved from the film [56].\n                     However, both mechanical interactions and chemical interactions between the film and ceria abrasives are very important. For the high MRR, the high contact force caused by the pad asperities needs to be applied to individual abrasives for the abrasion of the oxide surface. The contact pressure near two interfaces may result in a local force under each abrasive. Thus, asperity contact pressure must also be considered. The height distribution of asperities is not narrow because the pad texture is so rough. Thus, the relative proportion of asperities in low and high pressure has to be determined.\n                     \n                        Fig. 6\n                         shows the relative pressure of asperities versus \n                           \n                              ψ\n                           \n                         for each slurry as plotted based on Equation 7. As expressed in Fig. 6(a), most of the asperities transmitted a relatively high contact pressure to the oxide film even under the increased contact area (i.e., ‘Smoothed pad’). Among all the asperities, 70.8% of the asperities transmitted high contact pressure to the film, contrary to the fact that the low contact pressure is dominant as the contact area increases. More importantly, it is reported that the friction force is proportional to the contact area between the film and the abrasive [25]. Therefore, the abrasives were fixed to the wafer surface via the chemical reaction, and the abrasion due to the pad asperities can generate high MRR and friction force with sufficiently high contact pressure. These synergistic effects on the mechanical and chemical factors contribute to the high MRR and friction force.\n                     For silica slurry, a mechanical component such as the contact pressure can dominantly affect the MRR compared to the ceria abrasive [33,57,58]. To achieve a high MRR in silica CMP, the abrasives enter between the two surfaces and penetrate the hydrated film by the high contact force, and then the surface has to be cut by the rigidly fixed abrasives. In addition, for mechanical abrasion due to contact between the silica abrasive and oxide film, the concentration of the silica slurry should be increased so that there are numerous silica abrasives on the polishing pad. If the concentration of silica is lowered similarly to the ceria, the contact pressure increases according to equation (7), but the contact probability between the oxide film and the silica abrasive decreases, and the RR also decreases.\n                     As shown in Fig. 6(b), since the silica slurry was used in very high concentrations and the pad had a very low plasticity index, the asperity contact pressure was only supported by a large number of slurry abrasives, unlike the ceria. That is, all the asperities transmit low contact force to the individual abrasives. When the pad texture was smoothed, the tall asperities were also flattened, so that \n                           \n                              \n                                 R\n                                 a\n                              \n                           \n                         increased and \n                           \n                              σ\n                           \n                         decreased together. Equation (9) indicates that as the value of \n                           \n                              \n                                 R\n                                 a\n                              \n                              /\n                              σ\n                           \n                         increased, \n                           \n                              \n                                 A\n                                 \n                                    r\n                                    e\n                                    a\n                                    l\n                                 \n                              \n                           \n                         increased, and then the number of abrasives between the pad and the wafer surface increased, as indicated above. Thus, this may result in force distribution over many abrasives for silica CMP, delivering lower contact force to each slurry abrasive.\n                     \n                        Fig. 5(b) shows that the MRR decreased by about 59% in the ‘Smoothed pad’. This means that the silica abrasives supported by the pad asperity could penetrate the hydrated film very little, resulting in a reduced MRR with a low friction force. Therefore, increasing the asperity contact pressure by controlling \n                           \n                              \n                                 R\n                                 a\n                              \n                              /\n                              σ\n                           \n                         (i.e., rough pad conditioning) is expected to achieve a high MRR for silica slurry abrasives.\n                     To understand the abrasion mechanism of each slurry abrasive, a schematic illustration of a single asperity along with the pad texture is shown in Fig. 7\n                        .\n                  \n                  \n                     4.3\n                     Tribological approach to abrasion behavior based on groove up-feature\n                     To understand the abrasion mechanism of the slurry abrasives between the pad and the wafer during the CMP, a tribological approach should be carried out with an abrasive wear model. The Stribeck curve is a well-presented plot using CoF vs. the Hersey number, which is a dimensionless grouping parameter [59]. Here, the Hersey number can be expressed as follows:\n                           \n                              (10)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                H\n                                                e\n                                                r\n                                                s\n                                                e\n                                                y\n                                                \n                                                n\n                                                u\n                                                m\n                                                b\n                                                e\n                                                r\n                                                =\n                                                \n                                                   μV\n                                                   \n                                                      P\n                                                      ′\n                                                   \n                                                \n                                                ,\n                                                \n                                                \n                                                    P\n                                                   ′\n                                                \n                                                =\n                                                \n                                                   P\n                                                   χ\n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     Where \n                           \n                              μ\n                           \n                         is the viscosity of the slurry, V is the relative velocity of the pad-wafer, and \n                           \n                              \n                                 P\n                                 ′\n                              \n                           \n                         is the applied pressure with a correction factor, \n                           \n                              χ\n                           \n                        . Since each pad groove has different sized surface areas, a different pressure can be applied to the wafer surface even under the same downforce. For this, a dimensionless variable \n                           \n                              χ\n                           \n                        , is added to express the actual pressure.\n                     Once the Stribeck curve is plotted with CoF values as a function of the Hersey number, the contact mode between the two interfaces and the abrasives can be predicted, as in Fig. 8\n                        . According to Ludema's definition, three contact modes were proposed [60]: boundary lubrication, partial lubrication, and hydrodynamic lubrication. The first mode of the Stribeck curve is known as boundary lubrication, and result in direct contact between two interfaces. In the CMP process, slurry abrasives can be penetrated by the contact pressure from the pad asperity or strongly fixed to the wafer-thin film due to the strong adhesion. Thus, the abrasives can cause two-body abrasion between the mating surface [61,62], as shown in Fig. 9\n                        (a). The second contact mode is referred to as partial lubrication, which is the intermediate value of the Hersey number. This means that the wafer surface cannot be sufficiently penetrated or fixed by the abrasives. As a result, the abrasives can move freely between the contacting bodies [61,62], and three-body abrasion may occur between the pad-wafer interface and the abrasive, Fig. 9(b). Thus, the CoF value decreases and undergoes a transition from boundary lubrication to partial lubrication. Finally, the hydrodynamic lubrication occurs at a relatively large Hersey number and there is almost no contact between the pad and the wafer surface. In typical CMP, a hydrodynamic situation is not more likely to happen due to the pad roughness [63].\n                     During the CMP process, the pad groove can prevent hydroplaning mode [64]. Contrary to the bearing system that consists of the closed-loop, the CMP process has an open system, continuously feeding and discharging the slurry through the pad groove. Furthermore, since the slurry abrasive has an extremely low Stokes number, the abrasives must follow the fluid streamline caused by the slurry flow of the pad groove [65]. Therefore, it can be assumed that the fluid layer no longer develops and can only have an effect on the abrasive transport on the asperities.\n                     Typically, The Stribeck curves are expressed as log-log plots. However, observation of the curves on a linear scale can better represent the data trends [66]. Fig. 10\n                         shows The Stribeck curves of ceria and silica abrasives based on groove up-feature. During the polishing test of the ceria abrasive, the contact mode may correspond to boundary lubrication because the CoF is almost constant and/or increasing a little, Fig. 10(a). This also indicates that the lubrication state of the ceria in the ‘Smoothed pad’ may belong to the boundary lubrication because of the increase of friction force even if the pad asperities were totally flat, Fig. 5(a). Thus, the behavior of ceria abrasives can occur based on two-body abrasion, Fig. 9(a). In other words, ceria abrasives were well attached to the thin film due to both the strong chemical bonding of Ce–O–Si and the relatively high contact pressure.\n                     However, the silica abrasives show different behavior compared to the ceria abrasives. The contact mode of the silica may move from the boundary lubrication to the partial lubrication with the decrease of CoF, Fig. 10(b). That is, three-body abrasion may be dominant for silica abrasives if the contact area is wider, Fig. 9(b).\n                     \n                        Fig. 11\n                        (a) shows the MRR and friction force of the ceria abrasive based on groove up-features. As for the groove up-feature test, the MRR increased as the contact area increased (from Pad 1 to Pad 3), just like for the ‘Smoothed pad’ as seen Fig. 5(a). This may be because the ceria abrasives attached to the oxide film were removed by the high contact pressure and friction force caused by the pad asperities, showing two-body abrasion for the ceria abrasive.\n                     For the silica abrasive, the contact pressure by asperities is much more critical in terms of the penetration of abrasives, and the contact pressure is only supported by the abrasives as indicated above. If the contact area increases from Pad 1 to Pad 3, the number of abrasives on the asperity also increases and may result in the distribution of loads on the abrasives. As a result, abrasive rolling motion can occur along with the decrease of the friction force [67], and the MRR also decreased, Fig. 11(b).\n                     Although silica abrasives behave based on three-body abrasion as the contact area increases, ceria abrasives may behave based on two-body abrasion because the CoF does not decrease even when the contact area increases. In tribology, the MRR of three-body motion can be an order of magnitude lower than that of two-body motion because most of the abrasives roll at the interface [61,68–70]. As a result, the reason why ceria abrasives have a higher RR than silica abrasives can be explained in terms of tribology.",
    "Conclusion": "5\n                  Conclusion\n                  Based on tribological approaches, we investigated the abrasion behavior according to the two types of slurry abrasives in the oxide CMP process. Focusing on the pad texture defined as “asperities”, we confirmed that the contact state between the wafer film and the pad asperity can affect the MRR performance. To validate the oxide removal caused by abrasives, the relative contact pressure among all the asperities was calculated using a contact mechanics model. The results showed that the ceria abrasive can be supported by relatively a high asperity pressure even under the wider contact area. More importantly, the most efficient way to increase the chemically active ceria abrasives rich in \n                        \n                           \n                              Ce\n                              \n                                 3\n                                 +\n                              \n                           \n                        \n                      is to increase the real contact area by changing the pad topography. As a result, synergetic action of the physico-chemical effects which are both the chemical boding of Ce–O–Si and the relatively high contact pressure can result in the high MRR and friction force. However, the low contact pressure for silica abrasives may be dominant due to the high abrasive concentration.\n                  Mechanical abrasion of ceria abrasives on the oxide surface is expected to be two-body abrasion. On the other hand, the transition from two-body to three-body abrasion can occur for the silica-based abrasive as the contact area increases. Thus, for ceria slurries, the strong chemical bonding, the mechanical pressure, and the abrasion behavior based on two body motion may result in the high MRR and friction force. However, for silica slurries, the low contact pressure can be dominant. Furthermore, as the contact area increases, the three-body rolling motion may generate a low MRR and friction force for small penetrations of abrasives.\n                  As a result, the oxide CMP process using ceria slurry abrasives may be the better choice for smoothing pad texture (i.e., creating a relatively wider contact area). For silica abrasives with high concentration, making the pad texture rough (i.e., creating a relatively narrow contact area) can improve the MRR. The contact area can be controlled using an appropriate pad conditioner. Finally, the analysis in our study can improve the performance of oxide CMP and optimize the combination of consumables.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Sanghuck Jeon: Conceptualization, Formal analysis, Investigation, Writing – original draft, Visualization. Jungryul Lee: Conceptualization, Formal analysis, Investigation, Writing – original draft, Visualization. Seokjun Hong: Resources, Writing – review & editing. Hyeonmin Seo: Data curation, Investigation. Yeongkwang Cho: Data curation, Investigation. Pengzhan Liu: Visualization, Writing – review & editing. Kihong Park: Conceptualization. Taesung Kim: Supervision, Writing – review & editing."
  },
  "references": []
}