{
  "title": "Performance of water gas shift reaction catalysts: A review",
  "authors": [
    "Pal, D.B."
  ],
  "publication": {
    "journal": "Renewable and Sustainable Energy Reviews",
    "date": "2018-10-31",
    "doi": "10.1016/j.rser.2018.05.003"
  },
  "abstract": "Human beings have been using fossil fuels for their energy needs since long. Reducing availability of these non-renewable energy sources due to increasing consumption and resultant adverse effects on the environment has led researchers to focus on renewable and cleaner energy alternatives. Hydrogen is one such promising option which can serve as a renewable and cleaner alternative to conventional fossil fuels. Water-gas shift (WGS) reaction is currently widely employed to produce hydrogen from fossil carbonaceous as well as renewable biomass feed-stocks. WGS reaction involves reaction between CO and water over a suitable catalyst to enrich the gaseous mixture with H2. Traditionally, iron-chromium (Fe-Cr) and copper-zinc (Cu-Zn) catalysts have been used to facilitate the reaction at high and low temperatures, respectively. But over the years, WGS reaction catalyst technology has advanced dramatically and has been suitably modified to assist the reaction even in the medium temperature range and achieve higher CO conversion. Most of the current research is focused on ceria (CeO2) based WGS catalysts because of their unique favorable properties. Furthermore, there have been an ever-increasing number of recent studies which deal with fabricating nano-structured catalysts for WGS reaction because of the advantages offered by nano-materials over conventional materials. This review gives a progressive account of the evolution of WGS catalysts over the years with focus on those that are currently being investigated for better performances.",
  "keywords": [
    "Hydrogen",
    "High temperature catalysts",
    "Low temperature catalysts",
    "Nanomaterials",
    "Carbon",
    "Ceria & noble metal catalysts",
    "Water-gas shift reaction"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Coal and petroleum based fossil fuels are rapidly depleting and their utilization is also causing release of toxic and greenhouse gases into the atmosphere leading to environmental pollution and global warming. It is well established that burning of fossil fuels is largely responsible for the increased level of carbon dioxide(CO2) in the earth's atmosphere (~ 3 × 1012 kg C yr−1) [1]. The increasing amount of CO2 in the atmosphere has resulted in an increase in the average temperature of the earth. Further the CO2 solubility in ocean water decreases with increase in the water temperature (average decrease ~ 3%/K). Once the water temperature reaches a critical value the CO2 solubility equilibrium shifts towards air. As a result, there is an additional increase in the atmospheric CO2 level, leading to further increase in the global average temperature [2,3]. Therefore, it has become extremely necessary to look for alternate energy sources which are renewable and environmentally more benign.\n                  Hydrogen is being considered as the cleanest energy option for the future [4–6]. The term Hydrogen Economy was coined by John Bockris in 1970 and since then, the idea has gained rapid prominence due to the exceptionally high mass based energy density of hydrogen. Further, it can be stored and transported easily and burns cleanly giving water as the only product [7]. Hydrogen can be suitably exploited as the energy carrier in different sectors to minimize air emissions. Internal combustion engines in motorized vehicles can be effectively modified to run entirely on hydrogen or using mixture of hydrogen and natural gas [8–10]. The engines can be replaced by hydrogen-fuel cells and electrical drives. Such fuel cells are capable of utilizing the chemical energy of H2 to efficiently produce electricity [11,12]. Fuel cells running on hydrogen derived from renewable resources are far more environmentally benign than conventional combustion engines, which utilize fossil fuels [13]. Apart from being a clean energy source, hydrogen also has a high calorific value of 122 kJ g−1 \n                     [14] and hence, it is considered to be the perfect candidate to replace petroleum fuels [15]. Hydrogen based fuel-cell technology can revolutionize the existing transportation system as well as conform to the stringent exhaust gas emission guidelines [16].\n                  Hydrogen is also used in several industrial sectors in large amount [1,2,17–19]. Hydrogen finds use in petroleum refining [20,21], ammonia synthesis via Haber-Bosch process [22,23], and refining of metals such as nickel (Ni), tungsten (W), molybdenum (Mo), copper (Cu), zinc (Zn), lead (Pb) and uranium (U) [24,25]. Hydrogen is also used in the manufacture of nitrogenous fertilizers, hydro-desulfurization and hydrotreating of petroleum products, for hydrogenation of hazardous wastes (PCBs, dioxins etc), synthesis of ethanol, methanol and dimethyl ether, the preparation of synthetic liquid fuels via Fischer-Tropsch synthesis, and as a fuel for high temperature industrial furnaces and space rockets [3,26]. \n                     Table 1 gives a summary of typical indirect energetic and non-energetic uses of hydrogen. Increasing applications of hydrogen in different areas have led to the continuous development of hydrogen manufacturing technology since the middle of the eighteenth century [27-31]. A chronological record of these developments is presented in \n                     Table 2. Around 95% of the current global hydrogen requirement is met through steam reforming of fossils and carbonaceous materials such as coal, natural gas and light oil fractions such as naphtha [32-38], with natural gas being the most widely used feed-stock [41].\n                  Hydrogen can also be produced by using technologies based on renewable feed-stocks such as water splitting and biogas reforming [7,13]. However, except water electrolysis using grid electricity, most of these processes are still at the developmental level even electrolysis-assisted water splitting contributes to only about 4% of the total global hydrogen production [39–41].\n                  Steam reforming of methane is currently the most widely used method for hydrogen production [7,42]. In this process, methane and steam react to produce H2 and CO. Use of the gaseous mixture of CO and H2 in several applications including fuel cells is not possible as CO leads to the poisoning of the catalyst and platinum electrodes and subsequently, results in their inactivation [42–45]. The undesirable CO can be removed from the gaseous mixture by employing techniques such as preferential oxidation (PROX), pressure swing adsorption (PSA), water gas shift reaction (WGSR), etc. [46–52]. Water-gas-shift reaction plays a significant role in industrial application of Fischer Tropsch synthesis for coal-to-liquid processes with iron-based catalysts [53] and hydrogen production technologies using fossilized carbonaceous feed-stocks (methane, naphtha, etc.) and renewable resources such as biomass and carbonaceous solid wastes [54,55]. This reaction is an important step for obtaining hydrogen from the reformed gases and has received considerable attention of researchers since long primarily for developing more efficient and cheaper catalysts for both high and low temperature shift reactions [32-35]. Lee et al. have recently presented a critical reviews of the developments focusing on iron-free and ceria based high temperature and low temperature catalysts [68].\n                  In the this review an attempt has been made to present a summary of the recent developments in the area of water gas shift reaction catalyst technology focusing on detailed description of the catalytic preparation process along with a comprehensive and critical assessment of the efficacy of the catalysts that have been traditionally used to facilitate the reaction. Furthermore, it also attempts to give an idea about how the WGS catalysts have evolved in terms of their structure and performance over the years as well as provides some suggestions for future research in this area.",
    "Water gas shift reaction": "2\n                  Water gas shift reaction\n                  Water gas, also known as synthesis gas, contains carbon monoxide (CO) and hydrogen (H2). Water gas shift (WGS) reaction is the intermediate step used for CO reduction and hydrogen enrichment in the synthesis gas [56]. In 1780, Italian physicist Felice Fontana discovered the water gas shift reaction, but its actual importance was realized much later.\n                  Steam reforming process yields a gaseous mixture which primarily contains hydrogen, together with appreciable amounts of CO. This CO is further converted using WGS reaction to produce additional hydrogen [7]. Essentially, a mixture of CO and steam is converted to CO2 and H2 via this step:\n                        \n                           (1)\n                           CO + H2O ↔ CO2 + H2 ΔH°298 = − 41.09 kJ/mol\n                        \n                     \n                  \n                  This reaction [Reaction (1)] is moderately exothermic and its equilibrium constant decreases with increasing temperature. The reaction is favored thermodynamically at lower temperatures and kinetically at elevated temperatures, but is unaffected by changes in pressure [56]. The water gas synthesis (WGS) reaction is an important process to produce CO-free hydrogen or to adjust the H2/CO ratio [57]. Adjusting the H2/CO ratio is especially required for downstream processes, such as Fischer-Tropsch reactions and methanol synthesis [58]. It has been reported that the iron catalyst used in ammonia production and the platinum electrode used in fuel-cells are poisoned by the presence of CO [59,60]. Therefore, WGS reaction is employed to make reformates free from CO and produce pure hydrogen for use in low-temperature fuel cells and ammonia synthesis plants [61–64].\n                  In order to achieve large-scale hydrogen production from syn-gas, an appropriate catalyst must be chosen to facilitate the reaction. \n                     Fig. 1 shows a broad classification of catalysts that have been commonly used for the WGS reaction. WGS catalysts may be divided into five categories: High-Temperature Catalysts, Low-Temperature Catalysts, Ceria and Noble Metal based Catalysts; Carbon based Catalysts and Nano-structured Catalysts. Some of the common characteristics of WGS catalysts include available oxygen vacancies, activity for the dissociation of water, and low CO adsorption strength [65].\n                  \n                     \n                     Table 3 presents a comprehensive summary of the available work on the development of various types of WGS reaction catalysts. It includes the general name of the catalyst, methods used for preparation together with the operating conditions employed, physical characteristics of the prepared catalyst and the specific conclusions drawn regarding the efficacy of the catalyst and its efficiency. It is seen that a wide variety of catalysts have been developed with the aim of reducing the overall cost of manufacture of hydrogen and improving the catalytic efficiency/activity for WGS reaction. A detailed and critical discussion on various types of catalysts is presented in the following sections [34-39].\n                  The WGS reaction can be catalyzed by both metals and metal oxides alike. In earlier days, conventional iron oxide-chromium oxide catalysts were used in ammonia synthesis plants and were capable of producing an exit composition of 2–4% CO [66]. But these catalysts could work only at elevated temperatures (310–450 °C) and hence, they were named as High Temperature Shift (HTS) catalysts. These catalysts lose their activity significantly at lower temperatures. Therefore, to bring CO levels down to less than 1%, multiple beds with intersystem cooling were necessary [56]. Much later, copper based catalysts were introduced to operate at much lower temperatures (~ 200 °C). The subsequent CO exit concentrations were brought down to about 0.1–0.3% [56]. These catalysts came to be known as Low Temperature Shift (LTS) catalysts. Gradisher et al. concluded that the precious and rare earth metals when combined, exhibit unique properties for the WGS reaction [67]. Chromium-free iron-based HTS catalysts, especially focusing on the role and function of the non-chromium promoters in the catalysts have been developed and used for water-gas shift reactions [68].\n                  Copper based catalysts are susceptible to poisoning by sulfur compounds present in the hydrocarbon sources, whereas the iron based catalysts are more robust and sulfur tolerant [56]. Therefore, the WGS reaction is commercially carried out using two adiabatic stages, the high temperature shift followed by the low temperature shift with intersystem cooling to maintain temperatures at the inlet [66]. Also, a guard bed is used prior to the LTS reactor to remove the sulfur compounds and protect the copper catalyst [56]. A critical and detailed discussion on various HT and LT shift and other metals, nanomaterial catalysts is presented in the following section given below.\n                  \n                     2.1\n                     High temperature shift catalysts\n                     The HTS catalysts generally operate in the temperature range of 310–450 °C and are called ferrochrome catalysts because of their typical composition [69]. The inlet temperature is normally maintained at 350 °C to prevent excessive increase in the temperature inside the reactor, which could possibly damage the catalyst. With this inlet temperature, a maximum outlet temperature of about 550 °C is observed [56]. Iron-chromium oxide was first patented as a WGS catalyst in 1914 [70]. The typical composition of HTS catalyst is reportedly 74.2% Fe2O3, 10.0% Cr2O3, 0.2% MgO, and the remaining being volatiles [71]. The Fe/Cr catalyst is usually prepared via base-catalyzed co-precipitation of Fe2(SO4)3 and Cr2(SO4)3 using Na2CO3 \n                        [72]. Cr2O3 acts as a stabilizer and prevents the sintering of Fe2O3. Though the optimal content of Cr2O3 is reported to be 14% [71], in order to prevent any significant reduction of the surface area, about 8% is used industrially [73]. The outlet concentration of a conventional Fe/Cr WGS reactor can be as low as 3% CO; this is the equilibrium concentration at 450 °C [56]. Inorganic salts, boron, oils, phosphorus compounds, liquid water (temporary poison), and sulfur compounds in concentrations greater than 50 ppm act as poisons for the iron-chromium catalyst [74]. The activity of such catalysts gets diminished mostly due to the thermal sintering of the magnetite phase, but during operation, increasing the reaction temperature somewhat compensates for this decrease [66]. Due to gradual deactivation, lifetime of an average catalyst is in the range of 3–5 years [69]. The CO to steam ratio is a parameter of utmost importance in HTS reactions, and operating the reaction at high ratios may lead to metallic iron formation, carbon deposition, methanation and Fischer Tropsch reaction [66]. A contact time of approximately 3–9 s is suggested for the reaction [75].\n                     Iron catalysts are initially present as α-Fe2O3 (hematite) but get reduced to Fe3O4 (magnetite) during the reaction, which is reported to be the active phase [76]. The pre-reduction of Fe2O3 to the catalytically active Fe3O4 is generally performed at 315–460 °C using the reactant gas (syn gas) [77]. To prevent the continued over-reduction into FeO or metallic iron, the R factor (reduction factor) of the reactant gas is maintained approximately at 1.0 by adding excess steam [52,73]. The R-factor can be defined by the formula [56]:\n                           \n                              (2)\n                              R = ({[CO] + [H2]}/{[CO2] + [H2O]})\n                           \n                        \n                     \n                     The R-factor can be controlled by adjusting the composition of steam in the steam-synthesis gas mixture. Over the years, many improvements have been introduced to iron oxide catalysts. One such improvement is the addition of Cu as a promoter to the Fe/Cr catalyst in order to decrease the activation energy [78] and increase the selectivity by suppressing methanation [72]. Another noteworthy advancement has been the addition of a less toxic metal (such as aluminium and cerium) which is capable of giving the high conversion and stability that chromium provides. Though chromium increases conversion efficiency, it also increases the toxicity and results in higher disposal cost of the spent catalyst. The chromium species in a fresh Fe/Cr catalyst are usually Cr3+ with very low amounts of Cr6+. But, Cr6+ is water-soluble and may be leached from the catalyst by condensed steam or cold water and can pose a serious threat to the environment due to its carcinogenic nature and toxicity [79]. Ladebeck and Kochloefl [80] investigated the replacement of Cr in a Fe/Cu/Cr catalyst with Al/Ce. The resulting Fe/Cu/Al/Ce catalyst showed superior catalytic activity than the commercial catalysts. Since then, aluminium has been viewed as a suitable replacement for chromium and numerous studies have been conducted on the incorporation of Al into the iron oxide HTS catalysts. Araujo and Rangel [81] demonstrated that the activity promoted by the addition of Al becomes more pronounced when Cu is also incorporated into the magnetite matrix. Under low steam-to-gas ratios (S/G = 0.4; estimated R factor = 0.9), the Fe/Al/Cu catalyst exhibited similar HTS activity but better selectivity (suppressed methanation) than a typical commercial Fe/Cr catalyst. The authors explained the above results by suggesting that Al/Cu promoted the magnetite phase formation during pre-reduction and stabilized the phase against subsequent reduction to FeO and metallic iron.\n                     Liu et al. [82] investigated an Al/Ce-promoted iron catalyst (Fe/Al/Ce) and adopted γ-Fe2O3 (maghemite) as the backbone of the iron oxide catalyst, because it was thought to be more effective than α-Fe2O3 in incorporating promoter elements, by making use of the vacant sites of an imperfect spinel structure [83]. It may be deduced that Liu et al. [82] regarded both Al and Ce as textural promoters for the magnetite phase. They reported the catalyst to be active, thermo-resistant and comparable to a commercial Fe/Cr catalyst in both HTS activity and specific surface area. The Ozkan's group of the Ohio State University has reported extensive work on the Fe/Al/Cu HTS catalyst in the last decade [84–87]. Aluminium has been found to be a suitable replacement for chromium. It has been reported that it functions as a textural promoter by preventing the sintering of iron oxides and stabilizing the magnetite phase. Copper functions as a structural promoter and enhances the catalytic activity by providing additional active sites.\n                     Efforts have also been made to use thorium in place of chromium because it decreases sintering and increases activity and has reduced toxicity. Rangel Costa et al. [88] replaced chromium with thorium in Fe/Cr/Cu catalysts. As thorium ions (Th4+) are considerably larger than Fe3+ ions, Th4+ cannot be incorporated into the iron oxide lattice; instead they form a segregated phase on the surface. Subsequently, they stabilize the magnetite phase against further reduction and hence, thorium can be considered as a textural promoter for iron based HTS catalysts. But, an optimum amount must be used because thorium poisons the active sites of the iron. Like aluminium, activity of thorium can also be enhanced by using Cu as a co-promoter. Junior et al. [89] investigated vanadium (V4+) as a possible replacement for chromium. Though vanadium cannot be strictly termed as a textural promoter, it does stabilize Fe3+ and also increases the activity and selectivity of the magnetite phase, indicating its role as a functional promoter. Boudjemaa et al. [90] synthesized chromium-free Fe2O3, Fe2O3/SiO2, Fe2O3/TiO2 and Fe2O3/MgO catalysts and investigated their behavior in high-temperature WGS reaction via diffuse reflectance infrared Fourier transform spectroscopy (DRIFTS). The Fe2O3/SiO2, Fe2O3/TiO2 and Fe2O3/MgO catalysts were prepared by incipient wetness impregnation method, while bulk Fe2O3 was synthesized via co-precipitation method. At a reaction temperature of 450 °C, the catalytic activity of basic Fe2O3/MgO was reported to be 100 times higher than that of acidic Fe2O3/SiO2. The catalytic activity followed the trend: Fe2O3/MgO >> Fe2O3/TiO2 >> Fe2O3/SiO2. Thus, the authors inferred that the catalytic activity was largely influenced by the acid/base properties of the catalyst. Addition of varied amounts of Cu, Pb, barium (Ba), silver (Ag) or mercury (Hg) showed increased catalytic activity, with the order of activity being Hg > Ag and Ba > Cu > Pb [73]. Particularly, lead (Pb) has been shown to enhance the catalytic activity by several research groups and is often added to Fe/Cr catalysts in miniscule amounts. In high oxidation states, lead and iron react together resulting in higher activity in the WGS reaction [91].\n                     Nickel is usually thought to be unsuitable for use in WGS catalysts because of its easy reducibility under the given conditions and also because it significantly promotes methanation [92]. But it is capable of forming a solid solution with iron oxide to produce a Fe/Ni catalyst with reasonable HTS activity, when promoted by another suitable element [93].\n                     Lee et al. [15] investigated the effects of addition of zinc to a NiFe2O4 catalyst used for HTS reaction of natural gas reformates, and \n                        Fig. 2 depicts the process flowchart for the preparation of the aforementioned Zn-NiFe2O4 HTS catalyst via Co-precipitation method. Ni/Fe exhibited high HTS activity comparable to commercial catalysts, but due to the presence of nickel oxide, methanation also occurred during HTS catalysis [94]. With the addition of zinc into inverse-spinel NiFe2O4, the lattice size increased, the HTS activity improved and methanation got suppressed. Cesium (Cs) was also impregnated on the Ni/Fe catalyst to improve activity and suppress methanation [95]. Several Fe/Ni/Cs catalysts were tested under a weight hour space velocity (WHSV) of 0.075 m3/gcat/h; whereas Zn promoted Ni/Fe catalysts were tested under a WHSV of 0.035 m3/gcat/h. In both the cases, the respective catalysts showed enhanced activity for WGS reaction with similar levels of improvement, implying that the Ni/Fe/Cs catalyst is superior than the Zn promoted Ni/Fe catalyst in terms of activity enhancement.\n                     Watanabe et al. [96] studied the effect of incorporation of Al in Ni/Fe catalysts and reported excellent HTS activity and satisfactory methanation suppression. Best performance in terms of catalytic activity and restraint to methanation was observed when Fe/(Fe + Ni) atomic ratio was between 0.5 and 0.8. Watanabe et al. [97] further developed the idea and tried to suppress methanation over the Ni/Fe species by dispersing Ni/Fe over a mesoporous CeO2-ZrO2 support prepared by the “hard-template method”. Owing to the large specific surface area of the support and improved transfer rate of lattice oxygen, the prepared catalyst exhibited enhanced thermal stability, HTS activity and methanation suppression compared to a conventionally prepared catalyst [93].\n                     Quite recently, Ba-promoted chromium-free Fe2O3-Al2O3-NiO catalyst was investigated for high temperature WGS reaction [98]. The prepared mesoporous catalyst had a high specific surface area (165.5 m2/g) and nanosize crystallite particles of 6.8 nm size. These authors reported that the Ba-promoted catalyst exhibited relatively higher activity and stability, along with satisfactory suppression of methanation. The addition of Ba to the Fe2O3-Al2O3-NiO catalyst gave rise to more basic sites on the surface of the catalyst, which could promote WGS reaction selectivity against methanation [99].\n                     Single atom doped iron catalysts have also been investigated recently using iridium as the doping atom [100]. Single atom doping results in increase in activity by an order of magnitude higher than that with nanoparticle doping. Added to this is the fact that this method uses less metal for doping which greatly reduces material costs. This method also leads to enhancement in the Oxygen Storage Capacity (OSC) of the iron supports, thus further facilitating the WGS reaction. Recent investigations on the use of chromium promoted skeletal iron catalysts have also yielded quite encouraging results [101]. In recent years Fe/Pt, Fe/Cr, Pt/Au, Pt/TiO2, Au/MoC and Pt/CeO2 composite catalysts with different mole ratios using different methods of preparation were developed and their performances in the WGS reaction were investigated and reported in terms of the activity, stability, turn over frequency, selectivity and hydrogen yield [102–107].\n                  \n                  \n                     2.2\n                     Low temperature shift catalysts\n                     The low temperature shift (LTS) reaction occurs at 200–250 °C and the LTS catalyst is a mixture of CuO, ZnO and Al2O3/Cr2O3 \n                        [56]. The typical compositions of such catalysts are reported to be 68–73% ZnO, 15–20% CuO, 9–14% Cr2O3, 2–5% Mn, Al and Magnesium oxides [71] and 32–33% CuO, 34–53% ZnO and 15–33% Al2O3 \n                        [69,75]. Recent developments have given rise to catalysts that can operate at medium temperatures of around 300 °C. Copper metal crystallites are the active species in the catalyst. ZnO and Cr2O3 provide the structural support for the catalyst and Al2O3, though largely inactive, helps in the dispersion and minimizes pellet shrinkage [56].\n                     The Cu/Zn catalysts are very sensitive to temperature and are pyrophoric in air [56]. These catalysts are sulfur, halogen and unsaturated hydrocarbon intolerant and hence need to be protected from these compounds [74]. The ZnO is effective in reducing the poisoning of copper by sulfur [108]. Hence, to prevent the sulfur poisoning, a guard bed of ZnO is always used before the LTS reactor. CO exit concentration as low as 0.1% can be achieved through LTS reactor [56]. The LTS catalysts are highly selective and thus allow for a high conversion ratio, especially at low intake concentrations [109,110]. The normal life time of the low temperature catalyst is 2–3 years [74]. Tanaka et al. [50] reported that CuMn2O4 and CuAl2O4 catalysts exhibited higher CO conversion efficiencies than the standard commercial catalyst. Also, the copper-ceria (Cu/CeO) catalyst was found to be non-pyrophoric and stable [111]. Furthermore, it was shown that employing a Mn promoted Cu/Al2O3 catalyst could result in a CO conversion efficiency of about 90% in WGSR [112].\n                     Tabakova et al. [113] synthesized Cu-Mn spinel oxide catalysts via single-step urea-combustion and co-precipitation procedures. \n                        Fig. 3 represents the steps involved in the single-step urea-combustion process for preparing the catalyst. They reported higher copper dispersion in the catalysts prepared using combustion method. The catalytic studies revealed that combustion synthesis produced more active and stable Cu-Mn spinel oxide catalysts due to higher resistance of copper particles to sintering [114,115]. Catalysts having perovskite structures have also been investigated recently for LT-WGS reactions. Perovskite-type oxides, of the general formula ABO3, can act as suitable catalysts due to their high activity and thermal stability [116,117]. Maluf et al. [118] studied the effect of addition of small amounts of calcium on the structure and catalytic properties of La2−xCaxCuO4. All the catalyst samples possessed a well-defined perovskite structure with surface areas ranging between 6 and 18 m2/g. The best catalytic activity was observed for La1.85Ca0.15CuO4, whereas the best TOF (turnover frequency) values were observed for samples with 5% and 10% calcium. The authors attributed this property to the promoter effect of calcium, higher surface area and presence of different copper species. Jeong et al. [119] synthesized metal-oxide supported Cu catalysts via co-precipitation/digestion and incipient wetness impregnation methods. Al2O3, ZrO2, MgO and CeO2 were studied as the support materials and the copper loading was maintained at 20 wt%. It was reported that Cu/CeO2exhibited the highest copper dispersion and the highest CO conversion in the temperature range between 320 and 400 °C. Moreover, Cu/CeO2produced via co-precipitation/digestion method exhibited appreciably higher CO conversion with easier reducibility in WGS reactions. Furthermore, the catalyst produced via this method showed better catalytic activity and thermal stability than that produced through impregnation method.\n                     Zirconia possesses favorable redox properties, high thermal stability [120], adequate number of surface oxygen vacancies [121,122] and surface hydroxyl groups [123–126]. Therefore, ZrO2-supported Cu catalysts have received considerable attention in recent years for use in low temperature WGS reactions [127–131].\n                     Zhang et al. [120] prepared a series of CuO/ZrO2 catalysts via deposition-precipitation method and evaluated their performance for low-temperature WGS reaction. The catalysts with different amounts of copper loading: 4.1, 6.1 and 8.4 wt%, were synthesized and hence, were denoted as 4.1CZ, 6.1CZ and 8.4CZ, respectively. To identify the different supported copper oxide species, the catalysts were further leached with 0.5 M Na2CO3 solution for 20 h. Experiments revealed that the as-prepared CuO/ZrO2 catalysts contained three types of CuO species: (a) highly dispersed CuO (weakly bound with ZrO2); (b) strongly bound Cu-[O]-Zr, which couldn’t be leached with ammonium carbonate solution; and (c) crystalline CuO. At a temperature of 200 °C, the reaction rates of the prepared catalysts followed the sequence: 6.1CZ > 8.4CZ > 4.1CZ. This order was in accordance with the amount of Cu-[O]-Zr species in the CuO/ZrO2 catalysts. Hence, the authors suggested that the metallic copper derived from Cu-[O]-Zr species (after H2-pretreatment) are the catalytically active species for WGS reaction. Several research groups prepared Ce/Cu, Cu/Zn, Cu/Mn, Cu/Ni and Cu/GaOx composite catalysts with different mole ratios using different methods and tested their performances in the WGS reaction in terms of activity, stability, turn over frequency, selectivity and hydrogen yield [132–137].\n                  \n                  \n                     2.3\n                     Ceria and noble metal based catalysts\n                     The commercial iron-chromium HTS catalysts and the copper-zinc LTS catalysts were by and large successful on an industrial scale; however, they possessed certain inherent drawbacks which entailed researchers to look beyond them. For example, in the presence of excess fuel from the reformer, coke formation becomes a constant nuisance for the iron based catalysts [56,138]. Also, the Cu catalyst is pyrophoric in its reduced state and gets deactivated in the presence of condensed water due to leaching of active component or formation of surface carbonates [56,111,138,139]. Therefore, much research has already been done and is still being carried out to develop alternative catalysts without the aforementioned drawbacks.\n                     Ceria and CeO2-based materials have the unique combination of an elevated oxygen transport capacity along with the ability to shift easily between reduced and oxidized states (i.e. Ce3+-Ce4+) and this property can be increased with the addition of transition metal ions in the ceria lattice [140–142]. The strong metal–support interactions (SMSI) between Cu species and surface oxygen vacancies (catalyst redox properties) are believed to have a pronounced and positive effect on catalyst activity for the WGS reaction and other catalytic applications [143].\n                     Previously, Au/Al catalysts had been investigated but were shown to have poor activity for the WGS reaction [144]. Therefore, gold was originally thought to be inactive for WGS reaction. But the addition of gold nanoparticles to metal oxide (CeO2, Fe2O3, TiO2, ZnO, ZrO2) supports has yielded positive results for the WGS reaction [144–150]. Ceria (CeO2), in particular, has been extensively studied as a support material for gold-based catalysts due to its unique and favorable characteristics. It is crucial to control the particle sizes of both the metal and the ceria support in all preparation methods, because these parameters largely influence the catalytic activity of the system [151]. Soria et al. [57] studied the effect of synthesis method on the catalytic activity and stability of Au/Fe2O3 catalysts for low temperature WGS reaction. Different preparation methodologies such as deposition-precipitation (DP), liquid phase reductive decomposition (LPRD) and double impregnation method (DIM) were employed to synthesize a series of WGS catalysts with varying Au loadings. For the DP and LPRD series, the authors reported excellent dispersion of gold nanoparticles (2.2–3.1 nm) over the iron oxide surface. However, much larger particle sizes (~ 6.6 nm) were observed for the DIM series of catalysts. The TPR-H2 profiles of the catalysts indicated that gold nanoparticles promoted the reducibility of the Fe2O3 support and thus enhanced the catalytic activity of the system. The Au/Fe2O3 catalyst prepared by deposition-precipitation (DP) method exhibited the highest enhancement in CO conversion percentage.\n                     Addition of rare earth metals, especially lanthanum (La), to ceria supports has been widely investigated [7]. Rare earth metals, in general, are known to possess excellent catalytic properties and when added to a ceria catalyst, they lead to improved thermal stability and enhanced catalytic activity [7,152]. Wang et al. [153] synthesized a ceria/zirconium catalyst and doped it with rare earth metals like lanthanum (La), neodymium (Nd), praseodymium (Pr), samarium (Sm), and yttrium (Y) and reported that all of the metals exhibited increased activity and selectivity with La, Nd, and Pr performing the best. Gold/ceria catalysts have also been subjected to rare earth metal doping and doping with lanthanum (La) and gadolinium (Gd) have both shown increased catalytic activity [109]. Jiang et al. [154] found that yttrium (Y) and lanthanum (La) doping on Cu/Ce/Zr exhibited an increase in OSC over pure ceria, and was further improved with the addition of Fe promoters. Hla et al. [155] synthesized a CeO2-La2O3-based Cu catalyst (CE09) via urea gelation-co-precipitation (UGC) method and studied its kinetics for the WGS reaction at two different reaction temperatures: 550 and 600 °C. The steps involved in the synthesis procedure have been pictorially represented in \n                        Fig. 4. It was observed that the reverse WGS reaction was less prominent with CE09 catalyst compared to commercial Fe-based HT catalysts and Cu-based LT catalysts.\n                     Ceria has a tendency to stabilize carbonate on its surface and this could be inhibited by adding another metal which does not stabilize carbonate formation [7,156]. One such favorable metal is zirconium (Zr). The addition of zirconium to ceria results in a much higher surface mobility and provides more oxygen transfer sites which enable the reducing effect to be transmitted to molecules deeper in the material [152]. Zirconium facilitates lower-energy bonding between oxygen molecules when compared to pure ceria [7]. These oxygen molecules are weakly bonded and hence, allow for higher reducibility and thereby higher oxygen storage capacity (OSC), which has been found to be critical to the performance efficiency of the WGS reaction [157]. The effect of preparation method on OSC was also examined and it was reported that a catalyst with a Zr to Ce ratio of 1/3, and precipitated from hydroxides, resulted in higher conversion [158,159]. Novel gold catalysts supported on ZrO2-modified ceria were also fabricated and tested for low-temperature WGS reaction [160]. The CeO2-ZrO2 supports were synthesized by co-precipitation method and then gold particles were introduced via deposition/precipitation method. It was reported that the addition of gold nanoparticles to ZrO2-modified ceria supports enhanced the catalytic activity for WGSR, compared to pure ceria supports. The AuCe50Zr50 catalyst was found to exhibit the highest activity and stability due to the high percentage of gold dispersion, along with favorable modifications to the acid/base surface properties of ceria. Wheeler et al. [138] investigated the possible use of noble metals and other metals with ceria in the temperature range of 300–1000 °C and reported the activity of the metals in the order: Ni > Ru > Rh > Pt > Pd. Phatak et al. [161] studied the effect of Pt supported on alumina and ceria catalysts at different compositions and subsequently, reported their order of reactions. Gonzaleza et al. [162] investigated Pt catalysts supported on TiO2, CeO2 and Ce–TiO2 and found that the Pt supported on ceria modified TiO2 support exhibited better activity than those corresponding to individual ceria and titania supported catalysts. Jeong et al. [163] synthesized Pt/CeO2, Pt/ZrO2 and Pt/Ce(1-x)ZrxO2 catalysts and investigated their applicability for single-stage WGS reaction. Pure CeO2, pure ZrO2 and Ce(1-x)ZrxO2 supports were prepared by co-precipitation/digestion method and platinum was incorporated via incipient wetness impregnation method. Experimental results indicated that the catalytic activity is mainly influenced by the reducibility of the catalyst and partly depended on the percentage dispersion of Pt nanoparticles. Among all the prepared samples, the Pt/CeO2 nanocatalyst exhibited the highest turnover frequency (TOF) and the lowest activation energy, along with stable activity, in a single stage WGS reaction. Furthermore, Pt supported on cubic Ce(1-x)ZrxO2 exhibited higher TOF than Pt supported on tetragonal Ce(1-x)ZrxO2. More recently, Jeong et al. [164] conducted a comparative study to understand the effect of cubic/tetragonal structure of CeO2-ZrO2 support on the activity of catalysts for WGSR. Cubic Cu-Ce0.8Zr0.2O2 and tetragonal Cu-Ce0.2Zr0.8O2 catalysts were synthesized via co-precipitation/digestion method and their catalytic activity was investigated at a high gas hour space velocity (GHSV) of 72,152 h−1. It was observed that the cubic Cu-Ce0.8Zr0.2O2 catalyst had a much higher concentration of reduced Cu species than the tetragonal Cu-Ce0.2Zr0.8O2 catalyst. This resulted in strong interactions between Cu and the cubic Ce0.8Zr0.2O2 support, which in turn increased the catalyst's resistance to sintering. The cubic Cu-Ce0.8Zr0.2O2 catalyst was also found to exhibit higher CO conversion (17.4% at 320 °C) than the tetragonal Cu-Ce0.2Zr0.8O2 catalyst, due to its improved oxygen mobility and higher percentage of Cu dispersion.\n                     It is evident that the present research scenario is dominated by ceria based WGS catalysts. The current research modus operandi involves incorporating different metals and metal oxides over a ceria support or synthesizing metal-ceria composites over a different support material which possesses a large surface area. In line with this trend, most of the future research is expected to revolve around ceria based catalysts for application in WGS reaction.\n                  \n                  \n                     2.4\n                     Carbon based WGS catalysts\n                     Yu et al. [76] developed a catalyst by doping char (the coal gasification product) with iron. It was observed that during the course of the reaction, magnetite (Fe3O4) forms in the iron sample and subsequently catalyses the WGS reaction to occur at temperatures just above 300 °C. The main advantages of this catalyst are low cost of production and ease of disposal by re-gasification, during which much of the iron can be recovered. However, presence of sulfur compounds can considerably deactivate the catalyst. Serrano-Ruiz et al. [165] used an impregnation method to deposit CeO2 on activated carbon (AC) supports and reported extremely high particle dispersion and very small particle sizes (2–4 nm). Buitrago et al. [166] investigated Pt/Ce on carbon supports and found that the catalyst showed better activity than pure Pt/Ce at high temperatures. The catalyst achieved 90% CO conversion at 350 °C and the activity didn’t decrease appreciably even after over 120 h of use.\n                     The Mo/C catalysts have been found to have higher catalytic activity and better sulfur tolerance than conventional catalysts, and no deactivation was observed for 48 h [167,168]. Also, Pt/Mo/C catalysts were found to exhibit better activity than Pt/TiO2 and Pt/CeO2 catalysts; this is due to an increased number of active sites around the Pt particles [169]. The Mo/C catalysts also get deactivated due to change in the states of Mo molecule on the catalyst surface [170].\n                     Recently, carbon nanotubes (CNTs) were also investigated as support materials for low temperature WGS catalysts. Zugic et al. [171] synthesized sodium-promoted platinum catalysts supported on multi-walled carbon nanotubes (MWCNTs). The MWCNTs were oxidized by nitric acid and then sodium was introduced by the ion-exchange technique, as per the methodology employed by Roman-Martinez et al. [172]. Platinum was incorporated into the MWCNT support via the incipient wetness impregnation method. The authors reported that the catalyst underwent a mild activation for WGSR due to the nitric acid oxidation of the MWCNTs, prior to platinum addition. Also, the incorporation of sodium via ion-exchange substantially increased catalytic activity by altering the surface oxygen distribution. Thus, the promotional effect of Na on CNT-supported Pt catalyst was experimentally verified. Previously, such effects had been reported only for metal-oxide supports [123,173–178].\n                  \n                  \n                     2.5\n                     The nanomaterials as WGS catalyst\n                     In addition to doping, fabricating nano-structured materials has also been shown to significantly enhance catalytic activity [180–183]. Most of the recent research work is being carried out on fabricating nano-structured composite catalysts involving ceria supports along with transition or noble metals. In the previous sections, there have been quite a few references to such nano-structured catalysts; however, they will be dealt with in much more detail in this section.\n                     As mentioned earlier, with the addition of suitable promoter elements, Ni/Fe catalysts can prove to be effective for HT-WGS reactions. Meshkani and Rezaei [184] synthesized nanocrystalline chromium-free Fe/Ni/Al HTS catalysts via co-precipitation method, with various Fe/Al and Fe/Ni ratios. The catalyst possessed a high surface area of 177.4 m2/g and an average pore size of 4.3 nm. It was reported that the catalyst with Fe/Al = 10 and Fe/Ni = 5 ratio exhibited higher activity and stability than the other catalysts. Moreover, due to the formation of inverse spinel Ni-ferrites, CO conversion improved considerably and the Fe/Al/Ni catalysts exhibited better activity than the commercial Fe/Cr/Cu catalysts.\n                     Different transition metals may catalyze the WGS reaction via different reaction mechanisms. For example, copper supported on ceria and nickel supported on ceria is found to follow the redox mechanism [87,138,185]. On the other hand, Barrio et al. [186] have reported that Ni-Ce nanomaterial is an active catalyst for hydrogen production via formate-carbonate route. However, to understand the WGS reaction mechanism of Ni-Cu alloy catalyst supported on ceria, Saw et al. [187] prepared Ni-Cu bimetallic catalyst supported on nano-powder CeO2 and investigated its catalytic activity and restraint to methanation. They reported that the catalyst with Ni/Cu ratio of 1 (5Ni5Cu/CeO2) exhibited the highest reaction rate and selectivity for WGS reaction. Moreover, kinetic studies revealed that “one-site carboxyl mechanism” could be the main reaction pathway for the 5Ni5Cu/CeO2 catalyst, though other reaction mechanisms might still be possible. In recent years, SiO2, Al2O3, CeO2 and ZrO2, have been extensively studied as support materials for Cu and Ni nanocatalysts [119,130,187,188]. Apart from these, activated carbon (AC) has also been investigated as a support material for monometallic Cu, Ni and bimetallic Cu-Ni nanocatalysts [189]. Cu/AC, Ni/AC, Cu-Ni (2:1)/AC and Cu-Ni (1:2)/AC were synthesized via conventional wetness impregnation method and subsequently tested for medium-temperature range (180–350 °C) WGS reaction. It was observed that the catalytic activity increased with increase in the reaction temperature for all prepared catalysts. However, the Cu-Ni (2:1)/AC catalyst exhibited the highest activity (99.4% CO conversion), along with satisfactory suppression of methanation and carbon gasification reactions. The authors also reported the Cu-Ni (2:1)/AC catalyst's performance to be comparable to that of ceria-supported noble metal catalysts and suggested that the decrease in methanation activity is due to the synergy between Cu and Ni in the catalysts.\n                     Recently, titania-supported Mn-Cr bimetallic nanocatalyst was also prepared for use in HT-WGS reaction [190]. The authors selected an inorganic precursor complex [Mn(H2O)6]3[Cr(NCS)6]2·H2O/TiO2 and synthesized the nanocatalyst by impregnation, co-precipitation and thermal decomposition methods. The Mn-Cr/TiO2 catalyst prepared by thermal decomposition method was found to exhibit smaller particle sizes, higher BET surface area (141.9 m2/g) and hence, higher catalytic activity (72.6% CO conversion at 320 °C) as compared to those synthesized via other methods. Meshkani and Rezaei [191] fabricated nanocrystalline metal (M)-modified (M = Cr, Al, Mn, Ce, Ni, Co and Cu) ferrite crystals by co-precipitation method and investigated the consequent structural and catalytic properties. The main aim was to find a suitable non-toxic substitute for chromium in iron oxide catalysts. The results indicated that the active phase formation of the iron oxide catalyst was significantly aided by the addition of copper. Copper also played a major role in increasing the specific surface area of the resultant catalyst. Moreover, it was reported that Fe-Al-Cu catalyst with Fe/Al = 10 and Fe/Cu = 5 weight ratios showed the highest catalytic activity for WGS reaction, among all other prepared catalysts. It was also observed that the catalytic activity declined with increase in calcination temperature due to sintering at higher temperatures. Increasing the steam/gas ratio enhanced the WGS activity, but increasing the GHSV adversely affected the percentage of CO conversion due to relatively lower contact time. In a separate study, the authors investigated the effect of process parameters such as concentration of the precursor solution, pH, aging time and aging temperature, and calcination temperature on the structural and catalytic properties of the prepared nanocrystalline iron based catalysts [192]. The mesoporous nanocatalysts were synthesized via co-precipitation method and subjected to high temperature WGS reaction. \n                        Fig. 5 depicts the process flowchart for the preparation of aforementioned nanocrystalline Fe-Cr-Cu catalyst. Experimental studies revealed that the catalyst was composed of nanoparticles having sizes between 10 and 20 nm and the specific surface area of the catalyst varied from 28.2 to 91.1 m2/g. The increase in the specific surface area was favored by an increase in the pH value, whereas it was adversely affected by increments in the calcination temperature and the concentration of the precursor solution. Highest BET surface areas were observed for certain optimum values of aging time (5 h) and aging temperature (60 °C), above which the surface area decreased slightly. It was reported that the catalyst prepared from a precursor solution having a concentration of 0.06 M, at pH = 10, aging temperature of 60 °C, aging time of 5 h, and calcined at 400 °C, possessed the highest catalytic activity and CO conversion compared to other samples. Furthermore, Meshkani et al. [193] also synthesized nanocrystalline Fe2O3-Cr2O3-CuO powder by using a modified urea hydrolysis method (\n                        Fig. 6) and investigated its catalytic properties for HT-WGS reaction. The synthesis method has been pictorially represented in Fig. 6. Due to its nanostructure (crystallite size < 15 nm), the catalyst possessed higher surface area and hence, better activity for WGSR than a commercial catalyst. However, it was found that the BET area decreased with increase in the calcination temperature and consequently the catalytic activity also decreased.\n                     Jain and Maric [194] employed Reactive Spray Deposition Technology (RSDT) to synthesize 1 wt% Pt nanoparticles (0.5–2 nm) onto nano-structured ceria support. The resultant catalyst was studied for WGS reaction in the temperature range of 100–350 °C and at atmospheric pressure. Catalytic studies indicated superior activity of the RSDT synthesized nanocatalyst compared to catalysts prepared through sol-gel, co-precipitation and incipient wetness impregnation methods. Nearly 99% CO conversion was achieved at 250 °C at a GHSV of 8622 h−1. The enhanced performance can be attributed to the uniform distribution of Pt nanoparticles over the ceria surface and the absence of sintering and agglomeration of Pt nanoparticles.\n                     In another recent study, Pt/CeO2 nanocatalysts were prepared by an incipient wetness impregnation method and the pre-calcination temperature and aging time were optimized for achieving the highest activity for WGS reaction [195]. \n                        Fig. 7 represents the steps involved in the fabrication method adopted in the study. Crystalline cerium hydroxy carbonate (CHC: Ce(OH)CO3) was first prepared by a precipitation/digestion method at room temperature and then it was subjected to thermal decomposition to obtain nano-structured ceria supports. The resultant catalyst exhibited the highest CO conversion (~ 82%) and the lowest activation energy of 55 kJ/mol at a GHSV of 45,515 h−1, when a pre-calcination temperature of 400 °C and aging time of 4 h was employed in the synthesis of ceria. Characterization studies indicate that the ceria support is composed of nanocrystalline particles and hence, has a high BET surface area. The Ce-PtOx species at the surface of the catalyst provide the active sites for the WGSR and these sites are adequately stabilized by the nano-structured ceria support [142,179,196,197]. This intimate interaction between Pt and ceria in the Pt/CeO2 catalyst can be put forth as an explanation for the aforementioned results.\n                     The Au/CeO2/Al2O3 based nanocatalysts had also been recently investigated for WGS reaction and transition metals such as Fe, Cu and Zn were used as CeO2 dopants to promote the WGS activity of the prepared catalysts [197]. The supports were prepared via co-precipitation method and were subsequently doped with 2 wt% of metal (Fe, Cu or Zn) oxide. Gold was then deposited over the fabricated supports by direct anionic exchange (DAE) method. The WGS activity of Au/CeO2/Al2O3 catalyst was found to be significantly enhanced by the addition of Fe, Cu and Zn to the ceria support. The authors attributed the improved catalytic activity to enhanced redox properties and structural promotion. Both Cu and Zn enhanced the OSC of the primary support, but Zn was found to be the better redox promoter between them. However, Fe was reported to be the best choice for a dopant, since it functioned both as a redox promoter as well as a structural promoter.\n                     Recently, palladium/copper/ceria electrospun fibers (Pd/Cu = 2/10 wt%) were investigated as WGS catalysts and the studies showed that the transition metal incorporated in the ceria lattice facilitated the reduction of energy barriers for oxygen vacancy formation in the lattice and thereby promoted H2O splitting on the ceria surface [198]. The electrospun nanofibers possessed an average diameter of less than 200 nm and the individual ceria crystallites were less than 15 nm in diameter. The specific surface area of the resultant nanocatalyst increased with the addition of a surfactant (Pluronic L-61) to the synthesis solution. However, neither did this modification appreciably enhance the catalyst's activity, nor did it slow down its asymptotic decay. This indicates that the activity of such catalysts is largely influenced by the metal-ceria interactions, rather than just by its BET surface area. More recently, Pal et al. [199] fabricated CeO2 and equimolar Cu/CeO2 composite nanofibers via electrospinning method and investigated their catalytic properties for WGS reaction in the temperature range of 150–360 °C. The electrospinning process adopted for the fabrication of Cu/CeO2 nanofibers has been explained pictorially in \n                        Fig. 8. The electrospun nanofibers had an average diameter of 124 nm and an average crystalline size of about 10 nm after calcination. The BET surface areas of the CeO2 and Cu/CeO2 nanofibers were 78 and 115 m2/g, respectively. At a temperature of 316 °C, the CO conversion efficiency of the Cu/CeO2 nanofibers (~ 73%) was reported to be higher than that of CeO2 nanofibers (~ 65%) and these catalytic activities were sustained up to 340 °C.\n                     \n                        \n                        Table 4 presents a comparative summary of CO conversion efficiency, hydrogen yield, selectivity, stability, and operating temperature of various WGS catalysts based on cerium, copper, iron, nickel, platinum and zinc. It is seen that there is wide variation in the reported values of catalyst stability (4–20 h), CO conversion (58–98%), hydrogen yield (32–89%), and selectivity (18–99%). Except for Pt/CeO2, Ni/CeO2/Al2O3, and Fe2O3/Al2O3, the reported CO conversion has varied only within a relatively narrow range (58–78). Most workers have used their catalyst at 450 °C.",
    "Economic aspects of hydrogen production": "3\n                  Economic aspects of hydrogen production\n                  Cost of hydrogen production depends upon the feed-stock used for reforming, shift-gas reaction catalyst and temperature, and the overall energy efficiency. Information on the cost and energy involved in the shift-gas reaction step is not separately available in the reported literature [200–207]. However, this step coupled with the hydrogen purification step, is likely affect the overall cost of hydrogen production more compared to other aspects [209-211]. A summary of the overall cost of hydrogen production through thermo-chemical steam reforming of methane, coal gasification, biomass gasification and biomass pyrolysis is presented in \n                     Table 5. The production costs in all cases depend not only on the level of advancement in the production technology but also on the availability of existing infrastructure and the price of raw materials [200]. From the available data, it has been established that in general, thermolytic methods result in higher energy and exergy efficiencies along with lower production costs per kg of hydrogen produced than the electrolytic and photolytic methods. Among the thermolytic methods, steam reforming of methane has the highest energy efficiency (83%) while biomass gasification has the highest exergy efficiency (60%). However, the biomass gasification route has higher production cost ($1.21–2.42/kg) while the steam reforming of methane offers the lowest production cost ($0.75/kg) and. The production cost of hydrogen obtained through the catalytic steam reforming (SMR) of natural gas, coal and biomass gasification are summarized in \n                     Table 6 \n                     [212–224].",
    "Future perspectives": "4\n                  Future perspectives\n                  A considerable research work has been carried out on deciding the most suitable combination of materials to develop optimal WGS catalyst having desired properties and efficiency. However, there is still plenty of room for improvement. Synthesizing efficient WGS catalysts that can operate at moderate reaction temperatures (250–310 °C) is the crucial challenge that needs to be overcome. Most of the future research studies are likely to be centered on incorporating nanotechnology and synthesizing nano-structured WGS catalysts having different structures and configurations. Presently, one-dimensional nanomaterials such as nanofibers, nanoribbons, nanowires, etc. are attracting the interest of researchers worldwide. Fabrication of nanofibers using electrospinning technique is an emerging field of research and recent studies focus on synthesizing WGS catalysts, such as ceria based metal catalysts, by this method. Out of various metals studied till date ceria, in particular, has caught the attention of researchers worldwide because of its fluorite structure all the oxygen atoms in a ceria crystal are in the same plane, excellent oxygen transport capacity and the ability to easily switch between its oxidized and reduced states. With the advent of nano-structured materials, the focus has shifted towards synthesizing ceria based nano-catalysts which possess considerably better properties (higher surface area to volume ratio (~ 1000 m2/m3)), BET surface area (100–208 m2/g) and show enhanced performance compared to other conventional materials. It can also be used as a co-catalyst in a number of reactions, including water-gas shift and steam reforming of ethanol or diesel fuel into hydrogen gas and carbon dioxide, the Fischer-Tropsch reaction, and selected oxidation; hence a bulk of future research should be focused on developing efficient and robust catalysts using nano-technological routes.",
    "Conclusion": "5\n                  Conclusion\n                  The WGS catalyst development activity initially started in the form of conventional iron-chromium catalysts for high temperature shift reactions and copper-zinc catalysts for low temperature shift reactions. However, these catalysts suffered from certain drawbacks and were somewhat unsatisfactory regarding the amount of CO that they were capable of removing. Therefore, over the past two decades, researchers have continuously investigated novel materials, explored different options of metal-support combinations, and performed experiments using different fabrication methods in order to improve upon the current generation of WGS catalysts in terms of stability, applicability and activity at moderate temperatures. Various metal and/or metal oxide combinations have been studied till date but ceria, in particular, has caught the attention of researchers worldwide because of its excellent oxygen transport capacity and ease of ability to switch between the oxidized and reduced states. With the advent of nano-structured materials, the focus has now shifted towards synthesizing nano-catalysts which possess considerably better properties (higher surface area to volume ratio) and show enhanced performances compared to other conventional materials. Nano-catalytic materials are being prepared via diverse methods such as sol-gel, co-precipitation, incipient wetness impregnation, reactive spray deposition, electro-spinning, etc. These preparation methods are currently being investigated to come out with the most suitable and cost-effective methods for the synthesis of WGS catalysts having favorable structural properties. The scope of research in this area is quite vast and a lot of breakthrough studies and improvements can be expected in the near future."
  },
  "references": []
}