{
  "title": "Charged micelle halo mechanism for agglomeration reduction in metal oxide particle based polishing slurries",
  "authors": [
    "Dylla-Spears, Rebecca"
  ],
  "publication": {
    "journal": "Colloids and Surfaces A: Physicochemical and Engineering Aspects",
    "date": "2014-04-05",
    "doi": "10.1016/j.colsurfa.2014.01.061"
  },
  "abstract": "A method for chemically stabilizing metal oxide polishing slurries to prevent their agglomeration while maintaining their surface activity is demonstrated experimentally. Negatively charged ceria, zirconia, and alumina particles are reversibly size-stabilized under low ionic strength conditions at and above their isoelectric points using anionic surfactants.\n                  Stability is imparted only at surfactant concentrations above the critical micelle concentration and when the particle and the micelle have like-signed charges. Zeta potential measurements demonstrate that little adsorption of anionic surfactant occurs under conditions where the particles are negatively charged. Changes to pH, hydrophobicity, and ionic strength disrupt the surfactant's ability to size-stabilize the slurries. These results suggest that the charged micelles electrosterically hinder the agglomeration of oxide particles.\n                  Because the stabilization method does not rely on adsorption, the particle surface remains accessible for chemical reactions, such as those involved in polishing. Metal oxide slurries stabilized by this method remove material at a rate comparable to that of unstabilized slurry. In addition, stabilized slurry is easier to filter, which improves the quality of the polished surface. Stabilizing colloids by this method may prove valuable for systems where particle surface functionality is important, such as those used in ceramics processing, optical polishing, and chemical-mechanical planarization.",
  "keywords": [
    "Colloid",
    "Stabilization",
    "Micelle",
    "Polishing",
    "Slurry",
    "Surfactant"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Optimizing the size uniformity of polishing slurries is important for the optical polishing and chemical-mechanical planarization (CMP) industries from the perspective of both reducing raw material consumption and improving polishing outcomes. Agglomeration of colloidal slurry particles leads to settling, increased slurry consumption, and reduced filter lifetimes. In addition, polishing in the presence of large or agglomerated particles at the upper end of the size distribution has been shown to degrade the quality of the finished surface, producing microscratches and increasing surface roughness [1–7].\n                  Ceria and zirconia slurries are commonly used for optical polishing, as they are two of the most effective polishing compounds for silica based glasses in terms of material removal [8,9]. Commercial optical polishing slurries are typically comprised of particles with average diameters of 0.1–0.5μm and are used at working concentrations of 2–10wt%. Unfortunately, particle agglomeration is a common problem for colloidal slurries, as stability is extremely sensitive to solution conditions [4,10–13].\n                  Agglomeration of colloids is typically prevented using electrostatic or steric stabilization, either separately or in combination. In electrostatic stabilization, the surface charge of the colloids is adjusted to increase the electrostatic repulsion between particles. Ceria and zirconia have neutral charge at their isoelectric points (IEP) of pH 6.6 and 6.2, respectively. Therefore, working particles are negatively charged at typical optical polishing conditions of pH 7–10 [14]. However, metal oxide slurries have been shown to exhibit shear thinning behavior at pH>IEP, suggesting that agglomeration is likely even under conditions where the electrostatic repulsion between particles is high, as inter-particle attractive forces continue to dominate [15]. Thus, electrostatic stabilization alone is not sufficient to prevent particle agglomeration in metal oxide slurries.\n                  Efforts have been made to improve dispersion of metal oxide slurries for CMP and ceramics applications using adsorbed polymers, which provide steric stabilization. For example, anionic polyelectrolytes, such as polyacrylic acid, induce steric repulsive forces while increasing the surface charge and have been shown to enhance the dispersion of ceria and zirconia [13,16,17]. Care must be taken to properly adjust surface coverage, as low levels of polyelectrolyte adsorption can also lead to bridging interactions, which instead de-stabilize the slurry and cause flocculation [17,18].\n                  Chemical dispersants and slurry additives that tightly bind to the surface or require high fractional coverage have the potential to decrease polishing activity [19,20]. Material removal in polishing is facilitated by a chemical reaction between the metal oxide and hydroxyl groups on the silica surface [8]. Therefore, the degree of coverage or size of species needed to stabilize the particles may block chemically active sites on the surface of the polishing particles and reduce the material removal rate.\n                  Smaller molecules, such as surfactants, can also prevent agglomeration through either steric or electrosteric stabilization. Surfactant adsorption on metal oxide surfaces has received considerable attention given its applications in froth flotation, detergency, and separations. Studies of surfactant adsorption have typically focused on conditions where there is a clear electrostatic driving force for adsorption; i.e., where surfactants have opposite charge from the metal oxide surface [21–23]. In this regime, researchers have provided rheological and electrokinetic evidence that charged surfactants adsorb to the surface and reduce inter-particle attraction in metal oxide dispersions. For example, Wei and coworkers have recently demonstrated that the anionic surfactants sodium hexametaphosphate and sodium dodecyl benzene sulfonate reduce the viscosity of nanoceria suspensions [11]. In addition, reduction in maximum shear yield stress has been achieved by adding charged surfactants to concentrated ceria and zirconia suspensions [24,25]. Although these experiments have focused over a range of pH, the most substantial rheological effects were observed at a pH where the particles are either charge neutral or are of opposite charge to the surfactant. These results all suggest that the charged surfactants increase inter-particle repulsive forces, but the studies referenced above provide no direct evidence of a reduction in agglomeration. Palla and Shah used settling experiments to suggest a reduction in particle agglomeration in alumina suspensions with the addition of charged surfactants; however, their study did not address the practical implications of using such surfactant stabilized suspensions [12].\n                  In the present work, we directly demonstrate reduction of agglomeration in metal oxide particle based polishing slurries imparted by the use of anionic surfactants under low ionic strength conditions and where the bare particles are negatively charged (i.e., pH>IEP). We discuss conditions under which colloidal stability is achieved and conditions that reverse this stability. We address practical processing concerns associated with addition of a chemical stabilizer, such as maintaining material removal and filterability, and discuss the benefits of using these stabilized slurries for optical finishing. Finally, we postulate a mechanism which is consistent with our observations of metal oxide particle stability in the presence of charged anionic surfactants. Although demonstrated here for optical polishing slurries, the method is expected to be broadly applicable.",
    "Materials and methods": "2\n                  Materials and methods\n                  \n                     2.1\n                     Slurry sample preparation\n                     All experiments were conducted using commercial polishing slurries, which were used without further purification or pretreatment (e.g. polishing or ultrasonics). Ceria slurries (Universal Photonics) were prepared using the optical polishing compounds Hastilite PO (supplied as concentrated slurry) or Cerox 1663 (supplied as powder). These were diluted with deionized (DI) water, in accordance with common manufacturing practice, to 4.4wt% and 7.7wt% solids, respectively. As-manufactured mean particle sizes were reported by the vendors as 0.2μm for Hastilite PO and 1-2μm for Cerox 1663. Concentrated zirconia slurry ZOX-PG (Universal Photonics), which has a reported median particle size of 1.0–1.4μm, was diluted with DI water to 4.6wt% solids. Alumina slurries were prepared using Linde 0.3-μm alumina polishing powder (Union Carbide) and DI water to 10wt% solids. A stir rod and stir plate were used to mechanically mix all dry polishing compounds for a minimum of 2h. Details of the slurries, including their measured conductivities and IEPs, are summarized in Table 1\n                        .\n                     Indicated concentrations of nonionic, anionic or cationic surfactants, and other species tested were added to the aqueous slurries, prepared as described above, to test their effects on particle agglomeration. A full list of these species, known critical micelle concentrations (CMC), as well as the pH conditions and surfactant concentrations under which they were tested, is provided in Table 2\n                        . For experiments performed at or near pH 10 or pH 4, pH adjustment was made using KOH or HCl, respectively. Measurements of pH were made using an Accumet AR60 pH meter with pH/ATC Double Junction electrode. A few of the surfactant-stabilized ceria samples were titrated with a 5M NaCl stock solution to determine the point when stability was lost. NaCl concentrations for these samples are indicated in Table 2 in the column labeled “Additional NaCl”.\n                  \n                  \n                     2.2\n                     Slurry characterization\n                     The degree of particle agglomeration was quantified by directly measuring the particle size distributions of the slurry samples. Particle size distributions were measured using two different techniques: (1) laser light scattering on the ensemble of particles (Saturn Digisizer, Micromeritics) and (2) single particle light obscuration (Accusizer 780A, Particle Sizing Systems). Test samples were pre-diluted 100-500x from their working concentrations with DI water just prior to PSD analysis and mixed continuously with a magnetic stir bar before each sample was injected into the test chamber.\n                     Particle settling (or sedimentation) is a well known technique used to separate particles by size, either gravimetrically or by centrifugation. Settling velocity is influenced by a number of factors, including the difference in fluid and particle densities, particle size, shape, and roughness, as well as interactions between particles. Assessing slurry settling rates [12,13] provided a qualitative measure of the degree of particle agglomeration present in a sample, permitting comparisons between preparations to be made. Here, the undiluted sample was agitated to ensure particles were suspended and then immediately poured into a graduated cylinder, where particles were left to settle under gravity. The initial height of the fluid column (typically 13–16cm to the bottom of the meniscus) was determined visually to within 2mm using the graduations on the cylinder. As the bulk of the suspended particles drifts downward, a distinct interface is formed, with a translucent supernatant on top and an opaque, white suspension below (cf. Figure S1). The position of the meniscus at the translucent-opaque interface was recorded visually to the nearest 2mm as it drifted downward over time and then plotted as a fraction of the initial height of slurry in the column.\n                     Zeta potentials and conductivities of slurries were measured, without dilution, using the electrokinetic sonic amplitude method using a ZetaFinder Potential Analyzer (Matec Applied Sciences). Slurries (200ml, undiluted) were titrated with either KOH (1N) or HCl (1N) to achieve the desired pH just prior to measurement. Concentrated aqueous solutions of either anionic surfactant ammonium lauryl sulfate (ALS) (500mM) or cationic surfactant cetyl tetramethylammonium bromide (CTAB) (82mM) were added directly to 200ml of 4.4wt% Hastilite PO ceria at pH 10 to measure zeta potential as a function of surfactant concentration.\n                  \n                  \n                     2.3\n                     Filtration\n                     Filtration performance was investigated for both untreated and stabilized slurries with slurry flow isolated from the polisher. Filtration experiments were performed at higher solids loading than other studies reported here (e.g. settling, polishing) to provide a more rigorous test of the filtration equipment and to provide more latitude for determining mass loss and measuring changes in pressure drop within one week of continuous filtration. Two gallons of 8–10wt% Hastilite PO ceria slurry, either without surfactant or with 36mM ALS, was circulated at ambient temperature at 3-4gpm through a 4″ CUNO Optima CMP590 (3M Corp.) filter having a cutoff size of 50μm or a 4″ CUNO Optima CMP560 filter having a cutoff size of 5μm. Filters were presoaked in DI water prior to use. During the experiments, pressure was continuously monitored upstream and downstream of the filter. Pressure drops were normalized by the manufacturer's expected pressure drop across the filter for the given flow rate, filter length, and pore size. Flow rate and temperature were also monitored. Slurry samples were captured periodically through the filter vent port. Such samples were weighed, dried at 80°C for >8h, and then re-weighed to determine the solids fraction.\n                  \n                  \n                     2.4\n                     Material removal and polished surface quality\n                     Round fused silica workpieces (100mm diameter x 10mm thick; Corning 7980) were polished using the Convergent Polishing configuration [7] (polyurethane pad [IC1000, Rohm & Haas] on a 300mm granite lap base, 0.3psi applied workpiece pressure, 20rpm workpiece & lap rotation rates, 0.6ml/min slurry feed rate (single pass), and slurry Baume 9). A new polyurethane polishing pad was used for each change in polishing slurry type. No pretreatment, such as diamond conditioning, was performed. Material removal rates were determined gravimetrically after polishing for 8h. Note because the slurry is only used on a single pass (as opposed to recirculation), changes to the slurries’ PSD with recirculation are not considered in this study.\n                     The surface morphology and roughness of selected polishing samples were characterized using atomic force microscopy (AFM). The AFM (Digital Instrument Dimension 3100) sits on a vibration isolation table and is operated in a temperature and air-flow controlled room. High aspect ratio silicon tips with small tip radius (Veeco OTESPAW) were used to ensure the accuracy of the AFM results and to minimize any tip convolution of the shape measured. Fresh AFM tips were used for each sample, and the sharpness of each tip used in the study was characterized against a titanium roughness sample. A height calibration standard was used periodically to ensure the accuracy and reproducibility of the measurements. Four 50μm×50μm scans with roughly ∼10nm lateral resolution were obtained for each polishing sample at a scan rate of ∼0.15Hz. 2D surface roughness analysis was performed using the raw AFM images obtained. Four measurements were used to compute the average root mean square (RMS) roughness of each sample.",
    "Results": "3\n                  Results\n                  \n                     3.1\n                     Effect of surfactants on settling and particle size distribution\n                     Hastilite PO is a commonly used ceria polishing slurry, having a reported mean particle diameter of 200nm. When the slurry is prepared at a typical polishing concentration[9] of Baume 9 (approximately 4.4wt%) at pH 6.6, using the method recommended by the manufacturer, it settles within ten minutes as shown by the filled squares in Fig. 1a. Analysis of settling times for single ceria particles in water using Stoke's law reveals that such a short settling time is inconsistent with 200-nm particles; instead, the settling time is more indicative of 10-μm particles. The rapid settling suggests that the slurry is agglomerating following initial manufacture or upon dilution. Changing the pH of the suspension above the IEP of ceria increases the electrostatic repulsion between particles; however, as the open squares in Fig. 1a show, the settling time does not improve when the ceria slurry is prepared at pH 10.75. Electrostatic stabilization alone is not sufficient to overcome the attractive forces between particles.\n                     Many studies have focused on the adsorption of charged surfactants and polymers to oppositely charged metal oxide surfaces, which can provide a steric barrier to agglomeration [31–34]. Table 2 provides details of the additives assessed in the present study as well as a summary of their observed effects on the agglomeration behavior of ceria, zirconia, and alumina slurries under particular solution conditions. All of the anionic and cationic surfactants tested greatly increased the settling times of the metal oxide slurries in particular pH ranges when compared to untreated samples of the same slurries, indicating that they reduced particle agglomeration. Representative settling curves are shown in Fig. 1a for the cationic surfactant CTAB and for the anionic surfactant ALS, both of which prevented complete settling of Hastilite PO for more than 4 days, but only under pH conditions where the slurry particles were either charge-neutral or of like charge to the surfactant. Nonionic surfactants Triton X-100 and Tween 20 and uncharged polymers polyethene glycol (PEG-200, PEG-20K) were not effective at preventing agglomeration at the concentrations tested. A representative settling curve is provided in Fig. 1a for the non-ionic surfactant Triton X-100.\n                     Measurements of the slurry particle size distributions (PSDs) were also made to quantify the degree of agglomeration. A Saturn Digisizer II (Micromeritics), which uses the Mie solution to calculate particle size distributions based on light scattered by an ensemble of particles, was used to measure the full distribution of particle sizes ranging from 40nm to 2.5mm. To detect small changes in the large end of the distribution, measurements of particle size were made using an Accusizer 780AD (Particle Sizing Systems), which is more sensitive than light scattering techniques to small numbers of large particles. In this method, individual particles>0.5μm are sized by the single particle light obscuration technique, i.e., individual particles are passed through a laser beam, with the amount of light blocked corresponding to particle size. This method does not detect particles<0.5μm in diameter.\n                     PSDs from the two techniques can be combined into a single distribution, with the ensemble method providing data for particles<0.5μm and the single-particle method providing data for particles>0.5μm. Fig. 1b shows representative combined PSDs for 4.4wt% Hastilite PO ceria stabilized using 36mM ALS at pH 7.5 and without surfactant. Note that the fractional particle count for the combined distribution spans 9 orders of magnitude, such that particles in the upper end of the distribution are present at ppb levels relative to the average particle. Particles larger than 0.5μm represent just 0.2–0.6% of the total number of particles. These larger particles are considered to be agglomerates, as the slopes of the tails of the PSD of a given slurry can be reversibly shifted by altering the solution conditions, and these tails correlate with observed settling behavior.\n                     For both the stabilized and unstabilized slurries, the majority of particles (>99%) is smaller than 0.5μm and the mean particle size is around 0.1μm, which is in reasonable agreement with the manufacturer's reported mean particle size of 0.2μm. Brunauer–Emmett–Teller (BET) analysis of the stabilized Hastilite PO yields a surface area of 7.49m2\n                        g−1, consistent with 0.1-μm average-diameter particles. Several important differences, however, are observed in the upper ends of the distributions that would be missed using data from only the light-scattering method. First, the size range of agglomerated particles is reduced from 1–10μm to 1–4μm upon addition of ALS. Second, the size of the average agglomerate is reduced from 2μm to 1μm with addition of the surfactant, suggesting that agglomerates are very large, comprised of 103 to 104 average-sized particles. Third, using the surfactant reduces the number of average-sized agglomerates 100 fold, from 1 agglomerate in 104 particles to 1 in 106 particles. Thus, the addition of ALS to the Hastilite PO ceria slurry reduces both the number and average size of agglomerates.\n                     The effected stabilization evident from the combined PSDs in Fig. 1b is not restricted to this particular surfactant and slurry pair. Fig. 2a shows a reduction of the number of large particles>0.5μm in Hastilite PO ceria upon the addition of the anionic surfactants ALS, Triton H-66, and dodecylbenzene sulfonate (DBS) as well as the cationic surfactant CTAB. Solution conditions for the samples are described in Table 2. These data suggest that significant improvements can be made to the upper end of the PSD for neutral to negatively charged ceria using negatively charged surfactants having either phosphate, sulfate, or sulfonate head groups. The reduction in large particles can also be achieved for neutral to positively charged ceria using positively charged surfactants having an ammonium head group.\n                     Anionic surfactants were also effective at stabilizing slurries other than Hastilite PO ceria at pH≥IEP. Fig. 2b and c shows the PSDs for particles>0.5μm for zirconia (ZOX-PG, Universal Photonics) and alumina (Union Carbide) slurries respectively, both with and without 36mM ALS. A second ceria slurry (Cerox 1663) was also successfully stabilized with 36mM ALS (Figure S2). The number of larger particles was reduced with the addition of ALS for all four metal oxide particle based slurries tested. Limited conclusions should be drawn from the data in Fig. 2, as the solution conditions are not uniform across these samples and no attempt was made to optimize the conditions for a particular slurry-surfactant system. Despite this, the results described here suggest that the presence of charged surfactants, at the indicated concentrations and pH conditions, is sufficient to overcome inter-particle attractive forces and reduce the agglomeration of ceria, zirconia, and alumina particles.\n                     Measured IEP and conductivities at working concentrations of the colloids used in this study are provided in Table 1. As the compositions of commercial polishing slurries are typically proprietary, inclusion of such detail is not practical. However, except for Cerox 1663, the close agreement of slurry IEP with reported literature values suggests a low degree of chemisorption of any unreported organic additives. We have also measured pHs and confirmed independently that the ionic strength of each slurry is less than ∼25mM NaCl at working concentrations, performed inductively coupled plasma mass spectrometry (ICP-MS) impurity analyses to verify compositions, and discussed with vendors the potential presence of impurities and organic additives in the samples provided as slurries. In addition, the main results discussed are common among the slurries prepared from either powders (alumina and Cerox 1663 ceria) or slurries (Hastilite PO ceria and zirconia), and among different manufacturers, suggesting that the behavior seen here is general, rather than being specific to a particular slurry composition.\n                  \n                  \n                     3.2\n                     Effect of surfactant on material removal\n                     A second important practical consideration for polishing applications is that the dispersant must not interfere with the surface chemistry such that it reduces the slurry's polishing efficacy. Table 3\n                         summarizes the material removal rates (MRR) from polishing experiments in which fused silica substrates were polished both with unstabilized slurries and with slurries stabilized using several surfactants at various pH. MRR for the unstabilized slurries vary with pH and are measured to be 0.58–0.85μm/h for Hastilite PO ceria and 0.55μm/h for ZOX-PG zirconia. Note that both the ceria and zirconia slurries containing anionic surfactants have removal rates that are greater than 70% of the removal rates of their unstabilized equivalents across the pH range where agglomeration reduction is observed (pH≥IEP). Therefore, all of the anionic surfactants tested appear to both reduce agglomeration and substantially maintain MRR under the conditions tested.\n                     In contrast, MRR for the cationic surfactant CTAB are less than 20% of that without added surfactant across the pH range where agglomeration reduction was observed (pH≤IEP). This suggests that the cationic surfactant interferes with the condensation/hydrolysis reactions required for chemical removal of silica, which could occur if a layer of adsorbed surfactant were to coat either the ceria particle and/or the surface of the silica work piece. Zeta potential measurements on 25-nm silica particles, which are negatively charged at pH>2, confirm that cationic surfactant CTAB adsorbs to the silica surface at the pH 4–10 (Figure S3). Therefore, despite its potential for reducing particle agglomeration, the cationic surfactant CTAB does not make a suitable dispersant for metal oxide particle based slurries in applications such as silica polishing, where the surface activity is critical.\n                  \n                  \n                     3.3\n                     Additional processing benefits\n                     The addition of anionic surfactant to prevent agglomeration in metal oxide polishing slurries at pH≥IEP results in many other processing benefits. A common source of large-particle contamination in industries where slurries are used, e.g., in optical fabrication, arises from the formation of hard, chemically bonded agglomerates as the slurry dries. Samples of Hastilite PO ceria slurry, stabilized with 36mM ALS and untreated (no surfactant), at pH 7 were dried at 110°C and then re-suspended with DI water at pH 7. Results are shown in Fig. 3a. Following re-suspension, the PSD for the untreated ceria slurry demonstrates that both more and larger (up to 30μm) agglomerates are present in the sample. In contrast, ceria slurry stabilized with ALS can be re-suspended with no change to the PSD (cf. \n                        Fig. 3a). Thus, the use of anionic surfactant in metal oxide polishing slurries at pH≥IEP reduces the formation of large agglomerates on drying, which would likely reduce rogue particle contamination during processing.\n                     The addition of anionic surfactants to stabilize slurries may also improve their filterability. This result is important, as other dispersants have been shown to negatively impact filtration of ceria [35]. In this study, the pressure drop across a 4-inch cartridge filter was measured as a function of the number of times the total contents of the slurry tank passed through the filter and was normalized by the expected pressure drop across a clean filter under the same experimental conditions. Results for filtration of Hastilite PO ceria both with 36mM ALS and without added surfactant are shown in Figure S4a. Particle agglomeration creates the need for frequent filter changes with unstabilized Hastilite PO ceria as indicated by a rapid and continual rise (1.6×10−3\n                        pass−1) in the pressure drop with the number of slurry passes through the filter (50-μm cutoff). During filtration, unstabilized ceria solids were lost at a rate of \n                        0.01 %pass−1 (Figure S4b), either due to settling in the reservoir or deposition in the filter. In contrast, for the stabilized Hastilite PO ceria, the relative pressure drop across a 5-μm cutoff filter remained relatively steady, rising 1.3×10−5\n                        pass−1, indicating little uptake of particles by the filter and leading to improved filter lifetime even at a reduced pore size. Filtration of stabilized Hastilite PO ceria was accomplished with a solids loss rate of only 0.0017 %pass−1, a nearly 10× improvement over the unstabilized Hastilite PO. By reducing the slurry's propensity to agglomerate, continuous filtration to remove large-particle contaminants is accomplished with less loss, even at a smaller filter cutoff, which also has the potential to reduce defect density and scratching [3,6,7,36].\n                     Improvements in filtration performance shown here for Hastilite PO ceria are expected to vary with the slurry composition and polishing process parameters. Because slurry flow was isolated from the polisher in this study, neither the mechanical nor the chemical effects of polishing process were evaluated for their effects on filter lifetime. As a limiting case, if the primary source of filter failure is due to debris generated during polishing (rather than as a result of agglomeration due to inter-particle attractive forces), stabilizing the slurry would not improve filter lifetimes. When agglomeration does contribute to filter failure, it is possible that some agglomerates in the unstabilized sample may be broken down during the act of polishing, decreasing the load on the filter and reducing the disparity in filter lifetime between the unstablized and stabilized slurry samples to some degree. However, the residence time of slurry in the polisher is typically much smaller than is its residence time in the holding tank, and it is unlikely that the breakup of agglomerates at the polisher can completely compensate for continuous agglomeration occurring in the tank.\n                     The ability to continuously filter the stabilized slurry at smaller filter cutoffs (Fig. 3b) enables further refinement of the PSD by removing particles in the upper end of the distribution. Large particles may be inherent to the stock slurry or may be introduced during processing (e.g., as a result of stress-induced agglomeration [4]), by changes in solution chemistry induced by the introduction of glass products, or from environmental contamination. The capability to tailor the distribution using filtration is significant, as it has been shown that it is the slope of the large particle tail of the PSD—not the mean particle size—that affects the micro-roughness of polished parts [7]. Fig. 3c shows AFM images of fused silica surfaces polished with Hastilite PO ceria slurry both with 36mM ALS and without surfactant. Under the same polishing conditions, the slurry containing ALS produced polished surfaces having average RMS roughness (0.1–50μm) of 0.65nm±0.08nm, compared to 0.99nm±0.1nm with the unstabilized slurry. Recall from Fig. 1b that the addition of ALS reduces the number and size of agglomerates but does not change the mean ceria particle size. These results show that reducing agglomeration in metal oxide particle based polishing slurries using anionic surfactants at pH≥IEP may lead to improved surface quality. Suratwala et al. have proposed a mechanism describing how the loaded fraction of particles in the upper end of the PSD contributes to removal, ultimately affecting surface quality [7].",
    "Discussion": "4\n                  Discussion\n                  \n                     4.1\n                     Surfactant adsorption\n                     The effect of surfactant addition on the zeta potential of the Hastilite PO ceria slurry was examined to probe the mechanism for stabilization. Fig. 4a shows the zeta potential of the Hastilite PO ceria at working concentration as a function of pH. Hastilite PO with no added surfactant shows the expected charge reversal at pH 6–8, consistent with reported literature values for the IEP of ceria [14]. The addition of 36mM ALS to the Hastilite PO ceria does not change the zeta potential of the ceria much at pH>IEP; however, ALS reverses the charge of ceria particles at pH<IEP when compared to the sample without surfactant. These results suggest that, as expected, significant anionic surfactant adsorption on ceria occurs when the particle charge is positive (pH<IEP), whereas only a small amount of adsorption occurs when particle charge is negative (pH>IEP).\n                     At pH>IEP, the metal oxide particles possess an overall negative charge; hence the electrostatic driving force for surfactant adsorption is negligible. Despite this, several groups have produced isotherms demonstrating low levels of adsorption of both anionic surfactants and anionic polyelectrolytes on metal oxides, including ceria and zirconia, at pH≥IEP [17,22,23,37,38]. Small numbers of anionic surfactant molecules may bind either by electrostatic attraction to isolated positively charged sites that exist on the heterogeneously charged particle surface or by chemisorption, as suggested by a shift of the observed IEP for ALS-stabilized Hastilite PO (Fig. 4a) [39]. Any chemical affinity promoting adsorption in the absence of electrostatic attraction is likely to be non-specific, as agglomeration reduction has been observed in the present study for different surfactant heads and tails and on multiple slurries.\n                     \n                        Fig. 4b shows the effect of increasing the surfactant concentration when starting with the untreated Hastilite PO ceria slurry at different pHs. Results are shown for both ALS and CTAB. When the ceria starts out positively charged (pH<IEP) and the cationic surfactant CTAB is added (diamonds), the zeta potential changes very little and levels off near 1mM, close to the “clean” (i.e., aqueous, no particles) CMC for CTAB (0.9mM) [30]. Similarly, when the ceria starts out with a negative charge (pH>IEP), addition of the anionic surfactant ALS (circles) causes very little change in the zeta potential. A slight change in slope is observed at [ALS]≈11mM, very near the clean CMC for lauryl sulfate (8.2mM) [28]. The results confirm that, at a fixed pH, surfactants of like charge to the solid do not adsorb appreciably to the solid surface.\n                     In contrast, the zeta potential for oppositely charged species changes significantly with the addition of surfactant. When the ceria has a slight positive charge (pH≈IEP), increasing the amount of negatively charged ALS (triangles) gradually decreases the zeta potential until it begins to level out when [ALS] approaches 20mM (2.4× the clean CMC). When the ceria starts out highly negatively charged (pH>IEP), the addition of positively charged CTAB (squares) causes a rapid charge reversal, with zeta potential leveling off when [CTAB] approaches 5mM (5× clean). Adsorption to the solid surface should plateau when the solution reaches the CMC, as beyond the CMC any additional surfactant would form micelles in the bulk phase rather than adsorb to the surface [32].\n                     The observed CMC of a given surfactant in the presence of a metal oxide surface is dependent on how much surfactant adsorbs at the metal oxide surface, which varies with electrostatic driving force (i.e., pH) and surface area available for adsorption, among other factors. It is therefore reasonable to assume that the surfactant concentrations corresponding to saturation in zeta potential are actually the CMCs for each surfactant at particular solids loadings and pH.\n                  \n                  \n                     4.2\n                     Conditions for stability\n                     \n                        Fig. 5a is a stability map describing the concentrations of anionic surfactant ALS required to increase the settling time of Hastilite PO, at a fixed pH of 7, as a function of ceria surface area per unit mass of slurry, which was adjusted by increasing the solids fraction of Hastilite PO ceria. The values of the points depicted in Fig. 5a represent a relative settling time scale in which the height of the phase-separation interface of a column of unperturbed slurry sample after 1h was normalized by the interface height of the untreated slurry (same solids fraction without surfactant) after 1h. Settling behavior was chosen as the observable for samples with different solids concentrations because measurements of PSD would require dilution of all samples to approximately the same particle loading, which may affect the observation. Slurries considered “stable” exhibited reduced settling relative to the untreated samples (i.e., relative settling times≫1). Note from Fig. 5a that a critical concentration of surfactant is required to reduce attractive particle interactions and prevent particle agglomeration and that the required concentration increases with increasing surface area.\n                     In fact, the settling data in Fig. 5a shows that the concentration of ALS required to reduce agglomeration at pH≈IEP occurs near or above the reported CMC of lauryl sulfate in water (8.2mM) in the absence of slurry [28]. Above the CMC, surface adsorption ceases, and the remaining surfactant forms micelles in solution [32]. These data suggest that surfactant molecules begin to form micelles before the particle stabilization is achieved at pH ≈ IEP. Above the point where stability is achieved (i.e., where settling time dramatically increases), there is no observed benefit to adding additional surfactant, suggesting either that the presence of micelles is sufficient to achieve stability or that there is an optimal ratio of micelles per particle.\n                     Several reference curves supporting the involvement of micelles in the stabilization of the slurry are shown in Fig. 5a. For example, the stable region is approximately 10× above the ALS concentration that would be required to achieve 100% monolayer coverage on particles if the individual ALS molecules were fully extended and adsorbed in a hexagonal close packed (hcp) array. ALS was modeled as a cylinder with radial cross sectional area of 25 square Angstroms [21]. This scenario does not accurately predict the location of the transition between aggregated and dispersed phases. It is also unlikely to occur given the lack of electrostatic driving force and absence of change in zeta potential at pH≥IEP.\n                     Actually, the transition to stability occurs almost an order of magnitude higher than expected for monolayer coverage, but quite close to the clean CMC for ALS, and it increases with surface area. An empirical CMC is represented by the dotted curve, which is a linear fit between the literature value for the CMC of lauryl sulfate in DI water at pH 7 and the apparent CMC at [ALS]≈20mM at pH 7 in the presence of 4.4wt% Hastilite PO ceria (0.33m2\n                        g−1) (cf. \n                        Fig. 4b). The dashed curve shows the concentration of ALS that would be required to achieve the clean CMC and then cover the entire surface of the ceria particles with an hcp array of 2.4-nm diameter, spherical ALS micelles containing 60 monomers each—representing approximately 6000 micelles per slurry particle [28]. Both of these curves describe the transition correctly within the experimental error, and this suggests that either the presence of micelles or some degree of micellar coverage around the particles reduces particle-particle interaction and prevents agglomeration.\n                     \n                        Fig. 5b shows the stability phase map for 4.4wt% Hastilite PO ceria slurry (0.33m2\n                        g−1) as a function of pH. For pH≥IEP, the concentration of ALS required to prevent agglomeration is again significantly higher than would be required to completely cover the particles with individual surfactant molecules and is close to the clean CMC. At pH 11, the ALS concentration required for stability does drop below the clean CMC of ALS at pH 7, which does not change much across the pH range if total ion content remains fixed [40]. However, research has shown that the CMC drops sharply and that micelle size increases with ionic strength, which was increased during pH adjustment with KOH [28,41]. This could be responsible for the steeper slope in [ALS] with pH observed at pH>IEP. At pH<IEP, note that the slurry is only partially stable upon addition of ALS. Although agglomeration is reduced compared to the unstabilized samples, particle–particle interactions appeared to be higher, as these samples settle faster than stabilized samples at pH≥IEP.\n                  \n                  \n                     4.3\n                     Proposed mechanism\n                     The results of this study suggest that the particles are not stabilized by traditional steric or electrosteric stabilization effected by adsorption of surfactant/polymer molecules onto the particle surface. Instead, experimental results suggest that both (1) micelle formation and (2) micelle-micelle repulsion are critical for preventing agglomeration of metal oxide particles. Hastilite PO ceria slurry stabilized at pH≥IEP using [ALS]>CMC (cf. \n                        Fig. 4) remain unagglomerated long term (>2 years) at room temperature. However, the stabilizing effect of the surfactant on the slurry is immediately reversible by diluting the sample below the CMC. In addition, no reduction in agglomeration is observed when 36mM ALS is added to 4wt% ceria slurry in a 50/50 ethanol/water mixture, likely because micelles do not form under such conditions. Surfactant CMCs are known to increase substantially in the presence of a solution containing>30% by volume of ethanol [30,42]. Further, the anionic surfactant dodecyl benzene sulfonate (DBS) stabilizes the Hastilite ceria slurry above its CMC, but the hydrotrope ammonium xylene sulfonate (AXS) has no effect at similar concentrations, despite its having the same anionic head group (Table 2). Like surfactants, hydrotropes have both hydrophobic and hydrophilic character and will form structures to solubilize fats in aqueous solutions; however, they do not self-assemble in solution. The fact that AXS does not reduce agglomeration suggests that the self-assembly of surfactant into micelles is critical to the dispersion of metal oxide particles.\n                     The mere presence of micelles does not promote stability, however. At pH 7, stabilized Hastilite PO ceria slurry (36mM ALS>CMC) can be returned to an agglomerated state by adding 200mM NaCl. Micelles remain at this condition [28], but the addition of ions screens charge and reduces the electrostatic repulsions between micelles and particles. In addition, the nonionic surfactants tested do not promote stabilization, even at concentrations well above their CMCs. Uncharged micelles formed by nonionic surfactants do not repel each other to the same degree as do charged micelles [43]. These observations imply that electrostatic repulsive forces play a key role in the stability mechanism.\n                     We cannot completely rule out the involvement of depletion stabilization, in which a deficit of non-adsorbing polymer segment concentration between particles creates a repulsive force; however, our results do not appear completely consistent with this mechanism [44,45]. For example, we do not observe a corresponding depletion flocculation upon addition of small amounts of anionic surfactants, as would be predicted by a depletion mechanism. In addition, we were unable to stabilize the slurry with uncharged, non-absorbing polymer species, even at higher molecular weight or at higher concentrations.\n                     We hypothesize instead a “charged micelle halo” mechanism in which the metal oxide polishing slurries are stabilized by the presence of micelles that are loosely associated with each particle and prevent particle agglomeration due to the presence of such micelles in the interstitial fluid between individual particles. This is directly analogous to the “nanoparticle halo” colloidal stabilization mechanism proposed by Tohver et al. [46]. The “charged micelle halo” concept is depicted schematically in Fig. 6\n                        a for the case where the particle and surfactant are both negatively charged. Although some surfactant may adsorb to the particle surface, particle stabilization is not achieved until the surfactant concentration exceeds the CMC for a given solids loading. The micelle-micelle repulsion is stronger than the micelle–particle repulsion, which causes the micelles to surround the metal oxide particles to maximize their distance from one another in the continuous phase. The result is a halo of charged micelles surrounding each slurry particle. The particle–particle interaction is effectively blocked by the charged micelles, which repel one another electrostatically, thereby reducing or eliminating metal oxide particle agglomeration. Insufficient repulsion between micelles, the lack of micelles at concentrations below the CMC, or an insufficient number of protective halos would leave the metal-oxide particles vulnerable to attractive interactions.\n                     Of course, interactions between the surfactant and the particle depend upon their charges at the pH of interest (see Fig. 6b–d). When the surfactant charge is the opposite of the metal oxide particle, surfactant adsorption is likely favored, dominated by electrostatic attraction of the oppositely charged species (Fig. 6b,c). In the present study, fully stabilized ceria slurry was not achievable with anionic surfactant when ceria was positively charged (pH<IEP), even at [ALS]≫CMC. Surface charge neutrality and charge reversal due to surfactant adsorption can actually reduce electrostatic repulsion between particles and may lead to aggregation [32,47]. Alternatively, bridging between adsorbed surfactant molecules, as illustrated in Fig. 6b, may contribute to the observed agglomeration. In contrast, stabilization of ceria was achieved using the cationic surfactant CTAB at pH≤IEP (cf. \n                        Figs. 1 and 2). This result is depicted schematically in Fig. 6d, where the particle and surfactant are both positively charged. Thus, charged micelle stabilization appears to be most effective under conditions where surfactant adsorption is low, i.e., where micelle and particle charges are of the same sign. When surface functionality is critical, however, the selection of surfactant should also involve a consideration of potential surfactant adsorption onto other surfaces in the system. For example, the scenario depicted in Fig. 6d resulted in poor MRR, presumably due to CTAB adsorption on the silica work piece surface impeding chemical reaction. Therefore, for silica polishing applications, the combination of negatively charged metal oxide particles (pH>IEP) and anionic surfactants (Fig. 6a) yields the best outcome.\n                     These results recall those of a glass polishing study by Cumbo and coworkers, in which slurries of alumina, zirconia, and ceria were found to be stable to agglomeration in the presence of glass polishing products when slurry pH≥IEP but formed agglomerates and increased roughness of the polished surface at pH<IEP [20]. These researchers termed the phenomenon the “slurry-charge-control effect” and recommended that optical polishing slurries be prepared at pH≥IEP such that slurry particles and silica both have negative charge. A mechanism similar to that proposed in Fig. 6 may also explain these previous results. In this case, the molecular networks of negatively charged silica removed during polishing may themselves act as the stabilizing species for the metal oxide particles at pH ≥ IEP. When the metal oxide particles are instead positively charged at pH<IEP, the negatively charged silica networks may contribute to charge reversal and facilitate agglomerate formation.\n                     \n                        Fig. 7\n                         shows that 25-nm silica nanoparticles[48] can, in fact, be used to stabilize the Hastilite PO ceria particles at pH>IEP, presumably by the same nanoparticle halo mechanism proposed by Tohver and coworkers. At pH 10, agglomeration reduction equivalent to that imparted by the anionic surfactant ALS is observed at a ratio of ∼20 silica nanoparticles per ceria particle, under conditions where both silica and ceria particles were negatively charged, on par with the ∼60 25-nm silica spheres that would be required to cover a 100-nm ceria particle in an hcp array. This experiment confirms the viability of the charged micelle halo mechanism for metal oxide particles under the conditions presented in this study. The successful stabilization of metal oxide particles with charged surfactant micelles also implies that the haloing phenomenon can be extended to a broader range of conditions than originally reported by Tohver et al., including smaller aspect ratios (particle:haloing species) and conditions where the particle and haloing species are of the same charge.",
    "Conclusions": "5\n                  Conclusions\n                  A stabilization technique amenable to reducing agglomeration in metal oxide polishing slurries while maintaining their chemical activity has been demonstrated experimentally. The method has been demonstrated using ceria, zirconia, and alumina slurries at pH≥IEP in combination with several different anionic surfactants. The key results are as follows. (1) The upper ends of the particle size distributions are significantly improved relative to unstabilized slurries. (2) Polishing rates (material removal rates) are maintained. (3) Stabilized slurries are easily filtered and less material is lost, even using smaller pore size filters, when compared to unstabilized slurries. (4) Work pieces exhibit significantly lower micro-roughness when polished using stabilized slurries. (5) Dried stabilized slurries can be easily re-dispersed without introducing agglomerates.\n                  We offer a “charged micelle halo” stabilization mechanism to explain why agglomeration reduction is observed where micelles form and where the surfactant and slurry particle charges are of the same sign. Micelles are thought to repel one another in the bulk, enveloping the particles and creating an electrosteric barrier between slurry particles. Because the micelles are not directly bound to the particle surface and free surfactant adsorption is low, the particles are able to maintain their surface functionality. Although the data presented in this study focuses on polishing, this stabilization method is expected to be broadly applicable for the stabilization of metal oxide colloidal particles. We note that the charged micelle halo stabilization mechanism may be of particularly high value in applications where steric stabilization using adsorbed species may unfavorably alter the particle size or may interfere with reactivity or availability of the surface, such as in ceramics processing, chemical-mechanical planarization, colloidal surface functionalization, or catalysis."
  },
  "references": []
}