{
  "title": "SO\n                  x\n                storage and release kinetics for ceria-supported platinum",
  "authors": [
    "Happel, Markus"
  ],
  "publication": {
    "journal": "Applied Catalysis B: Environmental",
    "date": "2009-09-28",
    "doi": "10.1016/j.apcatb.2009.07.002"
  },
  "abstract": "The SO\n                        x\n                      storage and release kinetics on CeO2 have been studied by lean SO\n                        x\n                      adsorption and temperature programmed desorption for different pairwise configurations of individual monolith samples, i.e., Pt/CeO2\n                     +SiO2, Pt/SiO2\n                     +CeO2, CeO2\n                     +Pt/SiO2 and CeO2\n                     +SiO2. In the case of sole ceria, SO\n                        x\n                      adsorption proceeds both via SO2 and SO3 adsorption although the latter channel is kinetically favored. Hence, the rate of SO2 oxidation is crucial for the overall SO\n                        x\n                      storage kinetics. It is also found that physical contact between Pt and ceria is important for the storage process. This is attributed to efficient transport routes for SO\n                        x\n                      (surface diffusion and spill-over processes) and/or specific adsorption sites at the platinum–ceria interface. The main route for SO\n                        x\n                      release is found to be thermal decomposition where the effect of platinum is minor, although an indirect effect cannot be ruled out. Different mechanistic scenarios for SO\n                        x\n                      adsorption are discussed, which may serve as a guide for future experiments.",
  "keywords": [
    "Sulfur trap",
    "Adsorption",
    "Desorption",
    "SO2 oxidation",
    "Noble metal–support interaction",
    "CeO2",
    "Pt"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Energy-efficient solutions for propulsion within the transportation sector are likely to involve oxygen excess (lean) combustion [1]. A possible concept to reduce the NO\n                        x\n                      levels in the resulting (net-) lean exhausts is NO\n                        x\n                      storage catalysis (NSC) [2]. However, the NSC has a high affinity towards sulfur oxides (SO\n                        x\n                     ) which poison the storage sites and lead to severe deactivation. Thus, the NSC should not be exposed to even small amounts of SO\n                        x\n                      originating from fuels and/or lubricants. It is challenging to find appropriate solutions to this durability issue as emission standards need to be fulfilled over an expected useful period [3].\n                  Strategies to prevent deactivation have been proposed where the NSC formulation is modified to include a SO\n                        x\n                      trapping materials that can store and release SO\n                        x\n                      under lean and rich conditions, respectively [4,5]. Another concept to hinder SO\n                        x\n                      from reaching the NSC is to add a, so-called, sulfur trap upstream the NSC in the aftertreatment system [6–11]. Two different types of sulfur traps have been proposed, i.e., disposable and regenerable. Here, the latter is considered to be used under continuously lean conditions.\n                  In a previous study [11] it has been found that for continuously lean conditions, CeO2-based materials are suitable for regenerable SO\n                        x\n                      traps. The design target in this case was to store SO\n                        x\n                      by adsorption below 500\n                     \n                        °\n                      C and release stored SO\n                        x\n                      by thermal desorption above 600\n                     \n                        °\n                     C. The addition of platinum was measured to significantly enhance the SO\n                        x\n                      storage. However, the actual role of platinum was not clarified although various scenarios were discussed including the importance of SO2 oxidation and spill-over of SO\n                        x\n                      species. In the present work, the influence of SO2 oxidation and noble metal–support interaction on SO\n                        x\n                      adsorption and desorption kinetics for Pt/CeO2 is studied in more detail.",
    "Experimental": "2\n                  Experimental\n                  \n                     2.1\n                     Sample preparation and characterization\n                     The supported platinum samples were prepared by impregnating ceria and silica, respectively, with halogen-free platinum precursors. Ceria (99.5 H.S.A. 514, Rhône-Poulenc) was dispersed in distilled water and an aqueous solution of platinum(II)nitrate (Pt(NO3)2, Heraeus GmbH) was gently added to the ceria slurry under continuous stirring. The slurry was, thereafter, instantly frozen with liquid nitrogen and freeze-dried. The resulting powder was calcined in air at 600\n                        \n                           °\n                         C for 1h (heating rate of 4.8\n                        \n                           °\n                        C/min from 25 to 600\n                        \n                           °\n                        C). The corresponding procedure was used to prepare the Pt/SiO2 sample by impregnating colloidal silica (20nm spherical particles, Nyacol 2034DI, Eka Chemicals) with an aqueous solution of tetraammineplatinum(II)nitrate (Pt(NH3)4(NO2)2, Degussa AG). The platinum load was for both catalysts 5% by weight.\n                     Four types of monolith samples were prepared by immersing bare cordierite monoliths (\n                           ∅\n                        \n                        =20mm, length=18mm, 400cpsi) in water slurries containing a binder and, respectively, Pt/CeO2, Pt/SiO2, CeO2 and SiO2 material. A colloidal ceria sol (10–20nm spherical particles, Nyacol CeO2(Ac), Nyacol Nano Technologies) and colloidal silica sol (20nm spherical particles, Nyacol 2034DI, Eka Chemicals) was used as a binder for the ceria and silica materials, respectively. The coated monolith samples were then dried in air at 90\n                        \n                           °\n                         C for 2min and calcined at 600\n                        \n                           °\n                         C for 5min also in air. By repeating this procedure, 1g of the respective coating was attached to each sample. All samples were calcined in air at 600\n                        \n                           °\n                         C for 90min and stabilized in a mixture of 1% CO, 0.15% C3H8 and 2% O2 (Ar as balance) using a total flow of 3000ml/min.\n                  \n                  \n                     2.2\n                     SO\n                           x\n                         adsorption and desorption experiments\n                     The adsorption and desorption experiments were carried out using a gas-flow reactor described elsewhere [11]. Briefly, it consists of a horizontal quartz tube surrounded by a metal coil for resistive heating of the gas flow and the samples. Gases are introduced via individual mass flow controllers and the gas temperature in front of the sample is controlled by a Eurotherm regulator. The reactor is equipped with a Fourier transform infrared spectrometer instrument (MultiGas 2030, MKS Instruments) for simultaneous detection of gas phase SO2 and SO3 in the outlet stream.\n                     The investigated sample configurations, depicted in Fig. 1\n                        , were evaluated by lean SO\n                           x\n                         adsorption (100vol.-ppm SO2 and 7% O2 in Ar) at 250\n                        \n                           °\n                         C for 1h followed by a lean temperature programmed desorption (7% O2 in Ar) by ramping the temperature from 250 to 700\n                        \n                           °\n                         C with a ramp rate of 10\n                        \n                           °\n                        C/min. The total flow was in both cases 3500ml/min. This adsorption–desorption sequence was repeated three times.",
    "Results and discussion": "3\n                  Results and discussion\n                  In a previous investigation with the same conditions as the ones used here [11], it was observed that fresh ceria based SO\n                        x\n                      traps exhibit a certain degree of irreversible adsorption. In the present study, the same lean SO\n                        x\n                      adsorption–desorption sequence was carried out three times so as to obtain regenerable and reproducible results. As the basis for the discussion we use here only the second and third sequence.\n                  In Fig. 2\n                     , the results for lean SO\n                        x\n                      adsorption (third sequence) on the different sample configurations A–D are shown. In the following discussion we assume that the SO2 adsorption on SiO2 and Pt/SiO2 is negligible. This has been shown in several previous studies [12,13]. It is clear that the adsorbed amount of SO\n                        x\n                      is much higher for the Pt/CeO2 sample (A) as compared to bare CeO2 (D). Note that the A geometry is not even saturated during the time frame of the experiment. Based on the second and third adsorption sequence, the average amount of adsorbed SO\n                        x\n                      is 406 and 106\n                     \n                        \n                           μ\n                        \n                      mol for the Pt/CeO2 and CeO2, respectively. This is in accordance with previous observations [11] which were connected to different routes whereby SO\n                        x\n                      adsorbs on Pt/CeO2 and bare CeO2, respectively. However, based on previous results it is not clear whether the increased SO\n                        x\n                      adsorption is thanks to the formation of gaseous SO3 over Pt and subsequent adsorption of SO3 on ceria or if SO3 (or some other sulfur species) is transported from the platinum crystallites to ceria via surface diffusion and spill-over processes. Similarly, diffusion and spill-over of oxygen to ceria may be important steps. To study the influence of sulfur carrier, here SO2 and SO3, on the SO\n                        x\n                      storage, we use as a starting point for the analysis the comparison of present results for SO\n                        x\n                      adsorption for the systems with physically separated platinum, i.e., configurations B and C. These results are in turn compared with the Pt free system (configuration D).\n                  It is found that the amount of adsorbed SO\n                        x\n                      on ceria is higher in the case of the Pt/SiO2 positioned upstream of the ceria (configuration B) as compared to either the downstream position (configuration C) or, even more clearly, the configuration D without Pt. For configuration B, SO\n                        x\n                      is adsorbed during the entire 60 min period of SO2 exposure, although the SO\n                        x\n                      adsorption is minor at the end of the period, as reflected by increasing concentration of outlet SO2. The average amount of adsorbed SO\n                        x\n                      is 286\n                     \n                        \n                           μ\n                        \n                     mol. Contrary, for configuration C, the outlet SO2 concentration reaches a steady level at about \n                        t\n                        =\n                        40\n                     \n                     min. The total SO\n                        x\n                      concentration (sum of SO2 and SO3) is close to the inlet SO2 concentration of 100vol.-ppm which indicates negligible SO\n                        x\n                      adsorption at the end of the measurement. Here the average adsorbed amount of SO\n                        x\n                      is 174\n                     \n                        \n                           μ\n                        \n                     mol. Similarly, for bare ceria (D) the outlet SO2 concentration reaches a steady level even earlier at about \n                        t\n                        =\n                        30\n                     \n                     min.\n                  The main difference in SO\n                        x\n                      adsorption between configuration B and C is likely owing to the different SO2 oxidation kinetics for Pt and CeO2. Provided that the gas phase concentration of SO3 is sufficiently stable (this assumption is supported by thermodynamic calculations)\n                        1\n                     \n                     \n                        1\n                        In an atmosphere with oxygen excess (here the concentration of O2 was 700 times that of SO2), SO3 is the thermodynamically favored SO\n                              x\n                            species at low temperatures. The equilibrium temperature for the composition 50% SO2/50% SO3 is 675\n                           \n                              °\n                           C.\n                     , the present results support the earlier suggestion in Refs. [11,14] that oxidation of SO2 into SO3 over Pt is important for the overall SO\n                        x\n                      adsorption. At the temperature used here, the SO2 oxidation and subsequent sulphate formation on bare ceria are slow [11]. Based on results for configuration B and C, a few scenarios can be envisioned as depicted in Fig. 3\n                     . For example, given that SO2 and SO3 compete for the same adsorption sites on ceria (scenario I versus scenario II), the present results indicate that SO3 adsorption is kinetically favored. Another explanation could be that the additional SO\n                        x\n                      adsorption observed for configuration B occurs solely via the formation of SO3 thanks to specific adsorption sites for SO3 on the ceria.\n                  Consider again the SO\n                        x\n                      adsorption onto the Pt/CeO2 sample. Likely, the observed high adsorption is only partly explained by the formation of gaseous SO3. The comparison with the corresponding results for physically separated Pt and ceria (configuration B) shows the Pt/CeO2 adsorbs significantly more SO\n                        x\n                     . Assuming that the rate of SO2 oxidation into gaseous SO3 is not too different in the two cases (this is supported by the fact that the same amount of Pt was used in both cases) and that SO3 is sufficiently stable in gas phase, the ceria is in both cases exposed to similar gas composition. Thus, the results indicate that physical contact between platinum and ceria is important for the overall SO\n                        x\n                      adsorption process. Although the mechanistic details are difficult to deduce from the present results, we may speculate on different scenarios. If SO3 is not stable in the gas phase under the conditions used here, then SO2 oxidation close to the ceria is important (scenario III). However, as mentioned above, SO3 is probably stable enough and, thus, a scenario where the SO3 formed on Pt may diffuse on the Pt surface and spill-over to ceria (scenario IV) is possible. The SO3 adsorbed on the ceria may then continue to diffuse on the ceria surface as well as into the ceria bulk as was indicated by previous IR spectroscopy experiments [11]. In this case, the corresponding activation barriers for spill-over and diffusion are lower than the energy required for desorption. An expected crucial parameter in this respect is the length of the circumferential Pt–ceria interface. Another scenario that also involves the Pt–ceria interface as an important parameter, is the assumption of specific adsorption sites at the interface accessible for SO\n                        x\n                      either directly from gas phase (scenario V) and/or via the platinum or ceria surface (scenario VI).\n                  Hitherto it has been shown that the inclusion of Pt, preferable in direct contact with ceria, enhances the overall SO\n                        x\n                      adsorption on ceria. Turning to the corresponding results for lean SO\n                        x\n                      desorption (Fig. 4\n                     ), the role of Pt is not as pronounced. One obstacle for the interpretation of the results is that for the four geometries the total amount of stored SO\n                        x\n                      is different. This may influence the SO\n                        x\n                      desorption spectra, especially the peak SO\n                        x\n                      desorption. However, despite this issue, a few remarks can be made. The SO\n                        x\n                      desorption starts at about 500\n                     \n                        °\n                      C for all samples indicating that thermal decomposition of SO\n                        x\n                      adsorbed on ceria is important for the release process. Furthermore, comparing configuration A and C the peak SO\n                        x\n                      desorption occurs at a temperature only about 20\n                     \n                        °\n                      C higher for Pt/CeO2. This indicates that physical contact between Pt and ceria has a minor influence on the desorption and that, again, thermal decomposition of SO\n                        x\n                      adsorbed on ceria is the main route. The present results differ from our previous study [11] where SO\n                        x\n                      desorption occurred at higher temperatures for ceria samples without Pt. The reason for this is probably due to different sample preparation in the two studies. In the previous study, ceria was attached to monoliths using Boehmite as a binder. During sample calcination Boehmite forms alumina which is known to store SO\n                        x\n                      also at relatively high temperatures [11]. Thus in the case of the ceria sample where a low amount of SO\n                        x\n                      was stored, SO\n                        x\n                      desorbed from ceria at low temperatures could be temporarily adsorbed on the alumina until higher temperature was reached. In the case of Pt/CeO2, this effect is likely negligible due to the much higher amounts of stored SO\n                        x\n                     . In the present study a ceria sol was used instead of Boehmite in order to prepare ceria samples with as few components as possible. It should be noted, however, that an indirect effect of Pt on the SO\n                        x\n                      release kinetics for platinum–ceria systems could be observed in the present results. The desorption spectra for configuration A and B as well as for C and D are similar. For A and B, SO\n                        x\n                      was stored mainly via SO3 adsorption, whereas for C and D, storage proceeds mainly via SO2 adsorption. Adsorption of SO3 leads preferably to formation of SO4 species whereas SO2 adsorption initially leads to formation of SO3 species in the ceria structure [11]. This indicates that the route for SO\n                        x\n                      adsorption is important for the corresponding desorption and, thus, inclusion of platinum has an indirect effect on the SO\n                        x\n                      release kinetics for platinum–ceria systems.",
    "Concluding remarks": "4\n                  Concluding remarks\n                  In summary, we have shown that lean SO\n                        x\n                      storage on platinum–ceria systems occurs both via adsorption of SO2 and SO3, where the latter is kinetically favored. Thus, the rate of SO2 oxidation is important for the overall SO\n                        x\n                      storage kinetics. Moreover, physical contact between platinum and ceria is important for the overall SO\n                        x\n                      storage kinetics possibly by providing new transport routes (diffusion and spill-over) and/or adsorption sites at the platinum–ceria interface for SO\n                        x\n                     . Thermal decomposition of SO\n                        x\n                      species seems to be the main route for SO\n                        x\n                      desorption and thus platinum plays a minor role. However, platinum may play an indirect role as the route for SO\n                        x\n                      storage, i.e., via SO2 or SO3 adsorption, seems to influence the SO\n                        x\n                      desorption kinetics."
  },
  "references": []
}