{
  "title": "Polishing behaviors of ceria abrasives on silicon dioxide and silicon nitride CMP",
  "authors": [
    "Oh, Myoung-Hwan"
  ],
  "publication": {
    "journal": "Powder Technology",
    "date": "2011-01-30",
    "doi": "10.1016/j.powtec.2010.09.025"
  },
  "abstract": "The effects of ceria (CeO2) abrasives in chemical mechanical polishing (CMP) slurries were investigated on silicon dioxide (SiO2) and silicon nitride (Si3N4) polishing process. The ceria abrasives were prepared by the flux method, using potassium hydroxide (KOH) as the grain growth accelerator. The primary particle size of the ceria abrasives was controlled in the range of ~84–417nm by changing the concentration of potassium hydroxide and the calcination temperature without mechanical milling process. The removal rate of silicon dioxide film strongly depended upon abrasive size up to an optimum abrasive size (295nm) after CMP process. However, the surface uniformity deteriorated as abrasive size increases. The observed polishing results confirmed that there exists an optimum abrasive size (295nm) for maximum removal selectivity between oxide and nitride films. In this study, polishing behaviors of the ceria abrasives were discussed in terms of morphological characteristics.",
  "keywords": [
    "Ceria",
    "Chemical mechanical polishing (CMP)",
    "Grain growth accelerator",
    "Flux method",
    "Sintering process"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Ceria is receiving intense attention as a main slurry component for the chemical mechanical polishing (CMP) process in semiconductor manufacturing industry due to the effective removal rate for oxide film and the softness of the particles [1,2]. Ceria-based slurry has been used in CMP of shallow trench isolation (STI) structures consisting of silicon dioxide and silicon nitride deposition due to its high selectivity over nitride. For the STI-CMP process, the use of high selectivity slurries is very important to halt the polishing at the nitride stop layer and reduce the amount of defects such as erosion and dishing [3]. During the past decade, structural properties, chemical aspects and morphological characteristics of the ceria abrasives have been identified as the important parameters that influence the STI-CMP performance [4,5]. Therefore, many approaches to control these properties of ceria abrasives have been extensively investigated.\n                  The commercial method for synthesis of ceria particles involves thermal decomposition of cerium salts such as carbonate and hydroxide [6]. This method leads to very porous ceria particles with high surface area, inducing softness and high chemical reactivity to oxide films. However, the size and the shape of ceria abrasives are very limited since particle growth is difficult to control during calcination process. To achieve the desired particle size and the uniform particle size distribution, mechanical milling and filteration is required [7]. Other methods for preparing ceria abrasives are liquid phase processes [8,9]. These methods can lead to ceria abrasives with desirable morphological characteristics by manipulating reaction parameters. However, the size of ceria abrasives is limited to less than 50nm. Use of these small size particles results in low removal rates of target layers during CMP.\n                  To overcome these problems, flux method is proposed to synthesize the ceria abrasives with a well-defined morphology. This method consists of adding precursor in the required ratio to a molten salt mixture, which accelerates the kinetics of the formation of ceria particles [10]. The ceria particles obtained by this method have the several advantages over other methods such as narrow size distribution, desirable characteristics including very fine size, high chemical purity and good chemical homogeneity [11]. However, this method has seldom been applied to the synthesis of ceria abrasives for CMP slurry. Furthermore, the polishing performance of ceria abrasives synthesized using flux method has not been reported so far for the silica and silicon nitride films.\n                  In this work, we synthesized the ceria particles of different sizes with uniform particle size distribution using the flux method. For CMP performance evaluation, the effect of ceria abrasives on the removal rate, the oxide-nitride removal selectivity and the within-wafer non uniformity (WIWNU) was investigated.",
    "Experiment": "2\n                  Experiment\n                  \n                     2.1\n                     Preparation of ceria abrasive particles by solid state reaction\n                     Cerium (III) nitrate hexahydrate (Ce(NO3)3∙6H2O) and potassium hydroxide (KOH) were used as the starting materials for synthesis of ceria abrasive particles. 0.5M of cerium (III) nitrate hexahydrate and 1.0M of potassium hydroxide were separately dissolved in mixed solvent of ethylene glycol (C2H6O2) and deionized (DI) water. The volume ratio of ethylene glycol to water was kept at 2:3. The reaction was carried out at a temperature of 50°C with stirring rate of 100rpm for 12h. Air was bubbled into the precipitation reactor with passage through a gas distributor as an oxidizer. The precipitated substance was separated via centrifugation and then redispersed in distilled water under continuous stirring. The weight ratio of distilled water to a precipitated substance was kept 5:1. The suspension solution was put into an autoclave. The hydrothermal reaction was carried out at 230°C for 6h. After the hydrothermal reaction, the precipitated particles were washed with distilled water three times via centrifugation and then uniformly wetted in a potassium hydroxide/water mixed solution. The concentration of potassium hydroxide was 0.1–2.0wt.% depending on the total weight of the precipitated particles. The wetted particles were sintered for 2h at 800–900°C temperature. The synthesized particles were washed with distilled water until the ion conductivity of the washed solution was less than 0.5μS. The schematic diagram of experimental procedure was shown in Fig. 1\n                        .\n                     The crystal structure and grain size were identified through X-ray diffraction (XRD) using CuKα radiation. The crystallite size was estimated by the Scherrer equation according to the formula D\n                        =0.9λ\n                        /(β cos θ), where D is crystallite size, λ is the wavelength of X-rays, β is the half-width of the diffraction peaks, and θ is the diffraction angle. The broadening of the reflection from the (111) plane was used to calculate the crystallite size. The morphology and sizes of the abrasive particles were also examined by field emission scanning electron microscope (FESEM). The average primary particle size was calculated by measuring ca. 100 particles from FESEM micrographs. The specific surface area (SSA) of ceria abrasives was determined by Brunauer–Emmett–Teller (BET) method using nitrogen adsorption/desorption at 77K.\n                  \n                  \n                     2.2\n                     Polishing of wafers\n                     Different ceria-based slurries were formulated by dispersing abrasives each with different primary particle sizes in DI water containing an anionic organic polymer (Poly acrylic acid, PAA; Mw 4000, LG Chem.) as dispersant. The PAA was 2wt.% based on the total weight of the ceria abrasives. For each slurry, pH was adjusted to 6.5–6.7 by adding ammonium hydroxide (NH4OH). The solid loading of ceria abrasives was fixed to 2.0wt.%. Table 1\n                         presents the slurry characteristics used in polishing tests. The abrasive size distribution of slurry was measured using light scattering method (UPA 150, Microtrac Inc.). In order to investigate the adsorption characteristics of ceria abrasives for the additive polymer, slurry A and D were dried at 80°C for 24h. The weight loss of the abrasives dried from slurries was measured by thermogravimetric analysis (TGA). TGA was performed in an air flow of 100ml/min at a heating rate of 10°C/min from 30°C to 600°C.\n                     Silicon dioxide film of 2μm thick was formed on a 5-in. p-type silicon substrates with (001) orientation by plasma enhanced chemical vapor deposition (PECVD). The silicon nitride films were deposited by using low-pressure chemical vapor deposition (LPCVD). Polishing tests were performed on a rotary type CMP machine (GNP POLI 400, G&P technology) for 1min with each of the ceria-based slurries. IC 1000/SUBA IV stacked pads (supplied by Rodel Inc.) were utilized as CMP pads. The downforce was 280g/cm2 and the rotation speed between the pad and the wafer was 90rpm. The slurry flow rate was 100mL/min. The film thickness on the wafers before and after CMP was measured using spectroscopic reflectometry (Nanospec 6100, Nanometrics) to calculate the removal rate. In this experiment, the WIWNU was defined as the standard deviation of remaining thickness divided by the average of the remaining thickness after the CMP process. The average polishing data for removal rate was carried by performing the same tests more than three times in order to support the validity of the results from the statistical viewpoint.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Morphological characteristics of ceria abrasives\n                     \n                        Fig. 2\n                         shows the FESEM images of abrasive particles prepared in different calcination conditions as described in Table 1. The primary particle sizes determined using the FESEM micrographs were 84, 166, 295, and 417nm for slurry A, B, C and D, respectively. As shown in Fig. 2, the ceria particles consisted of crystalline grains with a well-defined morphology. The size of ceria particles increased with the increase in concentration of potassium hydroxide and the calcination temperature. These images indicate that the primary particle size can be controlled by changing the calcination conditions, which influence the crystal growth of ceria particles.\n                     \n                        Fig. 3\n                         shows the X-ray diffraction patterns of the prepared particles. As shown in Fig. 3(a), the characteristic peaks corresponding to (111), (200), (220), (311), and (222) planes are located at 2θ\n                        =28.51, 33.06, 47.48, 56.20, and 59.05o, respectively. They show very close to the ones with cubic fluorite structure of ceria crystal in JCPDS database. The sharp intensity peaks were observed for ceria abrasives with larger primary particle size as shown in Fig. 3(b). The crystallite size of ceria abrasives was calculated from the Scherrer equation using the line-broadening of the (111) peak in the XRD pattern. The crystallite size gradually increased from 38nm to 88nm as the calcination temperature and the concentration of additive were increased. This result coincides with the trend of increasing primary particle size in the FESEM images shown in the Fig. 2.\n                     The synthesis method employed in this study is characterized by a low sintering temperature process, using grain growth accelerator. The eutectic mixed solvents as an accelerator is used to promote the kinetics by enhancing diffusion, due to their low melting temperature. In this study, potassium hydroxide/water mixed solvent was used as the accelerator to reduce sintering temperature. Considering that the conventional sintering of ceria requires high temperatures leading to partial reduction above 1200°C [12], potassium hydroxide/water mixed solvent might offer a liquid phase to promote interdiffusion on contact surface between the smaller particle and the larger ones during the sintering process. Fig. 4\n                         shows this dependence of the crystallite size on the concentration of potassium hydroxide at a fixed temperature (850°C). It can be observed that an increase in the crystallite size was seen with addition of KOH at same calcination temperature. These results indicate that potassium hydroxide strongly affects the growth rate of ceria particles at relatively low temperature. Therefore, the physical properties and the morphology of ceria abrasives could be controlled by manipulating the concentration of potassium hydroxide in this system.\n                     Additionally, cerium dioxide particles obtained by hydrothermal method were used as the precursor in this study, instead of cerium salts such as hydroxide, nitride, and chloride. Fig. 5\n                         shows the FESEM images of the particles prepared with different cerium precursors. Compared with other particles as shown in Fig. 5(a), (b), and (c), it can be observed that the uniformity of ceria particles (Fig. 5(d)) prepared using oxide is superior. This result is attributed to the fact that in case of cerium dioxide as a precursor, direct grain growth of crystallite is involved during heat treatment. However, in case of other precursors (hydroxide, nitride and chloride), the formation of cerium dioxide crystallites involves two steps via thermal decomposition followed by grain growth. Thermal decomposition of such precursors involve series of chemical reactions [13] leading to retarded growth of ceria particles. Furthermore, it is difficult to achieve uniform ceria particle morphology because of the high surface energy and chemical reactivity of the volatile cerium compounds. Therefore, it seems that the direct formation to ceria induces the absence of hard aggregates and surface necking in the ceria crystallites.\n                  \n                  \n                     3.2\n                     Characteristics of ceria abrasives before and after CMP\n                     To investigate the CMP performance using the synthesized ceria abrasives, we performed polishing test for the four types of slurries with different abrasive size. Fig. 6\n                         shows the particle size distribution of these slurries without surfactant addition. The average particle sizes determined by light scattering method were 165, 278, 483, and 742nm for slurry A, B, C and D, respectively. The dispersed particle size is much larger than the crystallite size estimated by X-rays and the primary particle size calculated by FESEM. This observation is due to the extensive overlapping of the ceria particles in water-based solution [14]. As shown in Fig. 6, the increase in the size of the primary particle led to broader particle size distribution in water-based solution.\n                     \n                        Fig. 7\n                         shows the FESEM images of ceria abrasives before and after silicon dioxide polishing for slurry C. The ceria abrasives after polishing were washed with distilled water three times via centrifugation. According to Fig. 6, we can confirm that the ceria abrasives are brittle and break during polishing process. This indicates that the ceria abrasives used in this study are easily broken-down by applied pressure and shear force during polishing.\n                  \n                  \n                     3.3\n                     Polishing test\n                     \n                        Table 2\n                         summarizes the quantitative results of the polishing test. It is clear that the removal rate of the oxide films increased with increasing size of ceria abrasives. The removal rate of oxide film is mainly influenced by chemical contribution of ceria abrasives and mechanical factors, such as the CMP conditions, morphological characteristics of abrasives and particles size distribution. During the polishing of the oxide film, ceria abrasives exhibit a chemical tooth property which accelerates the polishing removal rate of oxide film [1]. As a consequence, the Si–O–Ce bonds can be rapidly removed by the mechanical force generated by pressed pad and abrasives, and this physicochemical reaction lead to the high removal rate of oxide film. In this work, it was found that the removal rate of oxide film was essentially dependent on the size of ceria abrasives. As with the removal rate of oxide film, the removal rate of nitride film increased with increasing in the crystallite size of ceria abrasives. However, the removal rate of nitride film is affected by the physical properties of ceria-based slurry systems and the amount of surfactant adsorbed on the film surface [5]. In order to improve the selectivity and uniformity, an anionic acrylic polymer is commonly used to passivate the surface of the nitride film during STI-CMP, which prevents ceria abrasives from contacting the film surface [15]. In this study, the amount of the polymer was maintained constant for all slurry. Therefore, it seems that the increase in the removal rate of nitride film is relate to the mechanical factors rather that to the effect of passivation layer of the polymer absorbed on the film surface. These mechanical factors are influenced by several physical parameters of the CMP process, such as morphological aspects of the abrasives, crystallite size of the abrasives and the CMP conditions.\n                     It is well known that the removal rate increases with increasing particle size due to mechanical indentation. However, the increase in removal rate shows lower slope between slurry C and D as compared to that from slurry A to C as shown in Fig. 8\n                        . This led to a transition in removal selectivity between oxide and nitride film at slurry C. This result is attributed to two related factors: the contact-area reduction and the particle surface activity. In the case of oxide CMP process, the removal rate is mainly affected by contact area between the abrasives and the film surface. According to contact-area mechanism [16], the removal rate increases with decreasing abrasive size and increasing solid loading, due to the increase in contact-area between the abrasives and the film surface. At a fixed solid loading, the number of ceria abrasives in slurry decrease as the abrasive size increases. This implies the decrease in contact area between ceria abrasives in slurry D and oxide film during CMP processing. Additionally, large abrasives with round-shape lead to the decrease in interfacial contact with film surface, due to their rolling motion [17]. Furthermore, relatively lower removal rate are attributed to the inhomogeneous distribution of slurry on the wafer. For the slurry D, the broader size distribution induces a loss in the frictional occasion of smaller abrasives by bigger abrasives and a local friction interaction of bigger abrasives on the wafer. The frictional force between the abrasives and the wafer is decreased by using slurry D because the frictional force is directly proportional to the contact area [18]. These polishing behaviors would lead to a relatively lower increase in removal rate for the oxide wafer during CMP. In this study, such behavior can be clearly seen from the change in oxide removal rate from slurry A to C and slurry C to D. As shown in Fig. 8, the removal rate rapidly increased from 1662Å/min for 84nm to 3990Å/min for 295nm, whereas it slightly increased to 4343nm for 417nm in spite of size effect of bigger abrasives during CMP process. In case of the nitride film CMP, the polishing behavior can be explained by the relationship between additive polymer and abrasive size. The additive polymer can be more easily attached on the surface of the small abrasives than on the surface of large ones, due to high surface activity and specific surface area of the small abrasives. The slurry with small abrasives can induce a relatively high removal rate for nitride film, since the passivation layer is insufficiently formed on the nitride film surface as polymer is largely adsorbed on the particle surface. As described in Table 1, the specific surface area decreased with increasing abrasive size. Moreover, the compositional changes associated with the additive polymer adsorbed on the surface of ceria abrasives were investigated with thermal analysis. Fig. 9\n                         presents the TGA curves of the ceria abrasives dried from slurry A and D. The TGA curves of the ceria abrasives show two weight losses (curve (a) and (b)). The initial weight loss below the temperature of 100°C can be attributed to the evaporation of physically absorbed water in the air. The second weight loss observed at 200–260°C is related to the decomposition of the additive polymer adsorbed on the abrasive surface. As shown in Fig. 9, final weight loss for two abrasives was different because the additive polymer content adsorbed on abrasive surface was different. This means that removal rate for nitride films can be relatively increased in spite of decrease in the abrasive size. As a result, the removal rate of nitride film showed relatively low increase in rate with increase in the abrasive size. Therefore, these polishing behaviors for oxide and nitride films result in the transition of removal selectivity, suggestive of existence of an optimum size of ceria abrasives for high removal selectivity.\n                     Additionally, the results for surface uniformity of the oxide films are shown in Fig. 10\n                        . As the size of ceria abrasives increased, the slurry had a higher WIWNU for the oxide film. This polishing behavior is attributed to a broader particle size distribution of the slurry with large abrasives. The distribution data in Fig. 6 showed that the slurry has a rather-wide particle size distribution as abrasive particles increases. The broader particle size distribution of large abrasives can cause a different removal rate between the center and the edges of the film surface due to their limited mobility on the wafer surface. Consequently, the surface uniformity deteriorated with increasing abrasive size during CMP process. It seems that surface uniformity of oxide film is related to the mechanical factors of ceria abrasives rather that to the morphological factors on the film surface.",
    "Conclusions": "4\n                  Conclusions\n                  In this study, we investigated the effects of ceria abrasives on polishing performance during silicon dioxide and silicon nitride CMP. The ceria abrasives with controllable size were synthesized using the flux method. The size of the ceria abrasives was controlled by changing the calcination conditions without mechanical milling process. With increasing abrasive size, the removal rate of silicon dioxide and silicon nitride films increased. On the other hand, the surface uniformity deteriorated after CMP process, due to a wide particle size distribution of the slurry with large abrasives. In addition, the removal selectivity showed a transition behavior at the slurry C (with particle size of 295nm). This result indicates that there exists an optimum for removal selectivity as a function of abrasive size in the used slurry system. Therefore, we concluded that the control of the size and uniform particle size distribution of ceria abrasives is an important parameter for high removal selectivity and surface uniformity in the CMP process."
  },
  "references": []
}