{
  "title": "9 Abrasive-free and ultra-low abrasive chemical mechanical polishing (CMP) processes",
  "authors": [
    "Penta, N.K."
  ],
  "publication": {
    "journal": "Advances in Chemical Mechanical Planarization (CMP)",
    "date": "2022-12-31",
    "doi": "10.1016/B978-0-12-821791-7.00018-6"
  },
  "abstract": "As the semiconductors industry changes, several novel materials are being introduced into the integration scheme both in the interconnect and transistor regions, and new chemical mechanical polishing/planarization (CMP) steps are being introduced. These novel CMP steps, along with traditional CMP steps such as copper and barrier, require unique slurry requirements for selectivity, purity, and defectivity, further demanding inventions and development of controlled polishing processes. These new requirements, along with the trend toward lower abrasives content and emphasis on the chemo component of CMP instead of mechanical aspects, are reshaping the abrasives industry. Ultra-low abrasive and abrasive-free CMP processes have several advantages for semiconductor wafer processing, such as absence of defects, better pad life, concentratability, and shelf life. In this chapter, several abrasive-free formulations developed for a number of CMP applications are reviewed. The challenges associated with developing abrasive-free CMP processes are also highlighted.",
  "keywords": [
    "Abrasive-free",
    "CMP",
    "Slurries"
  ],
  "sections": {
    "Introduction": "9.1\n               Introduction\n               Chemical mechanical polishing (CMP) was first introduced into semiconductor manufacturing by IBM. It has now been transformed into an indispensable technology for modern semiconductor fabrication and large-scale wafer processing. CMP currently exists as a viable technology to create flat surfaces and achieve global planarization on topographies resulting from patterning (deposition, lithography, and etch). It is hard to achieve global planarization with any other technique, such as lithography, because of depth of focus loss and etch back. The latter technique results only in location planarization. It is a unique process that over the years has enabled chip makers to build multilayer interconnects, continuously drive the technology nodes to shrink to smaller dimensions, and incorporate billions of transistors.\n               CMP, as the name implies, uses synergetic effects of chemical and mechanical interactions for polishing and planarizing surfaces. During this process, a semiconductor substrate is pressed against a polyurethane pad under applied downforce while both pad and substrate are rotated at high shear rates, and the slurry is dispensed between pad and substrate. The grooves, pores, and texture of the pad enable uniform transportation of slurry between the wafer and the pad. Material removal occurs at the pad–abrasive contact. The process parameters, such as equipment and consumables (pad, backing film, conditioners, and slurry), are used to optimize CMP performances such as material removal rate, planarization, dishing, roughness, uniformity, and defectivity. One of the critical consumables that directly affect the CMP process and yield is slurry, which is typically a water dispersion containing colloidal nano-abrasives, soluble chemicals (polymers, surfactants, oxidizers, inhibitors, passivators, complexing agents), and pH adjusting agents. Slight changes in slurry properties due to contamination, trace metals, chemical degradation, abrasive content, or applied shear can change polish performance and impact yield. Correlation of slurry property measurements with evaluations of wafer polish rate, planarity, and defect provides insight into the root cause of degradation in polishing. The slurry is intended to cause material removal at the wafer–abrasive–pad contact through either controlled chemical etching accelerated by mechanical action or simply a mechanical wear of the substrate caused by the abrasives. Slurries require abrasives of different particle sizes and morphology. Colloidal silica abrasives are used for most applications because of their low cost of ownership, ease of manufacturing, and ease of handling. Ceria slurries are used for shallow trench isolation CMP over silica slurries because of their superior planarization capability and anility to stop on underlying nitride film with minimal dishing, which leads to a perfect flat surface.\n               Most often abrasives are added to increase the polishing throughput, but they pose several disadvantages. During polishing, abrasives often cause scratches on the wafer that damage the electrical connections and device performance. These scratches can range from several angstroms to macroscratches. Hence, it is recommended to use additives that minimize scratches or eliminate the use of particles by developing abrasive-free slurries. There are numerous advantages with abrasive-free slurries. No extra effort is needed to stabilize the abrasive dispersion in these formulations. They do not require filtration or continuous mixing in the supply tank. Also, it is not essential to maintain a minimum flow velocity in the global distribution loop in order to avoid particle agglomeration.\n               However, for several applications, it is impracticable to use completely abrasive-free formulations. Several attempts have been made to reduce solids content as low as possible. For example, conventional dielectric slurries contain 30 wt% solids, which are later reduced to 12 wt% solids. Recently, Cabot developed silica slurries that contain only 2 wt% solids without sacrificing the polishing rates by using specially engineered silica particles [1].\n               In this chapter, the author investigates and discusses several abrasive-free formulations developed for different CMP applications. Learning how these formulation technologies were designed would help to solve CMP problems that are dynamically changing as the semiconductor industry grows. Even though developing abrasive-free formulations is an ongoing process and most of the CMP applications are still adding abrasives, the challenges associated with developing abrasive-free slurries are discussed.",
    "Abrasive-free slurries for poly-Si CMP": "9.2\n               Abrasive-free slurries for poly-Si CMP\n               Polysilicon (poly-Si) films have been widely used as gate electrodes and interconnections in metal–oxide–semiconductor circuits, as a floating gate in negative-AND flash cells, as a sacrificial layer in the metal gate replacement technique during the fabrication of high-K metal gate metal–oxide–semiconductor field-effect transistor (MOSFET) devices, and as a structural element for movable parts in microelectromechanical systems because of their compatibility with subsequent high-temperature processing, their excellent interface with thermal SiO2, their higher reliability than Al gate materials, and their ability to be deposited conformally over steep topographies. The shrinkage of devices below 45 nm requires more stringent and newer CMP processes including poly-Si CMP during the development of 3D nonplanar fin field-effect transistor structures that were proposed to replace classical planar single gate MOSFET devices for reducing short channel effects and facilitating further scaling.\n               Penta et al. [2–4] developed abrasive-free formulations using cationic and nonionic polymer additives at very low concentrations (250 ppm) for polishing and planarizing poly-Si films. Even though corrosion rates in the presence of these polymers are negligible, the polycrystalline silicon material removal rates were as high as 600 nm/min as shown in Fig. 9.1\n                  A and B. The same polymer solutions that gave very high rates on IC1010 pads resulted in very low rates on the softer Politex pad—Politex is a trademark of Dow Chemical Company or its affiliates. They proposed that the polymer bridging with IC1010 pads is stronger than that on Politex pads due to a difference in the functional groups of the pad surfaces. Also, the surface texture of the Politex pad is softer than that of the IC1010 pad resulting in lower rates. These results suggest that a combination of pad and formulation can lead to tunable CMP of poly-Si films even without any abrasives. It is interesting to note that an addition of ceria particles did not boost the poly-Si removal rates in the presence of poly (diallyldimethylammonium chloride) (PDADMAC), indicating the significance of the polymer-driven removal mechanism.\n               The adsorption of the polymers onto poly-Si surfaces is driven by either electrostatic attraction or chemical interaction, as shown in Fig. 9.2\n                  . It is proposed here that, initially, the hydroxyl or chloride ions induce polarization between adjacent surface silicon atoms followed by the binding of the positively charged nitrogen atom of PDADMAC to the negative dipole through ion–dipole interactions as described between the pad and the polymer and between the Si surface and the polymer. A possible mode for this binding is the so-called bridging attraction that can occur between the poly-Si surface and the IC1000™ pad. IC1000 is a trademark of Dow Chemical Company or its affiliates. In the bridging attraction, molecules adsorbed on one surface attract the other surface, if there is a free adsorption spot in their proximity on the other surface. Hence, during CMP, PDADMAC molecules bound to the poly-Si surface are pulled by the IC1000 pad with the help of a bridging attraction.\n               \n                  Fig. 9.3\n                   shows the removal rate of poly-Si films using abrasive-free formulations containing various polymer compounds. A correlation between the charge density of the polymers and polishing rates was also discovered. As the positive charge density of the polymer increased, greater removal rates were observed due to stronger bridging of the polymer between the Si surfaces and the polishing pad. Therefore, since the charge densities exhibited by each polymer can be categorized in the sequence as follows: \n                     \n                        \n                           \n                              PDADMAC/PDEE/PAAm/PEI\n                              \n                              >\n                              \n                              PAA-DADMAC\n                              \n                              >\n                              \n                              \n                                 PAA\n                                 ,\n                              \n                           \n                        \n                     \n                  \n               \n               It is also suggested that the pull-off forces and, hence, the strength of the bridging interaction between the pad and the film surfaces caused by these polymers also follow the same sequence.\n               Dandu et al. [5] developed abrasive-free formulations using amine and amino acids compounds. The mechanism for the poly-Si removal rate enhancement relied upon the addition of α-amines or amino acids as described in Fig. 9.4\n                  . The additives adsorb\n               on the poly-Si surfaces, polarize and weaken the underlying Si–Si, and accelerate the formation of suboxide, both leading to high material removal.\n               Kang et al. [6] studied the effect of slurry pH during polishing of silicon wafer and polycrystalline silicon films using abrasive-free and silica slurries to understand and compare the polishing mechanism of silicon. They noticed that the poly-Si CMP process was strongly influenced by mechanical factors; however, bare silicon wafer polishing was influenced more by chemical effects.",
    "Abrasive-free processes for the Cu damascene CMP process": "9.3\n               Abrasive-free processes for the Cu damascene CMP process\n               CMP is well established primarily for planarization of Cu/SiO2 systems. However, recently, the dielectric insulator that separates the interconnector metal (Cu) lines was replaced by low-k dielectric material to improve the speed and achieve higher performance of a microelectronic device by reducing the resistance–capacitance (RC) delay in the interconnects between the transistors. Examples of low-k materials are SiCOH-based materials and Black Diamond dielectric—Black Diamond™ is a trademark of Applied Materials. The introduction of low-k dielectric materials as the interlayer dielectric presented a large number of new challenges for the successful integration of Cu/low-k materials. The low-k materials are mechanically weak and may contain significant levels of porosity. As such, these low-k materials are permeable, and are susceptible to both chemical and mechanical damage. Thus, there is a need for a gentler CMP process with low downforce, low relative velocity, soft pad, and slurry with no abrasive content. In other words, the mechanical forces should be reduced and chemical actions of the slurry should be increased. There is considerable interest in developing abrasive-free formulations for Cu CMP that could help to further improve across-wafer uniformity of planarization, defect density, etc. This requires a better understanding of the role of different chemical constituents and pH of the Cu CMP slurry. A comparison of a conventional CMP process with the abrasive-free CMP process is shown in Fig. 9.5\n                   [7,8].\n               The abrasive-free slurry approach relies on modification of the Cu-oxide layer to a copper complex layer with different chemical and mechanical properties that facilitate removal without assistance from abrasives. The abrasive-free polishing solutions are complex, and optimization requires understanding the impact of each component (oxidizer, complexing agent, corrosion inhibitor, and pH adjustor) on the Cu-complex formation and defectivity.\n               Several abrasive-free formulations were developed for planarizing and clearing copper films and stop on the underlying barrier films with minimal dishing and erosion.\n               For example, US Patent 65612883 (Kondo) describes an abrasive-free polishing solution comprising an oxidizer (hydrogen peroxide), a substance that renders a metal oxide water soluble known as a complexing agent (organic acids, mainly hydroxycarboxylic acids, such as citric acid, etc.), a thickener, and water. This composition is suitable for polishing the metal film at a high removal rate with suppressed scratching, delamination, dishing, and erosion. The thickeners are the compounds having a carboxyl group and a phosphate group, and especially polymers such as polyacrylic acid, polymethacrylic acid, and polyvinylpyrrolidone, etc. They proposed that these polymers initially adsorb on the surface of the copper films and protect both convex and concave parts of the metal films. The convex part of the metal film is preferentially mechanically polished by the polishing pad removing the protective polymer film and exposing the metal film. The metal film exposed to the polishing solution is oxidized by the oxidizer and, subsequently, the oxide layer is dissolved after complexion with oxide water-soluble compounds. The portion where thickness of the oxide layer has decreased is again exposed to the oxidizer, which results in an increase in thickness of the oxide layer. While these reactions repeat, the CMP process progresses. These repeated reactions of oxidation/water solubilization progresses more rapidly in convex areas than those in the concave part, which is protected by the polymer film. As a result, the removal rate is higher in the convex part than that in the concave part, so that planarization progresses and eventually dishing is controlled at the end of the polishing.\n               US Patent 6562719 (Kondo) further describes the use of ethanol, isopropyl alcohol, ethylene glycol, and methyl ethyl ketone in abrasive-free polishing compositions that do not contain abrasive. These compounds were added to increase the solubility of benzotriazole (BTA), an inhibitor.\n               US Patent 6632259 (Ghosh and Weinstein) describes the use of an abrasive-free formulation containing metal oxidizer, inhibitor, complexing agent, and engineered copolymers. The copolymers were derived from a mixture comprising acrylic acid monomer and methacylic acid monomer at a mole ratio of acrylic acid monomer to methacrylic acid monomer of about 1:20 to about 20:1. These compositions provide enhanced removal (3000–5000 Å/min) and clearing of overburden copper metal while minimizing the removal of copolymers from recessed areas through contact-mediated reactions between the polishing pad surface and the substrate surface during CMP, and thus minimizing the dishing. Also, the use of nonabrasive composition eliminates erosion. The engineered copolymer molecules comprise a first moiety having at least one hydrophilic functional group such as carboxyl, hydroxyl, halogen, phosphonate, phosphate, sulfonate, sulfate, nitro, and the like and a second moiety that is less hydrophilic than the first moiety. The second moiety can comprise one or more hydrophobic functional groups. The first moiety of the engineered copolymer molecules binds with the substrate surface (preferably coordinate covalent bonds). The second moiety of the engineered copolymer molecules often provides structural rigidity to the engineered copolymer molecules and can also enable interaction of the engineered copolymer molecules with the polishing pad surface.\n               US Patent 7086935 (Wang) describes the use of an abrasive-free copper formulation containing a water miscible organic solvent (alcohol and ketones), water-soluble cellulose modified with carboxylic acid functionality (carboxy methyl cellulose), an acrylic acid/methacrylic acid copolymer, BTA, hydrogen peroxide (oxidizer), optional phosphorous-containing compounds and complexing agents, and water for patterned wafers. The advantage of the phosphorous-containing compounds is to increase the polish rate at the low polishing downforces even at a trace amount of addition. The formulation taught and described by Wang is capable of removing and clearing copper with improved dishing control (∼300 Å) as well as rapid polish rates (∼2000 Å/min) without dropping the polishing throughput significantly. However, this formulation produced green Cu-BTA compound precipitates on the polishing pad and wafer. These precipitates require a post-polishing cleaning of the polishing pad to avoid a decrease in polishing removal rate associated with the gum-like precipitate; they also require a post-polishing cleaning of the wafer to avoid any defect creation. Such additional cleaning steps require strong and costly cleaning compounds and have an associated “cost of ownership” arising from the delayed wafer throughput.\n               US Patent 8540893 (Ghosh et al.) describes an abrasive-free copper formulation that would provide significant copper removal rates, with metal clearing and low dishing while minimizing precipitation. The formulation contains a copolymer of poly(ethylene glycol)methyl ether (meth)acrylate and 1-vinylimidazole, a water-soluble acid, along with an oxidizer (H2O2), inhibitor for copper interconnect metal (BTA), water-soluble modified cellulose (carboxymethylcellulose), optional complexing agent and phosphorous compounds, and balanced water. The composition has an acidic pH. The water-soluble acid compound reduces the green staining associated with the Cu-BTA precipitate.\n               US Patent 8440097 describes an abrasive-free formulation that is stable, concentratable (>8×) and cellulose free, comprising an azole inhibitor (BTA), an alkali metal-organic surfactant, hydrotrope, a phosphorus-containing agent, an oxidizer, optional water-soluble nonsaccharide polymer, optional complexing agent, and water. The concentratability mainly depends on the solubility limits of BTA in water. The alkali metal surfactants and hydrotropes help increase the solubility of the BTA and Cu-BTA precipitates that form during polishing.\n               Pandija et al. [9,10] studied aqueous solutions of oxalic acid (OA) and hydrogen peroxide as possible abrasive-free formulations for CMP of Cu and showed that the addition of colloidal silica abrasive particles has no measurable effects on the polish rates of Cu, as shown in Fig. 9.6\n                  . The OA functions as a complexing agent that dissolves the copper oxides formed on the copper surface in the presence of an oxidizer, H2O2. The complexing agent was very active at very low pH values due to favorable electrochemical reactions.\n               The data suggest that chemical rather than mechanical effects dominate the removal of Cu surface layers in this system. The Cu removal efficiency of this slurry can be controlled by adjusting its acidity and H2O2 content.\n               \n                  Fig. 9.7\n                   shows the comparison of polish rates of Cu in abrasive-free and abrasive-containing (3 wt% colloidal silica, ∼50 nm) solutions of 0.065 mol/dm3 OA + 5 wt% H2O2 as a function of pH. The polish rates with and without the abrasive particles were similar at pH ≥ 3, but the rates were significantly different in the presence and absence of abrasive at lower pH values. Such a removal rate dependence on pH and the abrasive's effects was clearly explained by the open-circuit potential (OCP) data under polishing and no polishing conditions (Fig. 9.8\n                  ).\n               \n                  Fig. 9.8 shows the OCP curves during a polish–stop–polish cycle of 3 min each in 0.065 mol/dm3 OA + 5 wt% H2O2 at pH values 1.4, 3.0, and 8.0. In the case of natural pH (1.4), the abrupt increase in the OCP value of copper indicated a rapid growth of a surface-modified film once polishing stopped. This film could not be easily abraded by the polishing pad and required some mechanical action from abrasives to continue polishing. This is evident from the large difference in the polish rates at natural pH with and without abrasives (Fig. 9.7). At pH 3.0, the smaller increase in the OCP potential when the polishing was stopped implied a thinner modified surface film on copper, while the drastic drop after polishing recommenced suggests a rapid and easy removal of this film from the surface. No significant change was observed in the OCP values for copper in the slurry at pH 8.0 during polishing as well as static conditions. This suggests that a modified film was always present on the surface of copper and the film formation rate was higher than the film removal rate. Moreover, the modified film on the surface of copper at pH 8.0 may be hard and less reactive and may not be removed completely during polishing. The very low polish rate of copper with the solution at pH 8.0 (Fig. 9.7) supports this argument.\n               \n                  Fig. 9.9\n                   shows the OCP curves during a polish–stop– polish cycle in 0.065 mol/dm3 OA + 5 wt% H2O2 with the addition of 3 wt% colloidal silica at pH values 1.5, 3.0, and 8.0. At both pH 1.5 and pH 3.0, the increase in the OCP value was nearly the same when the polishing was stopped. This implies the presence of a similar type of modified surface film on copper substrate that can be easily abraded by the mechanical action of the pad and the abrasives. No significant change was observed in the OCP values for copper in the slurry at pH 8.0 similar to what was observed in Fig. 9.8.",
    "Abrasive-free formulations and role of abrasives for barrier CMP": "9.4\n               Abrasive-free formulations and role of abrasives for barrier CMP\n               Tantalum (Ta) and tantalum nitride (TaN) are particularly suitable materials for use in the damascene process as adhesion-promoting and/or diffusion barrier layers for copper-based devices. However, the properties of Ta and of TaN differ from those of copper, being considerably more chemically inert, such that abrasive-free polishing compositions useful for the polishing of copper are often unsuitable for the removal of underlying Ta and TaN. Hence, independent chemistries are often developed to clear Ta/TaN without further dishing of interconnect metal (Cu) or dielectric loss.\n               US Patent 7491252 describes a CMP solution for removing a Ta barrier material comprising oxidizer, inhibitor for a nonferrous metal, complexing agent for the nonferrous metal, Ta removal agent selected from formamidine, formamidine salts, formamidine derivatives, guanidine derivatives, and/or guanidine salts. This CMP solution polishes Ta barrier materials at very high rates (∼2000 Å/min) with reduced dielectric erosion and reduced dishing, erosion, and scratching of the metal interconnect. It can also remove Ta barrier materials without peeling low-k dielectric layers from semiconductor wafers.\n               US Patents 7241725 and 7767581 describe abrasive-free polishing fluids for removing Ta-containing barrier layers. The polishing fluid contains inhibitor for reducing the removal of an interconnect metal, oxidizing agent, complexing agent, and mainly nitrogen-containing compounds having at least two nitrogen atoms comprising imine and hydrazine compounds. For example, the imine compounds were chosen from 1,3-diphenyl guanidine, guanidine hydrochloride, tetramethylguanidine, formamidine acetate, or acetamidine hydrochloride, and the hydrazine compounds were chosen from carbohydrazide, acetic hydrazide, semicarbazide hydrochloride, or formic hydrazide. These compounds were shown to accelerate the Ta/TaN material removal rate (∼2000 Å/min) but do not polish either dielectric or interconnect metal, thus helping erosion and dishing control. It is not understood how these nitrogen-containing compounds were able to accelerate the Ta rates.\n               US Patent 8551202 from Cabot Microelectronics describes ultra-low abrasive-containing slurry formulation (0.25%) for accelerating Ta removal rates. The slurry contains iodate ion, a nitrogen-containing compound comprising nitrogen-containing 4-20C heterocycle or 1-20C alkylamine, and a liquid carrier comprising water. The pH of the polishing composition is 1–5. Iodate ions function as oxidizing agents. The author found that the removal rates of Ta and Cu are greater for the compositions comprising a nitrogen-containing compound and iodate ions and further showed that there is synergism between iodate and nitrogen-containing compounds, such as BTA, for enhancing Ta removal rates. However, the synergy further needs to be investigated to understand the reaction mechanism at the Ta and Cu surfaces. Similar rates of enhancement of both copper and Ta metals were observed in the presence of 9,10-anthraquinone-1,5-disulfonic acid and potassium iodate as described in US Patent 8529680.\n               Brown et al. [11] developed a slurry formulation containing potassium periodate, an oxidizer, and silica abrasives for polishing ruthenium (Ru) films at pH 9. Using silica slurries (1–5 wt%) without any oxidizer, the polish rates of Ru films were close to 0 nm/min suggesting that the mechanical action from abrasives was not strong enough to abrade the Ru surface due to its relative hardness compared to silica abrasives. Also, using an abrasive-free solution of potassium periodate (0.01–0.1 M), the removal rates were also quite low despite the electrochemical reactions at Ru surface.\n               Potassium periodate oxidizes the Ru surface into Ru oxides, such as RuO4, RuO4\n                  −, and RuO4\n                  2−, as shown in the reaction equations below:\n                     \n                        \n                           \n                              \n                                 \n                                    \n                                       Ru\n                                       +\n                                       \n                                          \n                                             [\n                                             \n                                                IO\n                                                4\n                                             \n                                             ]\n                                          \n                                          −\n                                       \n                                       =\n                                       \n                                          RuO\n                                          4\n                                       \n                                       +\n                                       \n                                          \n                                             I\n                                          \n                                          −\n                                       \n                                       \n                                          (\n                                          pH\n                                          ≤\n                                          7\n                                          )\n                                       \n                                    \n                                 \n                              \n                              \n                                 \n                                    \n                                       Ru\n                                       +\n                                       \n                                          \n                                             [\n                                             \n                                                IO\n                                                4\n                                             \n                                             ]\n                                          \n                                          −\n                                       \n                                       +\n                                       2\n                                       \n                                          \n                                             OH\n                                          \n                                          −\n                                       \n                                       =\n                                       \n                                          \n                                             [\n                                             \n                                                RuO\n                                                4\n                                             \n                                             ]\n                                          \n                                          \n                                             2\n                                             −\n                                          \n                                       \n                                       +\n                                       \n                                          H\n                                          2\n                                       \n                                       O\n                                       +\n                                       \n                                          (\n                                          \n                                             \n                                                1\n                                                2\n                                             \n                                          \n                                          )\n                                       \n                                       \n                                          O\n                                          2\n                                       \n                                       +\n                                       \n                                          \n                                             I\n                                          \n                                          −\n                                       \n                                       \n                                          (\n                                          pH\n                                          ∼\n                                          8\n                                          \n                                          to\n                                          \n                                          14\n                                          )\n                                       \n                                    \n                                 \n                              \n                              \n                                 \n                                    \n                                       4\n                                       \n                                          \n                                             [\n                                             \n                                                RuO\n                                                4\n                                             \n                                             ]\n                                          \n                                          −\n                                       \n                                       +\n                                       4\n                                       \n                                          \n                                             OH\n                                          \n                                          −\n                                       \n                                       =\n                                       4\n                                       \n                                          \n                                             [\n                                             \n                                                RuO\n                                                4\n                                             \n                                             ]\n                                          \n                                          \n                                             2\n                                             −\n                                          \n                                       \n                                       +\n                                       2\n                                       \n                                          H\n                                          2\n                                       \n                                       O\n                                       +\n                                       \n                                          O\n                                          2\n                                       \n                                       \n                                       \n                                          (\n                                          pH\n                                          ∼\n                                          8\n                                          \n                                          to\n                                          \n                                          14\n                                          )\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                  \n               \n               However, the addition of silica abrasives to a potassium periodate-containing solution increased the polish rates (as shown in Fig. 9.10\n                  ), which indicates that Ru and per-Ru oxides formed at this pH were easily removed by the mechanical action of the abrasives, but hard enough to be removed by the polishing pad. These results suggest that weakening of the film surface by the additives in the abrasive-free solutions was very critical for material removal by the polishing pad alone.\n               Similarly, Amanapu et al. [12] developed slurry formulation containing hydrogen peroxide (oxidizer), guanidine carbonate (complexing agent), and silica abrasives for polishing Ru films at pH 9. The removal rates of Ru, TiN, and Ta/TaN films are shown in Fig. 9.11\n                  . The removal rates of Ru films are very low even in the presence of an oxidizer and silica abrasives. However, an addition of guanidine carbonate enhanced the removal rates of Ru films. It is argued that guanidine carbonate forms complexes with the Ru oxides and weakens the surface, which can be easily polished by the mechanical action of abrasives but, again, can be hard to remove by the polishing pad itself.\n               Similar abrasive effects were also observed in the development of slurry formulations for Ta CMP. Janjam et al. [13] investigated formulations containing OA as a complexing agent along with hydrogen peroxide as an oxidizer and silica abrasives in the acidic pH. The removal rates are shown in Fig. 9.12\n                  . The removal rate of Ta without OA and hydrogen peroxide is low using silica slurries, whereas the removal rates of Ta disks using abrasive-free solutions containing OA and hydrogen peroxide are also low at both downforces 2 and 6.3 psi. Addition of silica abrasives to OA and H2O2 enhanced the Ta rates at both downforces, indicating that the chemically promoted polishing of Ta through the formation of soluble/weakly soluble Ta–oxalate complexes followed by mechanical removal of the structurally weakened layers was weak, but not weak enough to be removed by the polishing pad alone.\n               It is proposed that the presence of H2O2 in the OA slurries increases the amounts of Ta2O5 present on the sample surface. These oxidation steps could involve multiple steps with the net reaction having the form 2Ta2N + 5H2O2 ↔ Ta2O5 + 5H2O + 2TaN. These Ta oxides would serve as catalytic sites for the disintegration of H2O2, and unstable species generated in this process could generate Ta(OH)5 from Ta2O5 on the Ta surface. The formation of Ta(OH)5 would lead to further production of weak Ta–oxalate complexes and hence would boost the sample polish rates under these conditions.\n               These studies suggest that similar bridging mechanisms exploited during CMP of poly-Si film or surface-weakening mechanisms using appropriate complexing agents during Cu CMP could be useful to enable abrasive-free CMP processes in these applications.",
    "Future trends": "9.5\n               Future trends\n               There has always been constant interest and effort in developing abrasive-free slurries for almost all the CMP applications due to their nonuse of abrasives and potentiality to eliminate any defects and scratches. Even though the defectivity from scratches was acceptable in older technology nodes, it will be detrimental to the device performance and also reduces the device yield exponentially as the transistor size shrinks. Using abrasive-free aqueous solutions during CMP can eliminate contaminants, mobile ions, and various defects, scratches, and structural damage to the surface that can be caused by abrasives, and at the same time potentially lower the cost of ownership."
  },
  "references": []
}