{
  "title": "1 Chemical and physical mechanisms of dielectric chemical mechanical polishing (CMP)",
  "authors": [
    "Moon, Y."
  ],
  "publication": {
    "journal": "Advances in Chemical Mechanical Planarization (CMP)",
    "date": "2016-12-31",
    "doi": "10.1016/B978-0-08-100165-3.00001-2"
  },
  "abstract": "Dielectric chemical mechanical polishing (CMP) was implemented in semiconductor fabrication as a simple alternative planarization process for the interlevel dielectrics surface instead of the reactive ion etching process of the 1980s. Since then, there have been a growing number of applications of the dielectric CMP process in advanced semiconductor fabrication because of multiple “new” integration schemes (such as replacement metal gate (RMG), or self-aligned contact), which require advanced planarization technology. It is important to understand its history, material removal mechanism, defect formation, and present and future applications to comprehend why dielectric CMP has to be used, how the material is removed, and how the defect is created. By understanding what has been studied on the current dielectric CMP process, future applications of dielectric CMP can be further improved for better process performance and, therefore, for better device performance and yield.",
  "keywords": [
    "Chemical mechanical planarization",
    "Chemical mechanical polishing (CMP)",
    "Interlevel dielectrics (ILD)",
    "Oxide CMP",
    "Semiconductor fabrication"
  ],
  "sections": {
    "Introduction": "1.1\n               Introduction\n               A dielectric material is an electrical insulator (such as silicon dioxide), which is widely used in semiconductor fabrication. In shallow trench isolation (STI), dielectric material separates the two transistors by being located between two devices. In the interlevel dielectric (ILD) layer, a dielectric separates the whole device region from the metallization layer as an independent layer located between the front-end-of-line (FEOL) and back-end-of-line (BEOL). Dielectric chemical mechanical polishing (CMP) is the CMP process that will polish and planarize dielectrics. Dielectric CMP is the first CMP process used in modern microdevice fabrication and the most widely used among all the CMP processes in memory devices as well as in logic devices in semiconductor manufacturing. In this chapter, the dielectric CMP is reviewed from its material removal mechanisms to its applications in semiconductor fabrication. It is important to understand its history, its motivation to use, and its future application in advanced semiconductor technology.",
    "History of dielectric CMP": "1.2\n               History of dielectric CMP\n               CMP or planarization is a relatively new fabrication technology in semiconductor manufacturing, compared to lithography, etching, or thin film deposition technology. The concept of polishing has been used for centuries for optics fabrication. In the early 1950s, polishing was implemented in preparing silicon wafer substrate to minimize any surface damage [1,2]. In the 1980s, polishing was used as part of the integrated circuit fabrication process to planarize the ILD surface instead of reactive ion etching (RIE) technology [3], and the first technical paper on CMP was published in the late 1980s [4]. Since then, ILD CMP has become the process of choice for ILD planarization and the role of the CMP process has expanded to other applications such as STI, tungsten contact formation, or copper metallization by damascene technology.\n               In the advanced semiconductor technology node, dielectric CMP is no longer a simple dielectric planarization process. The applications of dielectric CMP technology further extended to multiple modules to enable critical integration schemes such as replacement metal gate (RMG), multigate transistor, or self-aligned contact (SAC) modules. In particular, since CMP's use in gate formation, the technological requirement from the dielectric CMP process went beyond what the conventional dielectric CMP process was able to deliver. The number of CMP processes in advanced semiconductor manufacturing has also expanded up to 20–30 steps because of RMG and fin formation (Figure 1.1\n                  ).\n               In order to meet this stringent process requirement, technological innovation is needed in various CMP consumables, process parameters, or process control, such as extreme selectivity slurry, self-stopping-on-planarization slurry, solid polishing pad with extended planarization length capability, or real-time automatic process/profile control.",
    "Material removal mechanism of dielectric CMP": "1.3\n               Material removal mechanism of dielectric CMP\n               The material removal rate (MRR) of CMP is explained by the Preston equation, which was developed in the glass polishing application [6]. It simply indicates that the MRR is proportional to the pressure applied on the wafer and the relative velocity of the wafer.\n                     \n                        \n                           \n                              \n                                 \n                                    \n                                       \n                                          MRR\n                                          =\n                                          C\n                                          ×\n                                          P\n                                          ×\n                                          V\n                                       \n                                    \n                                    \n                                       \n                                          (\n                                          C\n                                          :\n                                          Preston's\n                                          \n                                          coefficient\n                                          ,\n                                          \n                                          P\n                                          :\n                                          Pressure\n                                          ,\n                                          \n                                          V\n                                          :\n                                          Velocity\n                                          )\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                  \n               \n               The Preston equation is a very simple equation to explain the major process parameters in predicting the MRR of glass polishing. In the modern CMP process, which is used in advanced semiconductor fabrication, it is almost impossible to predict the accurate MRR from a certain process condition by knowing only pressure and velocity of the wafer being polished. This is because there are quite a few process parameters in addition to pressure and velocity, which can greatly impact on the MRR and mechanism. There are numerous process models that can predict the MRR at given process conditions, but none of them is able to provide a precise MRR because of the complexity of the process.\n               The material removal mechanism of the CMP process was relatively well explained by the previous scientists. The material removal mechanism of dielectric CMP is further well explained by Cook in his paper published in 1990 [7]. It was explained that the rate of mass transportation during glass polishing is determined by five factors: the rate of water diffusion into the glass surface, the dissolution of the glass under the applied load, the adsorption rate of the dissolved material onto the abrasive surface, the redeposition of the dissolved material onto the surface of the work piece, and the aqueous corrosion between particle impacts. Water diffuses into siloxane bonding (SiOSi) and the diffusion rate is controlled by multiple process conditions such as pressure or temperature. This hydrated oxide surface is removed by an abrasion process. The indentation process by each abrasive was modeled by Hertzian contact and their contact stress was calculated from the theory of elasticity.\n               The mechanical component of the material removal mechanism in the CMP process has been explained from previous literature [7,8].\n               First of all, the mechanical behavior of the CMP process needs to be understood in order to explain the mechanical component of the material removal mechanism. At the experimental set-up to measure the friction force on the wafer surface, the polishing platen was connected to a load cell while it is at a fixed position (Figure 1.2\n                  ). The load cell enabled the measurement of the friction between the wafer and the polishing pad. The friction signal from the load cell was amplified and collected using a PC-based data collection system.\n               The wafer did not rotate to its own center, but made a rotation against the center of the polishing pad with or without the presence of the polishing slurry. The downforce on the wafer and the rotational speed of the wafer were changed and the friction applied on the wafer surface was monitored.\n               It was shown that the friction force applied on the wafer was directly proportional to the downforce. In a dry pad condition without any slurry, the friction on the wafer was relatively constant with the wafer velocity. However, in the presence of polishing slurry on the pad, the friction force decreased with the wafer velocity (Figure 1.3\n                  ). This phenomenon can be well explained by the Stribeck curve from tribology (Figure 1.4\n                  ).\n               The Stribeck curve explains the relationship between the coefficient of friction and the lubrication thickness with a certain constant called Hersey number. Hersey number is the multiplication of the viscosity of the lubricant and the velocity of the moving object divided by the pressure applied on the object.\n               The Stribeck curve shows that the friction force applied on the moving surface decreases with the relative velocity of the moving object in the presence of lubrication. This is because the thickness of the lubrication film between two objects increases with the relative velocity. In the presence of the abrasive slurry, the friction between the wafer and the pad decreased with the wafer velocity. It is believed that this is caused by increased slurry thickness between the wafer and the pad from higher wafer velocity. In the dry pad condition, however, the friction force remained constant with the wafer velocity since there is no lubrication film under the wafer surface. This can be illustrated in terms of interaction with pad and abrasives (Figure 1.5\n                  ). In the condition of high downforce or low wafer velocity, the wafer moves on the pad with thinner slurry film. This can cause increased interaction between the wafer surface and the abrasives supported by the polishing pad. In the condition of low downforce or high wafer velocity, wafer behavior can be the opposite. Wafer can slide on the pad with thicker slurry film. This can result in less interaction between the wafer and the abrasives.\n               \n               In order to understand the kinetics of the material removal mechanism in CMP, the amount of material removal per sliding distance needs to be measured and understood (Figure 1.6\n                  ). By using the same test set-up shown previously, the amount of oxide removal per sliding distance was measured with different wafer velocity and downforce. The amount of oxide removal per sliding distance was at the maximum at the lower wafer velocity. As the wafer velocity increased, material removal per sliding distance decreased. This phenomenon can explain how material removal is made in different vertical positions of the wafer.\n               At the higher wafer velocity, the slurry film between the wafer surface and the polishing pad becomes thicker and there is less chance of the polishing pad asperity being in contact with the wafer surface. This means there will be fewer abrasives in contact with the wafer surface and, thus, the material removal per sliding distance is minimized. At the lower wafer velocity, the slurry film becomes thinner and more pad asperity is in contact with the wafer surface. In this case, material removal per sliding distance is maximized.\n               Abrasives in the polishing slurry are trapped between the wafer surface and the polishing pad asperity during the polishing process. This phenomenon enables the abrasion action on the wafer surface caused by the relative motion between the pad and the wafer. Therefore, the more pad asperity in contact with the wafer surface, the more material removal per sliding distance can be expected. In both cases, the wafer traveled the same distance. However, material removal during the identical distance changes depending on how fast the wafer travels the distance. As indicated in the Stribeck curve, the wafer with high velocity will interact less with the pad and the abrasive due to thicker slurry film. This results in lower material removal. The wafer with low velocity, however, will interact more with the pad and the abrasive due to thinner slurry film. This results in higher material removal. This phenomenon is very important to understand the material removal mechanism in dielectric CMP and is illustrated in Figure 1.7\n                  .\n               From a simple experiment, the mechanical portion and the chemical portion in the MRR can be explained. The abrasives in the polishing slurry were separated by using a centrifuge process and were mixed with deionized (DI) water to create a chemical-less polishing slurry (Figure 1.8\n                  ). The abrasives in DI water are dispersed using an agitator to remove any abrasive agglomeration. The chemical that was separated from the original polishing slurry became the abrasive-less polishing slurry. Both slurries were used in the polishing test using the oxide wafer and material removal per sliding distance was measured (Figure 1.9\n                  ). The polishing process with chemical-less slurry is called mechanical polishing and the one with abrasive-less slurry is called chemical polishing. Material removal per sliding distance using the regular polishing slurry was corrected for comparison.\n               Material removal per sliding distance in chemical polishing was simply zero. This indicates the material cannot be removed without abrasives since they activate the abrasion action in the oxide CMP. Previous literature also showed that the MRR is simply zero without abrasive particles inside the slurry [7]. This indicates that material removal cannot be made only by the chemical reaction between the dielectric surface and the chemicals in the polishing slurry. The mechanical portion of the material removal mechanism is crucial in obtaining the MRR in the CMP process.\n               \n               In the case of the mechanical polishing that uses chemical-less slurry, the material removal per sliding distance was relatively consistent with velocity and only 40–60% of material removal from the regular CMP process. The material removal per sliding distance from mechanical polishing is suppressed because of insufficient chemically activated layers, which assist in the molecular-scale abrasion action. These phenomena indicate that material removal from the polishing process can be maximized only when there is a synergy effect between the mechanical and the chemical action during the polishing process.\n               In summary, the material removal mechanism during dielectric CMP can be defined as the abrasives that are trapped between the wafer surface and the polishing pad asperity make an abrasion action against the wafer surface that was chemically modified. The key mechanism to determine overall MRR from the wafer surface is how many abrasives are engaged with the wafer surface in the presence of force applied on the abrasives. The number of the active abrasives depends on the actual gap, or the slurry film thickness between the polishing pad and the wafer surface. The slurry film thickness can be controlled by the downforce applied on the wafer, the relative velocity between the wafer and the polishing pad, and the viscosity of the polishing slurry. The slurry film thickness or gap can determine the contact area of the pad asperity where the active abrasives are trapped and engaged for the abrasion process. This material removal mechanism is illustrated in Figure 1.10\n                  .",
    "Defectivity of dielectric CMP": "1.4\n               Defectivity of dielectric CMP\n               The major defectivity mode from the dielectric CMP process is polishing scratches (Figure 1.11\n                  ). A polishing scratch at the STI CMP process is used as an example in this chapter since a scratch can be more visible at the STI CMP due to additional chemical etching process steps. At the STI CMP, oxide is polished away until silicon nitride (SiN) is fully exposed. After STI CMP, additional oxide is chemically etched out to eliminate any residual oxide on the top of SiN. The nitride is etched out to expose the active silicon surface (Figure 1.12\n                  ).\n               As observed in the scanning electron microscope (SEM) image, any macro-scratch can be observed right after the STI CMP step, but most of the polishing scratches can be seen after the oxide deglazing step since the wet etch step can make any tiny micro-scratch more visible by isotropic etching (Figure 1.13\n                  ). A very tiny micro-scratch can be observed on the nitride surface, but the scratch on the oxide surface is expanded due to the additional wet etch step.\n               This phenomenon has been shown in the optics polishing study [11] (Figure 1.14\n                  ). In the case of loose abrasive grinding/polishing using diamond abrasives, only the straight line of a micro-scratch can be observed right after the polishing process. After oxide etching by 20% hydrogen fluoride for 60s, the circular shape chatter-mark polishing scratch can be clearly seen.\n               The mechanism of the chatter-mark scratch has been explained from optics polishing [7] (Figure 1.15\n                  ). It was shown that as a grinding particle travels across a glass surface, the tensile stress from the frictional pull of the particle results in chatter-mark flaws. The area in front of the abrasive particle will be under compressive stress and the area after abrasives have passed will be under tensile stress. The reason for the round shape chatter-mark was explained using maximum shear stress formation [12] (Figure 1.16\n                  ). When an object is under normal stress and shear stress at the same time, the resultant stress field due to the inclined loading on a surface will show both compressive and tensile stresses. Because of the circular shape maximum shear stress in the tensile region from the side view, the round shape chatter-mark is created behind the point of contact body. From a study of the grinding and lapping process, it was shown that the circular shape lateral crack can be created under normal pressure indentation on a brittle surface because of the maximum shear stress around the indented spot [13] (Figure 1.17\n                  ).\n               \n               The polishing scratch mechanism in dielectric CMP is illustrated in Figure 1.18\n                  . From the top view, an arc shaped chatter-mark is created behind the abrasive contact region because of the maximum shear stress in the tensile region. In this case, the concave side of the arc shape of the micro-scratch will face the direction of travel of the abrasive against the wafer surface. From the side view, the bottom end of chatter-mark will lean toward the direction of travel of the abrasive against the wafer surface. This mechanism was observed from the SEM image of the polishing scratch at the STI CMP (Figure 1.19\n                  ). The polishing scratch observed at the post-deglazing step after STI CMP was cross-sectioned and inspected. An arc-shaped polishing scratch was observed and the direction of the polishing scratch can be predicted.",
    "Major applications of dielectric CMP": "1.5\n               Major applications of dielectric CMP\n               The conventional applications of dielectric CMP used for STI and for ILD planarization. As we move to the advanced technology node, the number of CMP steps increased dramatically due to the enablement of the new integration schemes such as RMG and SAC modules (Figure 1.20\n                  ). Especially, the number of CMP steps in FEOL and middle-of-line (MOL) areas increased four times when the move was made from 28 to 14nm node. The main reason for this dramatic increase was that CMP became one of the processes that directly fabricated the transistor gate and controlled the gate height. The transistor gate height can determine the device performance and the die yield.\n               \n                  1.5.1\n                  STI CMP\n                  STI CMP is the first CMP process used in semiconductor fabrication. The goal of the STI CMP process is to remove the excess amount of dielectric filled in the shallow trench and to separate two adjacent active device regions by creating dielectric isolation between transistors. With the move to the advanced technology node, the performance requirement for STI CMP becomes stringent because of the smaller proximity between transistor regions.\n                  The first step at the STI CMP is to planarize the bulk dielectric before the oxide clearing step (Figure 1.21\n                     ). Typically, high-density plasma oxide film is used as dielectric in the STI because of the superior material strength of the film. However, recently, chemical vapor deposition (CVD) oxide has been used more often because of its good trench fill capability in the smaller technology node. Because of the large amount of incoming oxide, the bulk of oxide is typically planarized down to a 500–1000Å thickness. In the first dielectric planarization step, a relatively higher downforce (2–4psi) is used to maximize the oxide removal rate. Silica-type slurry is typically used to maximize the oxide removal rate because of the low cost of consumables, even though ceria slurry is becoming the process of choice as the first CMP step because of higher MRR and improved material removal selectivity against the nitride surface. The most important process performance from the first step of STI CMP is to maintain good wafer uniformity of the remaining oxide film with the minimum polishing scratch. Any oxide nonuniformity after the first step can be translated to high nonuniformity of the remaining active nitride after the second STI CMP step. Insufficient planarization of the bulk oxide film can also cause residual oxide on the active region after the second STI CMP step. Any residual oxide on the active nitride will cause incomplete nitride strip and, therefore, inability to create a transistor on the silicon area.\n                  \n                  The second STI CMP step is to remove the remaining oxide and expose active nitride with minimum dishing on the oxide in the trench. Since the second CMP step contacts with the active nitride region, any polishing scratch can be detrimental to device quality and, eventually, to the wafer yield. At the second STI CMP step, the selectivity of the MRR against active nitride is also very important in order to control the process without overpolishing or nitride erosion. The nitride removal rate needs to be minimized while high oxide removal rate is maintained at the second STI CMP step. High active nitride loss due to insufficient removal rate selectivity can cause nonuniform nitride loss, which can be transferred to a nonuniform step height between STI oxide and the active silicon region within die or within wafer. Any nonuniform step height at the STI region can cause a nonuniform transistor gate level, which can result in incomplete contact on the gate at the MOL module. At the STI CMP process, the second stop-on-nitride step is extremely important since it can directly impact on device yield because of step height or polishing scratch. Typically, after the second step CMP, additional oxide is etched away to eliminate any residual oxide on the top of the active nitride. This step is called an oxide deglazing step. A typical oxide deglazing step is a simple wet etch process and, therefore, any shallow micro-scratch can be expanded because of the isotropic behavior of the wet etch process. After the deglazing step, active nitride is stripped out and the active silicon region is exposed for transistor gate formation. SEM images of the STI wafer at different stages are shown in Figure 1.22\n                     .\n               \n               \n                  1.5.2\n                  Oxide ILD CMP\n                  Oxide ILD CMP is one of the conventional CMP processes that was implemented in semiconductor fabrication when the CMP process was first introduced as the process of choice for ILD planarization. The major goal of oxide CMP is to planarize ILD, which was deposited on the top of the transistor to insulate the FEOL transistor region from BEOL metallization (Figure 1.23\n                     ). The planarized ILD oxide also provides the location for metal contact, which enables communication between FEOL and BEOL areas (Figure 1.24\n                     ). After ILD CMP, the planarized ILD oxide is etched out to create the metal contact hole. Once the contact hole is made, this hole is filled by the metal liner and the contact metal, which is planarized by the subsequent metal CMP. CVD tungsten is typically used as the contact metal.\n                  Oxide CMP is typically a two-step process. At the first polishing step, the majority of the bulk oxide is polished away. Typically, silica slurry and hard pad are used to maximize oxide removal rate and planarization efficiency. The main goal of the first polishing step is to remove any initial oxide topography that was created by the gate module underneath and also to maintain good within-wafer uniformity. At the second polishing step, the remaining oxide is buffed away using gentle process conditions such as low downforce, soft pad, and colloidal silica slurry. The main goal of the second polishing step is to remove any defectivity, mainly polishing scratches, created from the first polishing step. Also, the second polishing step is needed to ensure the accurate final oxide target thickness. Any defectivity remaining after the oxide CMP step can cause an incomplete contact open and contact short due to tungsten residue that is trapped inside the polishing scratch caused by oxide CMP. Also, any within-die or within-wafer nonuniformity will cause incomplete contact etch, which eventually will cause contact open or no connection between FEOL and BEOL regions. One of the main reasons for within-wafer nonuniformity at the remaining oxide film is that the oxide CMP process stops within the oxide film and does not stop on the top of another dielectric film such as SiN in the STI CMP. If there is another type of film such as SiN or polysilicon, the removal rate selectivity for different materials can be used to ensure accurate process stopping capability. In the case of STI CMP, oxide removal rate needs to be maximized, but nitride removal rate must be minimized in order to stop on the active nitride with minimum nitride loss for better process control and better within-wafer uniformity. In the oxide CMP, the within-wafer uniformity of the remaining oxide film solely relies on the process conditions such as pressure controllability by the polishing head, uniform pad conditioning, or uniform relative velocity between the wafer and the polishing pad. The typical value of within-wafer nonuniformity ranges from 100 to 300Å. Major development work in oxide CMP is being devoted to the improvement of within-wafer-nonuniformity, wafer-to-wafer-nonuniformity, and in-chip planarity.\n               \n               \n                  1.5.3\n                  Poly open CMP (POC) process\n                  The POC process is a new CMP step, which started to be used as a process of choice for the gate formation technique in the RMG integration scheme. In the RMG, a poly dummy gate needs to be created before the actual metal gate can be fabricated. After a poly blanket film is cut into the poly dummy gate, the nitride spacer and contact etch stop layer are deposited. The sacrificial oxide is deposited on the top of the nitride film and removed by CMP until the nitride cap on the top of poly dummy gate is exposed (Figure 1.25\n                     ). After the nitride is exposed, nonselective RIE removes nitride and oxide equally until the dummy poly gate is exposed. The dummy poly gate is then etched out and a transistor gate trench is created. Multiple work function metals are deposited followed by the deposition of the electrode metal film, which is typically either aluminum or tungsten. After the electrode metal deposition, the metal gate CMP process, which is similar to conventional metal CMP such as Cu CMP, is used to create a metal gate.\n                  The goal of the POC process is to remove this sacrificial oxide and expose the nitride spacer and cap nitride. In POC, within-die/within-wafer oxide, nitride thickness control, and defect control are keys for successful implementation of a RMG. The key process performance that must be met in POC is to minimize both polishing scratches and nitride loss by maximizing MRR selectivity between oxide and nitride. The remaining nitride thickness after POC can directly impact on the final gate height. Therefore, it is critical to achieve the maximum removal rate selectivity between oxide and nitride and, therefore, to minimize any nitride erosion after the POC process. The typical removal rate selectivity required in the POC process is more than a 50:1 (oxide:nitride) ratio.\n                  The process condition of the POC process is almost identical to the STI CMP process condition. Therefore, for most of the cases, STI CMP and POC are processed on the same CMP equipment. As explained in STI CMP, POC removes most of the oxide at the first oxide CMP step. At the second CMP step, the process removes the remaining oxide and stops on the nitride with minimum nitride loss. Silica slurry with hard pad is typically used as the first oxide step, but ceria slurry is also used at the first oxide step to minimize any polishing scratches. The ceria slurry is used as the second step CMP slurry to maximize the selectivity between the oxide and the nitride as well. SEM images of the POC wafer at different stages are shown in Figure 1.26\n                     .\n               \n               \n                  1.5.4\n                  SiN CMP\n                  SiN CMP is a new dielectric CMP process that is implemented as part of the SAC module. One of the biggest technical challenges in an advanced semiconductor fabrication process is misalignment between metal contact and source/drain caused by narrow proximity (Figure 1.27\n                     ). Any misalignment in a metal contact can cause device malfunctioning. In order to provide a wider process margin in contact alignment, an SiN cap needs to be placed on top of the metal gate. Even though the contact hole is slightly misaligned, the metal gate can be protected from undesired damage by the contact etch. Like the POC process, the SiN CMP process is a new CMP step, which was implemented in the RMG integration scheme.\n                  After the metal gate is created, the gate receives the recess etch and SiN film is deposited on top. The main purpose of the SiN CMP process is to polish SiN and create an SiN cap on top of the metal gate (Figure 1.28\n                     ). In the SiN CMP process, SiN is removed at the first CMP step by using highly selective nitride slurry. The highly selective SiN slurry with extremely low oxide removal rate is required to minimize oxide loss and wafer-scale nonuniformity. The removal rate selectivity requirement in SiN CMP is opposite to that from STI CMP. At the first polishing step, typically a hard polishing pad is used to maximize the planarization efficiency and maintain a good within-die/within-wafer uniformity. The second polishing step is used to reduce any particles on the surface by DI water or chemical buffing. In general, slurry buffing is not used as the second process step because of the concern of additional oxide and SiN loss. An SEM image of the SiN CMP wafer is shown in Figure 1.29\n                     .",
    "Future of dielectric CMP": "1.6\n               Future of dielectric CMP\n               In modern semiconductor fabrication technology, CMP was used to fabricate the transistor gate and can make a direct impact on gate height control. Gate height is one of the critical parameters to control in semiconductor manufacturing because it can determine device performance and wafer die yield. Fabrication processes in gate formation need molecular-scale profile control and defect-free process capability.\n               From a process control point of view, a within-film stop CMP process like a conventional oxide ILD CMP process may face difficulties in maintaining good within-wafer uniformity. The final thickness can be missed because of the inaccuracy of endpoint technology and the variable oxide removal rate. In addition, within-wafer oxide profile can be degraded because of noncalibrated pressure zone control at the polishing head, or bad quality of the polishing pad.\n               Because of these reasons, a within-film stop CMP process is not considered to be an ideal option as a planarization process and a stop-on-film CMP process is increasingly preferred in order to ensure a wide process margin in maintaining the remaining oxide profile uniformity and its thickness. After RMG technology was used as a fabrication technology for the transistor gate, usage of conventional stop-within-film oxide CMP discontinued.\n               For STI CMP in advanced technology node, extremely high selectivity between oxide and SiN will be needed to achieve stop-on-nitride process control and maintain good within-die/within-wafer uniformity (both less than 50Å). SiN loss needs to be less than 50Å due to thin incoming nitride thickness. Cerium oxide slurry is now the preferred choice as STI CMP slurry because of its superiority in achieving a high oxide removal rate, its defect controllability, and extremely high removal rate selectivity between oxide and nitride.\n               In POC, extremely high selectivity against SiN is also needed to stop on thin cap nitride and to preserve gate stack height. Post-CMP cleaning can be more challenging because of stringent requirements in defectivity control. “Aggressive” chemistry is becoming the cleaning process of choice to undercut and lift the particles for defect minimization. For uniformity control, an improved multizone polishing head with real-time profile tuning capability is implemented. For wafer-to-wafer or lot-to-lot control, advanced automatic process control with on-board metrology is utilized widely as the process control of choice.\n               Because of the tighter process controllability and molecular-scale profile control requirement, the wide range of new technical options is being implemented in the modern CMP processes. In order to continue a successful implementation of CMP processes for advanced semiconductor fabrication, the entire CMP community needs every effort to innovate the next generation of CMP technology (Figure 1.30\n                  )."
  },
  "references": []
}