{
  "title": "An experimental study on the rheological properties of aqueous ceria dispersions",
  "authors": [
    "Hsu, Jyh-Ping"
  ],
  "publication": {
    "journal": "Journal of Colloid and Interface Science",
    "date": "2004-06-01",
    "doi": "10.1016/j.jcis.2004.02.063"
  },
  "abstract": "The rheological properties of aqueous ceria dispersions are studied experimentally. In particular, the effects of particle concentration, temperature, pH, and ionic strength are discussed. If the volume fraction is below 2%, ceria slurry exhibits Newtonian behavior, and for higher volume fractions, shear-thinning behavior is observed. The effect of temperature on the behavior of ceria slurry is found to be pH-dependent. If pH<IEP, IEP being the isoelectric point, the viscosity of the ceria slurry decreases as temperature increases, though the temperature effect is inappreciable in the range of 28 to 50°C. On the other hand, if pH>IEP, the viscosity slightly increases with increased temperature. A shift of IEP to a higher value of pH was observed for ionic strength, even for indifferent electrolytes. The influence of pH on the rheological properties of ceria slurry decreases if the ionic strength is high. The pH at which viscosity and yield stress are maximum coincide with IEP only for low ionic strengths. The slopes of acidic and basic branches of viscosity against pH and yield stress against pH curves are not symmetrical at high ionic strength, and the alkaline branch deviates significantly from Hunter's theory.",
  "keywords": [
    "Rheological properties",
    "Aqueous ceria dispersion",
    "Isoelectric point",
    "Shear-thinning"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  The performance of a chemical mechanical polishing (CMP) process depends largely on the physicochemical properties of the colloidal dispersion, or slurry, used in the process. Various types of metal oxide colloid dispersion have been proposed for commercial CMP processes. These include, for example, silica, titania, anatase, ferric oxide, aluminum oxide, and zirconium oxide. Ceria is the most important abrasive used for glass polishing. Cook estimated that the polish rate of ceria is 43 times higher than that of silica abrasives for Si(OH)4 removal. This accelerated polish rate is due to the fact that the abrasive forms a chemical bond with the glass surface [1]. The demand for ceria slurry is expected to increase owing to increased production of semiconductors, liquid crystal display panels for PCs, and glass-substrate hard disks. Compared to other types of colloidal dispersion, available results for CeO2 dispersions are very limited. The weight concentrations of commercial CeO2 dispersions vary from 3 to 20 wt% [2], and the isoelectric point (IEP) reported in the literature varies from 6.75 to 7.9 [1,3,4]. At low ionic strengths, the IEPs of oxides do not depend on the nature and the concentration of 1:1 electrolytes, the so-called indifferent electrolytes. On the other hand, a shift in the IEP of metal oxides was observed experimentally even for indifferent electrolytes [5] at high ionic strengths. This behavior was explained theoretically by Yaroshchuk [6]. It was reported that the variation of the rheological properties of slurry, for example, viscosity and shear stress, has a local maximum as pH varied, and this maximum occurs at IEP under pristine conditions [7–9]. The IEPs evaluated from electrokinetic and rheological measurements should match only under pristine conditions [9,10].\n                  Usually, dilute slurry exhibits the behavior of a Newtonian fluid. However, if its concentration is higher than a certain level, deviation from Newtonian behavior can be observed. In many cases, the viscosity of slurry is found to decrease with the increase in shear rate, the so-called shear-thinning behavior. The rheological properties, such as yield stress and viscosity, of the slurry are sensitive to the variation in pH. For most metal oxides, their ζ-potential is positive at low pH and negative at high pH, and therefore there exists an IEP. Hunter and Nicol [7] were able to correlate the yield stress and ζ\n                     2 theoretically through a linear relation, which was justified later by experiments [8,9]. On the basis of this relation, at lower pH the yield stress increases with increased pH, reaches a maximum at the IEP, and then decreases with a further increase in pH. Leong et al. [8] concluded that the acidic and basic branches of the yield-stress-against-pH plot are symmetrical, and the addition of multivalent anions has the effect of shifting the IEP of zirconia to a lower pH. A similar shift in the yield-stress-against-pH plot was also observed, and its acidic and basic branches remained symmetrical. Kosmulski et al. [9] demonstrated that the presence of multivalent cations could shift the IEP to a higher pH. Moreover, they found that the addition of inert electrolytes also had the effect of shifting the IEP to a higher pH, and the shift in IEP was more pronounced at higher ionic strength. Kosmulski et al. [9] concluded that the IEP and the maximal viscosity do not coincide except under pristine conditions, and the acidic and basic branches of the yield-stress-against-pH plot are not symmetrical. Their result roughly confirmed the linear relation between yield stress and ζ\n                     2 derived by Hunter and Nicol [7].\n                  Temperature is one of the important factors affecting the rheological properties of slurries. It is known that the variation of the viscosity of a Newtonian fluid obeys the Arrhenius law. In general, the viscosity of a slurry is expected to decrease with increased temperature [11].\n                  In the present study, the behavior of aqueous ceria dispersions is investigated experimentally. We focus on the effects of the basic parameters such as particle concentration, temperature, pH, and ionic strength on their rheological properties. The results obtained are expected to provide necessary information for the assessment of the performance of commercial slurries.",
    "Experimental": "2\n                  Experimental\n                  Tizox, 99.9% pure ceria, was used as purchased from Derwey Co, Taiwan. The pH of an aqueous dispersion was found to be in the range of 4 to 6. The pH after the dispersion was prepared increased slightly in 24 h, but not by more than 0.5. The BET surface area of Tizox is estimated to be 30 m2/g and the mean particle size is about 220 nm. All the other reagents were analytical grade and were used as purchased. A Brookfield digital viscometer, Model DV-II+, Version 3.0, was used to measure the viscosity and the shear stress. The operating principle for this device is to drive a spindle immersed in the tested fluid through a calibrated spring. The viscous drag of the fluid against the spindle is measured by spring deflection. The instruments give the viscosity in cP, the shear rate in s−1, and the shear stress in N/m2. The spindle used, S00, allows us to vary the shear rate in the range of 0.37 to 122.3 s−1. The maximal measurable viscosity and shear stress are 2000 cP and about 7.3 N/m2, respectively.\n                  A DT-1200 acoustic and electroacoustic spectrometer, purchased from Dispersion Technology Inc., USA, was used to measure the ζ-potential. This device is a powerful analytical tool for quantifying a dispersed system. In particular, since properties of a concentrated sample at arbitrary ionic strength can be measured directly without pretreatment, it is readily applicable to the present study. The software allowed us to define the sample composition (particle and liquid phase), selecting them from an extensive database. The appropriate conductivity corrections for the concentrated NaCl solutions were made. The following parameters were directly measured: attenuation spectra, sound speed, phase and amplitude of the colloid vibration current (CVI), pH, and temperature. The attenuation spectra provide information about particle size distribution, the sound speed is a measure for the system stability (stability confirmed by pH and temperature), and CVI is used to calculate the ζ-potential. The pH of a sample containing 13 wt% CeO2 changed from 5.1 to 5.4 after 24 h, and the difference of pH between 7 wt% CeO2 and 13 wt% CeO2 was only 0.1 units. The pH of the dispersion was measured by a Horiba D-24 pH meter. Suspensions at various solid concentrations were prepared by adding distilled water to the powder, the concentration then being accurately determined by drying. The samples were magnetically stirred for at least 1 h and then exposed to an ultrasonic device for 60 min. All measurements were performed at room temperature, except when the effect of temperature was investigated. The pH of the dispersion was adjusted by addition of either 1 M HCl or 1 M NaOH. All suspensions were left to stand for at least 24 h before any measurements were conducted. When the effect of ionic strength was examined, NaCl was used as electrolyte. The mass of electrolyte plus the base used for pH adjustment was kept constant.",
    "Results and discussions": "3\n                  Results and discussions\n                  The stability of DT-1200 was checked by performing the ζ-potential measurement in parallel for an aqueous dispersion with a Malvern 2000 ZetaSizer. The results obtained are in good agreement with those obtained using the DT-1200. Ceria slurries, with a volume fraction higher than 1% at different ionic strengths, were titrated manually with 1 M base and the ζ-potential was read every 0.5 pH units. Ceria slurry exhibits a reasonable short equilibration time and we were able to perform a complete titration from pH 4 to pH 9 within 2 h. At low ionic strength the IEP is between 5 and 6, considerably lower than reported in the literature, possibly due to different crystallization form.\n                  \n                     Fig. 1\n                      shows the variation of ζ-potential as a function of pH at various ionic strengths. This figure reveals that at high ionic strengths (>0.1 M), IEP shifts toward a higher pH. The shift in IEP at high ionic strength was reported for other types of colloidal particles such as zirconia and anatase and seems to be a common behavior for metal oxides [5]. This emphasizes that the concept of indifferent electrolyte is applicable only for ionic strength lower than 0.1 M. As pointed out by Rowlands et al. [12] and Hunter [13], for electrolyte concentrations above 0.1 M, the calibration procedure becomes difficult, and the value of the measured ζ-potential may not be very accurate. In our study, the position of the IEP for the case where the salt concentration is high was confirmed by additional electrophoretic measurements. A reversal in the shift of IEP was reported in literature for cations such as potassium and cesium. Kosmulski and Rosenholm [5] observed this reversal for anatase dispersions at NaCl concentrations higher than 1 M, but no further comments were made. In contrast, Gustafsson et al. [10] found that charge reversal could no longer be observed at a NaCl concentration of 1 M, and the ζ-potential of anatase was almost constant and positive for all values of pH at this ionic strength. If the level of the ζ-potential is low, care must be taken in the estimation of IEP. Here, the IEP at a low volume fraction of ceria is double-checked using the electrophoretic apparatus adopted by Hsu et al. [14], which is similar to that used by Mironov and Dolgaya [15]. The results based on electroacoustic and on electrophoretic experiments are in good agreement regarding the position of IEP. Fig. 1 also reveals that if the ionic strength is high, the ζ-potential of the ceria slurry has a local minimum in the acidic branch, but it does not appear if ionic strength is low.\n                  \n                     Fig. 2\n                      illustrates the variations of the shear stress and the viscosity as functions of shear rate at various pH for a ceria dispersion of 13.6 wt% when no NaCl was added. Fig. 2a reveals that the shear stress increases monotonically with the increase in shear rate for pH far from the IEP. It was pointed out by some researchers that close to the IEP a slight local maximum might appear at very low shear rate, which is considered to be the real yield stress. In our case, the local maximum does not always show. As suggested by Fig. 2b, for a weight concentration of 13.6%, the viscosity is almost constant if the pH is much lower than the IEP (pH<4); that is, the dispersion is Newtonian. However, if the pH is close to the IEP, the viscosity increases with the decreases in the shear rate, and the dispersion acts like a non-Newtonian fluid. Also, it remains non-Newtonian even if the pH is higher than the IEP. Although the first Newtonian region (the region of constant viscosity at very low shear rates) could not be observed due to the limitations of the instrument, the slurry is shear-thinning. According Ferguson and Kemblowski [16], thixotropy might occur when a fluid is shear-thinning. In our case, when shear rate was increased first and then decreased, the hysteresis loop of shear stress observed was inappreciable, and therefore, the dispersion was considered to be time-independent. This might be due to our experiment lasting only for a relatively short time.\n                  The variations of the viscosity and the yield stress at constant shear rate as a function of pH are presented in Fig. 3\n                     . Fig. 3a reveals that the maximum viscosity appears at IEP, as expected. Apart from the viscosity, the yield stress is of practical interest. Still, there is serious doubt about whether yield stress exists for present dispersions. In many cases, close to the IEP the shear stress exhibits a local maximum at low shear rates, but we failed to observe this local maximum for all the samples. Therefore the yield stress is estimated by using a Bingham-type extrapolation to zero shear rates. It is also true that the device used does not allow us to work on shear rates below 0.37 s−1. The yield stress and the viscosity show very similar behavior, as can be seen in Fig. 3. This is consistent with the observation that viscosity and yield stress correlate linearly [9]. The yield stress (and accordingly the viscosity and shear stress) in the present study is relatively low compared with those reported in the literature [8,9] because the solid load used in our experiments is low.\n                  \n                     Fig. 4\n                      shows the variations of viscosity and yield stress as a function of shear rate at various weight fractions of ceria at constant pH, which is close to IEP. Our experimental observation shows that if the weight concentration is low, the viscosity of the dispersion is close to that of water even if the pH is close to IEP. Fig. 4a reveals that if the weight concentration is sufficiently high, the dispersion becomes non-Newtonian. A slight local maximum in viscosity is observed at 7% weight concentration of ceria. For higher weight concentrations, the dispersion is non-Newtonian, and the higher the weight concentration the more shear-thinning a dispersion is. Fig. 4b shows that the yield stress increases with the increase in the concentration of ceria.\n                  \n                     Fig. 5\n                      illustrates the variation of viscosity as a function of shear rate at various temperatures. According to Fig. 5a, if pH is below IEP, the viscosity decreases with the increased temperature. The degree of decrease, however, is not very significant in the temperature range 34.8–54.3°C; a more significant decrease is observed for the range 54.3–64.1°C. Rather insignificant temperature effects on the viscosity of rutile and anatase dispersions were also reported in the literature [9,19]. As shown in Fig. 5b, the ceria slurry exhibits a peculiar behavior if its pH is higher than IEP, where the viscosity increases with the increase in the temperature. A possible explanation for this is that the viscosity–temperature relation does not necessarily follow the Arrhenius law. As pointed out by Barnes et al. [11], when the continuous phase becomes less viscous, the dispersed particles acquire more energy and the rate of structure formation might increase, leading to an increase in its viscosity. Another possibility is the decrease in the pH of slurry as the temperature increases, as shown in Table 1\n                     . Note that the calibration of pH meter for the wide range in temperature in our experiment is extremely difficult. However, we did our best to minimize possible errors by performing three-point calibrations in pH (4,7, and 9) before reading its value at various temperatures. The calibration was conducted based on the pH values of pH standard solution at various temperatures provided in the operation manual, but since the relevant information for standard solution for temperatures higher than 45°C are unavailable, the pH values shown in Table 1 for temperature higher than 45°C are approximate results only.\n                  As discussed previously, the influence of temperature on the nature of a slurry is twofold: (a) if pH>IEP, the pH of a slurry decreases slightly as the temperature increases, and (b) according to Sonnefeld [20], the IEP of a slurry shifts to a higher value as temperature increases. Therefore, if the pH of a slurry is higher than the IEP, it becomes closer to the IEP as the temperature increases. Because the viscosity of a slurry is at a maximum at the IEP, this leads to a larger viscosity. On the other hand, if the pH of a slurry is lower than the IEP, the reverse trend is expected; that is, the higher the temperature, the lower the viscosity. An Arrhenius type of relationship, \n                        \n                           (1)\n                           η=Ae−B/T,\n                        \n                      is used to correlate the temperature dependence of the viscosity. For illustration, the shear rate of 2.45 s−1 is chosen, and the fitted results are summarized in Fig. 6\n                     .\n                  Several equations are proposed to relate the structural characteristics of a suspension to its rheological model [16]. In our case, since both a shear-thinning region and a Newtonian region are present, the appropriate choice is a four-parameter power-law model. Among the available rheological models, the one proposed by Quemeda includes both volume fraction and shear rate and is applicable to a wide class of concentrated dispersions and complex liquids [18]. The generalized Quemeda model, \n                        \n                           (2)\n                           η/η∞=\n                                 1−\n                                    1−(η∞/η0)1/a\n                                    \n                                 λ\n                              \n                              −a,\n                        \n                      is adopted to describe our experimental data. In this expression the parameter a is a function of particle concentration, η\n                     0 and η\n                     ∞ are respectively the viscosity at zero and infinite shear rates, and λ is a structural parameter defined by \n                        \n                           (3)\n                           λ=\n                                 1\n                                 1+(t\n                                       c\n                                    \n                                    \n                                       γ\n                                       ̇\n                                    )1/a\n                                 \n                              ,\n                        \n                      where \n                        \n                           γ\n                           ̇\n                        \n                      is the shear rate and t\n                     c is a time constant, which is related to the rate of aggregation of particles due to Brownian motion. The estimated values of the adjustable parameters are summarized in Table 2\n                     . For lower solid ratios our results are consistent with those of Yang et al. [17], who concluded that for many suspensions a is about 2.0 and is independent of shear rate.\n                  \n                     Fig. 7\n                      shows the variation of shear stress and viscosity as a function of shear rate for various pH at two levels of ionic strength. This figure suggests that pH still influences the rheological properties, but its effect decreases with increased ionic strength. Even at a low pH (=4) the addition of salt increases the viscosity dramatically. The addition of salt gives raise to flocculated structures, resulting in the observed augmentation of viscosity. At an ionic strength as high as 0.1 M the coagulation of ceria particles is fast and the system is unstable. Fig. 8\n                      reveals that an increase in the ionic strength from 0.1 to 0.5 M does not induce a significant further increase in the viscosity. The Quemeda model expressed in Eq. (2) is used to describe the experimental data and the estimated values of the adjustable parameters are summarized in Table 3\n                     .\n                  \n                     Fig. 9\n                      shows the variations of viscosity and yield stress as a function of pH at various ionic strengths. As can be seen from Fig. 9a, at low ionic strength the point of highest viscosity matches the IEP obtained from electrokinetic measurements. This confirms the results reported in the literature for other metal oxides [8–10]. As the ionic strength increases, the pH at which the maximal viscosity occurs shifted to a higher pH. The extent of shift, however, is not as pronounced as that obtained by electrokinetic experiments. Also, the slope of the basic branch is less steep than that of the acidic branch, in accordance with other results [9,10] but in opposition to the results of Leong et al. for zirconia [8], which suggested that the acidic and basic branches of the viscosity curve are symmetrical. This finding is reasonable since the stability of the system decreases with increased electrolyte concentration, and the system is not restabilized after passing the IEP. According to Kosmulski et al. [9], the discrepancy between the electrokinetic and viscosity data is due to the fact that they correspond to electric potentials at two different distances from the surface, and only under pristine conditions is, the IEP the same as the point of zero charge (PZC). The dependence of yield stress on pH exhibits the same trend as the viscosity (Fig. 9b). At low ionic strength the low- and high-pH branches of yield stress (pH) match the IEP, in accordance with the viscosity behavior. For high ionic strengths, the acidic and basic branches' intersection does not match the IEP and is situated at a lower pH than the IEP. Under pristine conditions the slopes of the acidic and basic branches are almost the same, but of opposite sign, in accordance with the well-established linear relation between yield stress and ζ-potential derived by Hunter and Nicol [7]. For high ionic strengths, on the other hand, the basic lines are almost horizontal parallel lines. The slopes of acidic branches decrease at high ionic strength, but to a lesser extent than those of the basic ones. This is in accordance with other literature reports [10]. As known, at IEP the system is destabilized and aggregation/sedimentation occur. Continuing the titration after passing through the IEP does not stabilize the system, and the formed aggregates do not brake even at high pH. This fact is supported by the setting test. Suspensions of different pH were prepared for a settling test and poured into graduated test tubes that were then sealed and the sedimentation height versus setting time was determined. The results showed that after half an hour the sedimentation height is maximum at IEP; the suspension is still stable at pH 3, but not stable at pH 10. Measurements of the particle size were made during the titration of a ceria sample at high ionic strength. The particle size was found to be almost doubled at the end of the titration. This is another proof that the aggregated structures appear around the IEP and the flocs do not break with increased pH, even when the suspension is strongly stirred. At very high ionic strength the rheological properties not only do not drop when the pH increases, but might even increase.",
    "Conclusions": "4\n                  Conclusions\n                  Ceria suspensions exhibit Newtonian behavior at low volume fraction, but non-Newtonian shear-thinning characteristics when the volume fraction φ is higher than a critical value. The pH strongly influences the rheological properties, especially for a higher volume fraction of solid particles. For values of pH lower than the IEP the viscosity decreases with the increase in temperature. The decrease is negligible up to 50°C. For values of pH higher than the IEP the viscosity slightly increases with the increase in temperature.\n                  There is a clear shift of IEP toward higher values of pH at high concentrations of an indifferent electrolyte, in our case, NaCl. At ionic strength as high as 1 M a shift back to lower values of pH is observed. The IEP and the maximum viscosity coincide only for pristine conditions, when PZC=IEP. When specific adsorption occurs, the two potentials do not match. Also, at high concentration of electrolyte, the acidic and alkaline branches of viscosity and yield stress have different slopes and Hunter and Nicol's equation applies only for pristine conditions or low ionic strength, but is invalid for alkaline dispersions of ceria at high ionic strength."
  },
  "references": []
}