{
  "title": "Crystalline structure of ceria particles controlled by the oxygen partial pressure and STI CMP performances",
  "authors": [
    "Kim, Ye-Hwan"
  ],
  "publication": {
    "journal": "Ultramicroscopy",
    "date": "2008-09-30",
    "doi": "10.1016/j.ultramic.2008.04.079"
  },
  "abstract": "The effect of the crystalline structures of nano-sized ceria particles on shallow trench isolation (STI) chemical mechanical planarization (CMP) performance was investigated. The ceria particles were synthesized via a solid-state displacement reaction method, and their crystalline structure was controlled by regulating the oxygen partial pressure at the reaction site on the precursor. The crystalline structures of ceria particles were analyzed by the high-resolution TEM nano-beam diffraction pattern. In a calcination process with a high oxygen concentration, the synthesized ceria particles had a cubic fluorite structure (CeO2), because of the decarbonation of the cerium precursor. However, a low oxygen concentration results in a hexagonal phase cerium oxide (Ce2O3) rather than the cubic phase due to the insufficient oxidation of Ce3+ to Ce4+. In the STI CMP evaluation, the ceria slurry prepared with the cubic CeO2 shows enhanced performances of the oxide-to-nitride removal selectivity.",
  "keywords": [
    "Chemical mechanical planarization",
    "Ceria",
    "Crystalline structure"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Ceria particle as an abrasive has become very important in shallow trench isolation (STI) chemical mechanical planarization (CMP) as well as interlayer dielectric (ILD) CMP for the manufacture of dynamic random access memory (DRAM) and flash memory devices, due to the good removal selectivity, chip uniformity, global planarity and the high polishing efficiency of the oxide film. The mechanical process of CMP technology is influenced by the physical properties of ceria particles, which are dependent on the synthesis method. The ceria particle has been synthesized by many different methods including wet precipitation, sol–gel, hydrothermal, mechanochemical, and solid-state displacement reactions (calcinations) [1,2]. In our previous works, it was shown that ceria particles, which were synthesized by the solid-state displacement reaction and wet chemical precipitation, lead to the different CMP performance [3,4] and the removal rate was influenced by the size of ceria particles, which is dependent on the calcination conditions such as temperature, time and oxygen vapor pressure in the solid-state displacement reaction [5,6]. Especially, the removal rate of the oxide film is proportional to the crystallite size of the ceria particle [6].\n                  However, as the feature sizes of transistors are decreasing to below 50nm, the abrasive size should be reduced to prevent surface scratches induced by the large crystallite size of the particle resulting from a high calcination temperature which easily induces many scratches on the wafer surface [7,8]. Thus, the synthesis of ceria particles at low temperature is favorable to the CMP process. During the calcination, the by-product carbon dioxide is occupied around the precursor powder and results in the diffusion resistance of oxygen at the reaction site. It induces oxygen vacancy within the ceria crystal lattice, which can result in variations of crystal structure. Therefore, in the low-temperature calcination process, the oxygen concentration in the furnace plays an important role in the synthesis reaction because of the acceleration of the decarbonation of the cerium precursor.\n                  In this study, we considered the intrinsic properties of the particle itself as a critical factor to prevent agglomeration and adhesion on the wafer, and thus an attempt to control the intrinsic properties of the ceria powder was made. The crystal structure of the ceria particles was controlled by varying the oxygen concentration. The influence of the crystalline structure of the ceria particle on particle agglomeration in the slurry and CMP performances was investigated.",
    "Experiment": "2\n                  Experiment\n                  \n                     2.1\n                     Ceria particle preparation\n                     High-purity cerium carbonate hydrate (Ce(CO3)3, Juntai, China) was calcined under air at 650°C for 4h, which resulted in a white-yellowish ceria powder. In order to prepare two different crystal structures, the oxygen concentration was controlled by adjusting the air inflow. The particles of Sample A were synthesized with an air flow of 35m3/h, respectively, and the particles of Sample B were synthesized without an air flow by using a sealed reactor. Each calcined ceria powder underwent a wet-mechanical milling process for several hours to reduce the particle size to the target size (240–260nm, determined by the conventional light-scattering method) and to disperse the particles in an aqueous medium after mixing the powder with deionized water and a dispersant composed of commercially available anionic acrylic polymers (PMAA). For each sample, the crystallite size and surface area are listed in Table 1\n                        .\n                  \n                  \n                     2.2\n                     Nano-beam diffraction pattern using high-resolution TEM\n                     The diffraction pattern of the particles was investigated using high-resolution TEM (JEOL2010, Jeol, Japan) to certify the crystalline structure and morphology of the ceria particles. Using the nano-beam aperture (nano-beam size=3nm), the diffraction pattern (spot pattern) of the individual particle was obtained.\n                  \n                  \n                     2.3\n                     Particle size distribution\n                     The particle size distribution and particle agglomeration were analyzed using the electroacoustic attenuation method particle size analyzer (APS, Matec, USA) to compare the particle size distribution and agglomerated particles of each sample.\n                  \n                  \n                     2.4\n                     CMP field evaluation\n                     Field evaluation of CMP was done using two kinds of slurries. For the CMP evaluation, an 8-in wafer CMP tool (6EC, Strasbaugh, USA) was used. The polishing pad was a grooved IC1000/SubaIV (Rodel, USA). The film thickness was measured using a Nanospec 180 (Nano-metrics, CA., USA.) to calculate removal rates. For this experiment, the within-wafer non-uniformity (hereinafter denoted WIWNU) was defined as the standard deviation of remaining thickness divided by the average of the remaining thickness after CMP. After CMP, the wafers were cleaned using an ammonium hydroxide hydrogen peroxide mixture (APM) solution (NH4OH:H2O2:H2O=1:1:10) at 80°C to eliminate residual particles. The polishing test conditions are shown in Table 2\n                        .",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     Fig. 1\n                      shows the morphology and primary particle size of the ceria particles after mechanical milling. The particle size distribution was found to be noticeably different between samples based on the TEM images. The portion of small-size particles (<20nm) in Sample B was larger than that in Sample A. The initial crystallite size of all as-calcined samples calculated by the Debye–Scherer equation was about 26nm. However, the crystallite sizes of the particles after mechanical milling became 25.0 and 20.3nm for Samples A and B, respectively, which leads to a significantly different specific surface area for each particle group. After mechanical milling, the particles in all samples had a similar size of 240–260nm. Therefore, the particles (Sample B) which were calcined at low oxygen concentration can be considered to be composed of a large number of small crystallites (20.3 and 21.5nm), while the particle (Sample A) which was calcined at a higher oxygen concentration is composed of relatively larger crystallite (25nm).\n                  Using the low scan XRD analysis and nano-beam diffraction pattern of the high-resolution TEM, the crystalline structure of the ceria particles were investigated. The XRD line profile was obtained using the low scan speed method using Cu Kα radiation at a scan rate of 0.1°/min from 20° to 80°. The X-ray diffraction (XRD) profiles of powders in Fig. 2\n                      show conclusive evidence for the different crystalline structures of the particles. From the XRD profile, Sample A showed the cubic phase (identified using JCPDS card and ICDD-PDF2 (powder diffraction pattern database, cubic phase; a=b=c=0.5411nm)), while Sample B showed the hexagonal phase (hexagonal phase; a=b=0.3891nm and c=0.6063nm). Generally, the cerium is very easily oxidized by the heat treatment. However, the lack of oxygen atoms caused the incomplete calcination of the ceria particles, which have hexagonal phased cerium oxide (Ce2O3), because of the diffusion resistance of oxygen at the reaction site. Thus, the ceria particle calcined under a low air inflow had the hexagonal phase profile, which can be ascribed to the presence of Ce3+ and oxygen vacancies in the ceria network.\n                  The nano-beam diffraction patterns of the particles (Fig. 3\n                     ) indicate that for Sample A all particles had the cubic fluorite phase of cerium oxide, while for Sample B, which was calcined at low oxygen concentration, hexagonally structured particles were included, especially in the smaller particles. The calcination process from cerium carbonate to cerium oxide consists of a five-step mechanism, including the mass transfer of the reacting agent (oxygen) from the bulk atmosphere to the periphery of the carbonate, its diffusion through the pore channels of the carbonate, adsorption, reaction with the cerium carbonate and the desorption of the reaction by-product (carbon dioxide) [9]. In this reaction mechanism, several factors influence the physical properties of the synthesized particles during the calcination process. According to previous reports, a low oxygen concentration results in a hexagonal phase cerium oxide rather than the cubic phase due to the insufficient oxidation of Ce3+ to Ce4+ \n                     [10]. In the absence of external oxygen supply, the hexagonal CeO\n                        x\n                      phase is reported to be observed between 400 and 500°C and the oxidation of CeO\n                        x\n                      is completed above 800°C, which results in the transformation from hexagonal Ce2O3 to cubic CeO2 \n                     [11]. Therefore, it can be considered that hexagonal phase (Ce2O3) in Sample B was formed due to the insufficient oxidation of Ce3+ to Ce4+, while cubic phase (CeO2) in Sample A was obtained by sufficient oxygen supply.\n                  Additionally, the particle size distribution of each sample was investigated to compare the agglomeration behavior of the particles. Fig. 4\n                      compares the particle size distribution for each sample. The mean particle size of sample A and B was measured to be 172 and 90nm, respectively. However, Sample B with a hexagonal crystalline structure has agglomerated particles. Since the Ce3+ and oxygen vacancies in the surface of the hexagonal ceria particle are linked to anionic vacancies with hydroxyl groups, chemisorption and agglomeration easily occurred with the neighboring cation species and bared ceria surface [11,12]. Moreover, Sample B has a lot of small particles, which were confirmed to be mainly hexagonal crystalline structure. The van der Waals attractive force is well-known to be increased with decreasing particle size, therefore, it can be considered that large agglomerated particles in Sample B is attributed to the presence of small-sized particles.\n                  CMP was performed with the ceria slurry which was prepared by adding an adequate amount of commercially available anionic acrylic polymers (PMAA). Cubic CeO2 (Sample A) and CeO2 contained with included hexagonal Ce2O3 particles (Sample B) were used as abrasive particles. The results of the CMP evaluation are shown in Table 3\n                     . The removal rate of oxide film shows a remarkable difference between Samples A and B. The removal rate of the oxide film was dependent on the crystallinity of the ceria particle [13]. The polishing of the oxide film was mainly affected by its chemical interaction between the ceria particles and the oxide (SiO2) film, which were reacted with the hydrated surface to form covalent bonds such as Ce–O–Si, and then pull off the oxide lumps. As shown in Fig. 1, the particles of Sample A have a larger crystallinity and narrower particle size distribution than the particles of Sample B. Since the hexagonal structured ceria particles and the agglomerated particles of Sample B were easily broken apart during the CMP process, these particles do not penetrate the viscous layer on the oxide film. On the contrary, the nitride removal rate was decreased with an increase in the crystallinity. This result is totally contrary to the Preston's equation and the previous reports of the CMP process [14]. Generally, the surface of the nitride film during STI CMP is thought to be passivated with the adsorptive polymer in the slurry, which prevents abrasion from direct contact with the film surface. Hence, the nitride removal rate is manly affected by the adsorption amount of additive PAA on the film. Small particles having mainly hexagonal crystalline structure can excessively consume the additive PAA from the bulk solution, due to the high surface activity and specific surface area, and thus the adsorbed polymer layer on the nitride film is insufficiently formed. Consequently, the nitride removal rate of Sample B with a hexagonal structure is higher than that of Sample A, which resulted in poor oxide-to-nitride removal selectivity from 45:1 to 27:1. Additionally, Sample B has higher within-wafer non-uniformity (WIWNU) of the oxide film than Sample A. As shown in Fig. 4, sample B has large agglomerated particles. These agglomerates in the slurry can hardly spread on the whole wafer surface during the CMP. This caused a different removal rate between the center and the edges of the wafer surface, and hence the surface uniformity worsened after the CMP process. Thus, it was concluded that the ceria slurry with a hexagonal crystalline structure was disqualified for the STI CMP processing margin. Therefore, the ceria particles should be calcined to a cubic structure through control of the oxygen concentration.",
    "Conclusion": "4\n                  Conclusion\n                  We have investigated the effects of the crystalline structure of nano-sized ceria particles on the physicochemical properties of the ceria slurry and the residual particles and micro-scratches during STI CMP. The crystalline structure of the particles was remarkably different as a function of air inflow conditions. The particles calcined at higher oxygen concentration were of a cubic structure (CeO2), but the particles calcined at low oxygen concentration included the hexagonal structure (Ce2O3). The hexagonal structured particles have a smaller particle size than cubic structured particles. These smaller particles had a high surface area, which resulted in large attractive forces between particles. These results caused a low oxide removal rate and a high nitride removal rate in STI CMP. Consequently, we concluded that the differences in the crystalline structure of the ceria particles have a profound effect on the dispersion stability and STI CMP performances."
  },
  "references": []
}