{
  "title": "Ultra-smooth surface with 0.4 Å roughness on fused silica",
  "authors": [
    "Tan, Zhongqi"
  ],
  "publication": {
    "journal": "Ceramics International",
    "date": "2023-03-01",
    "doi": "10.1016/j.ceramint.2022.08.022"
  },
  "abstract": "Ultra-smooth surface with sub-nanometer roughness is of great significance in various fields, including Ring Laser Gyro (RLG), high-power laser apparatus, ultraviolet optical systems, and the semiconductor industry. However, the mechanism of the ultra-smooth polishing process remains to be studied, which is of great value for understanding and optimizing optical-fabrication methods. This paper establishes a relationship between surface densification characteristics and surface roughness in conventional polishing. Moreover, we conclude that the densification process created by the longitudinal pressure, which avoids non-uniformity, is beneficial to forming super-smooth surfaces in the conventional polishing methods. Under this guidance, we can stably fabricate ultra-smooth surfaces on fused silica with 0.4 Å roughness. This result overturns the mainstream view that the longitudinal pressure in polishing should be minimized. This conclusion is meaningful for the understanding of the ultra-smooth surface formation not only in conventional polishing but also in other optical-fabrication technologies.",
  "keywords": [
    "Ultra-smooth surface",
    "0.4 Å roughness",
    "Fused silica glass",
    "Densification",
    "Polishing"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Fused silica glass, made of pure SiO2, is widely used in optical fabrication, which has superior optical and thermal properties compared to other kinds of glass [1]. For example, fused silica glass has better UV transmission features, and its coefficient of thermal expansion can reach ∼5.5 × 10−7. Therefore, fused silica glass usually plays a vital role in high-quality reflection/transmission optical elements in ultra-precision optical systems, including X-ray, high-power lasers, gravitational wave detection, and ultraviolet optical systems [2–5]. In these optical systems, the surface quality of optical components is considered the highest priority, which directly determines the performance and accuracy of the optical system. The main indexes for evaluating optical surface performance include the surface figure, the surface quality and the surface roughness et al. [6], among which surface scattering is mainly affected by the surface roughness. According to total integrated scattering theory (TIS) [7], the total scattered power Ps is related to the value of σ through: \n                        \n                           \n                              P\n                              s\n                           \n                           =\n                           \n                              P\n                              0\n                           \n                           \n                              \n                                 (\n                                 \n                                    \n                                       4\n                                       πσcosθ\n                                    \n                                    λ\n                                 \n                                 )\n                              \n                              2\n                           \n                        \n                      in the limit of low roughness (i. e. 4πσcosθ ≪ λ), in which σ is the root mean square value of the surface height, P0 is the power reflected from a smooth surface, θ and λ are the incident angle and the wavelength of light, respectively. The scatter existing on the optical surface not only decreases its reflectivity/transmittance but could also corrupt some optical systems' quality and performance. For example, in ring laser gyroscope [8], the backscattering of the high-reflectivity mirror would disable angular velocity measurement by introducing the lock-in effect. In high-precision RLG, the mirror's total scatter loss needs to decrease to a few ppm or better, and the corresponding roughness of mirror's surface is better than 0.1 nm. Moreover, in the deep ultraviolet (DUV) and extreme ultraviolet (EUV) lithography systems, the specifications for surface figure accuracy and surface smoothness need to achieve subnanometer magnitude simultaneously [9].\n                  To further improve the surface quality, various optical-fabrication methods have been proposed and developed in recent years, such as chemistry-mechanical polishing (CMP) [10], magnetorheological finishing (MRF) [11], ion beam polishing (IBP) [12], etc [13]. The efficiency and quality can be well considered in chemical-mechanical polishing. For example, Shi et al. [14] reports an ultralow surface with a roughness of ∼0.193 nm and high material removal rate of ∼10.9 μm h−1 on a fused silica substrate by chemistry-mechanical polishing. In addition, magnetorheological polishing and ion beam polishing show advantages in obtaining ultra-smooth fused silica samples without surface and subsurface damage. Although the above methods have shown their advantages in certain aspects of optical component fabrication, conventional polishing still takes an irreplaceable status in obtaining extremely low surface roughness (<0.1 nm). Therefore, it is significant to study the forming mechanism of super-polishing surface and its microscopic surface evolution process in conventional polishing. During polishing glass surfaces, the surface forming process cooperates mechanical interaction with chemical interaction [15,16]. Surface and substrate will exhibit obvious differences in microstructure under such synergistic interactions, including macroscopic properties of hardness, modulus, density, refractive index, etc. In 1969, Yokota [17] researched the refractive index and thickness of the “polish layer” on various kinds of polished glass surfaces by ellipsometry. The experiment proves that the refractive index of the polish layer of silica glass is higher than the bulk, which supports the hypothesis that the high local pressures exerted by polishing particles result in silica glass densifying. However, the polish layer formed on the optical glass surface is not only decided by the mechanical action; the process accompanied by the corrosion and hydration with polishing slurry cannot be ignored [18]. This process may produce a hydration layer on the fused silica surface, as observed in Defeng Liao's work [19]. In this paper, we characterized the surface microstructure and nanomechanical properties of fused silica by various techniques such as AFM, nanoindentation tests, Raman spectroscopy, Tof-sims and SEM. Through experimental characterization, the densification characteristics of fused silica surface and its relationship with the surface roughness have been focused on.",
    "Experimental procedure": "2\n                  Experimental procedure\n                  \n                     2.1\n                     Materials and samples preparation\n                     Fused silica samples (Shanghai Sikoty Optic & Electron Co., JGS2) with a thickness of 5 mm and diameter of 25 mm were cut, ground and polished in order of the conventional optical cold fabrication method. The grinding and polishing equipment was a rocker-type two-axis polishing machine with a pitch pad and CeO2 polishing powders. In the grinding stage, the pristine fused silica samples were mechanically removed by using hard particles of different grain sizes, following a process from large to small grain sizes, which provided several samples with good surface quality consistency for subsequent polishing processes. To obtain polished samples with different levels of surface roughness, all samples were divided into two groups at the polishing stage; one was roughly polished, and the other was super-polished. Except for the different polishing times, other polishing parameters and polishing powder types remained consistent among all samples. After polishment, all samples were cleaned with alcohol and deionized water sequentially for subsequent experimental characterizations.\n                  \n                  \n                     2.2\n                     Characterization tests\n                     To measure these polished surfaces' roughness, atomic force microscopy (Dimension Icon, Bruker Inc.) was used under the ScanAsyst test mode. Five points were randomly selected in the central area of each sample surface for this test. The measured area was set as 10 μm × 10 μm, and the image resolution of the topography measurement was 256 × 256. Considering the influence of tip radius on test results [20], the probe was replaced before each test, and the type in all tests is OTESPA-R3, with a max tip radius of 10 nm.\n                     In nanoindentation tests, samples were mounted on a stainless steel stage by vacuum, and the measurements were carried out using mechanical nanoindentation (Nano Indenter G200, KLA-Tencor) on the continuous stiffness measurement (CSM) mode. In order to minimize the errors caused by the environment and the instrument itself, the environment was strictly controlled at room temperature (24 ± 1 °C) and relative humidity of 40%. Meanwhile, the machine compliance and tip area function were calibrated before the experiments on a reference fused silica lump with known elastic properties (Young's modulus E = 72 GPa and Poisson ratio v = 0.18). The nanoindentation tests were carried out on all samples with a depth limit of 350 nm and a constant strain rate of 0.05 s−1. In addition, no less than five indentations were created on each glass specimen during the above tests to ensure the reproducibility of the results. The hardness and the reduced modulus were continuously measured as a function of indentation depth by applying oscillation to the indenter tip. All the data analysis was carried out using the theory proposed by Oliver and Pharr [22].\n                     To observe the evolution of Si concentration with depth, Tof-sims analysis was carried out on a TOF. SIMS 5 (ION-TOF GmbH, Münster, Germany), equipped with a Bi ion gun. TOF-SIMS spectra were acquired using a Bi + source operated at 30 kV and a Cr sputtering ion beam. A 100 μm × 100 μm analysis zone centred within a 200 μm × 200 μm sputtered zone was used for all Si depth profile measurements.\n                     Considering that Raman spectroscopy can provide useful information about the structure of materials, the Raman spectra were acquired at room temperature by a Fourier Transform Raman spectrometer Alpha 300 R (WITec Inc.), equipped with a 1.4 mW laser at 532 nm. The applied experimental conditions lead to a spectral resolution of 1 cm−1.\n                     Moreover, the information about the micro shape and size distribution of the powders used in the samples polishing was recorded by scanning electron microscopy and Malvern's particle size measuring instruments (Mastersizer 2000 & Zetasizer Pro).",
    "Results": "3\n                  Results\n                  \n                     Fig. 1\n                      shows a typical three-dimensional microscopic topography of the rough and super-polished sample. The roughness of a roughly polished surface is Rq = 0.422 nm & Ra = 0.320 nm and Rq = 0.063 nm & Ra = 0.050 nm of a super-polished surface. According to the AFM results, the polished surfaces with different surface roughness are obtained by different polishing processes. Furthermore, the error caused by surface unevenness in further nanoindentation experiments can be avoided owing to the extremely low surface roughness (Rq) values of all samples [23].\n                  Near-surface nanomechanical properties of the two samples are represented in Fig. 2\n                     . It can be found that the hardness and modulus of all samples have the same rule with the change of penetration depth. Take the super-polished sample, for example; in the range of 0–64 nm beneath the super-polished surface, the hardness increases from 0 to 10.1 GPa, and the reason is believed that the indentation head of the Nanoindenter is gradually pressed into the material surface at this stage, which is a purely elastic contact process associated with indenter bluntness [24], so the measured results are not of the reference value. After reaching the maximum hardness of 10.1 GPa, the hardness of glass gradually decreases until the value reaches 9.2 GPa at 350 nm depth which is close to those of the bulk of glass. Meanwhile, the reduced modulus increases firstly and then decreases with the pressing depth. It is worth noting that the modulus changes with depth slightly before the hardness, which reaches the peak with 78.4 GPa at just 23 nm and approaches the typical value of 72 GPa. Measured results show that the super-polished surface of fused silica is certainly a densified layer rather than a hydrolyzed layer by conventional polishing. This phenomenon means that the vertical pressure profoundly changes the surface mechanical property during the extrusion and friction between the fused silica and the polishing powders in the polishing process. Conventional polishing is a step-by-step fabrication process, which can be divided into grinding, roughly polishing and super-polishing. Therefore, it is reasonable to believe that the densification degree of silica surface will be higher with deepening polishing process. Coincidentally, this conjecture is proved by comparing the nano-indentation results of super-polished and rough-polished curves in Fig. 2; the maximum hardness and modulus of the former are 10.1 GPa and 78.4 GPa, which are larger than the maximum hardness and modulus of the latter with 9.33 GPa and 72.5 GPa respectively.\n                  The appearance of a hardened layer in the polishing process may be caused by the change of component or micro-structure of optical materials due to the mechanical, fluidic and chemical action in the polishing process [25]. For this reason, the TOF-SIMS apparatus was used to observe the depth profiles of Si for two kinds of fused silica samples polished at different degrees, which is shown in Fig. 3\n                     . The test results indicate that the Si concentration in polished fused silica samples changes obviously from high to low with the increase of sputtering depth. Specifically, for fused silica samples with different surface roughness, the lower the surface roughness, the higher the Si atom concentration. It can be seen that the depth profile of atomic concentration is consistent with the nanomechanical properties, which means that the silicon-oxygen tetrahedral structure in fused silica glass is arranged more compactly.\n                  The Raman spectrometer results illustrated in Fig. 4\n                      provide the surface microstructure information of samples with different polishing degrees. Typical Raman spectra of vitreous silica can be observed in two samples, including the main band range around 440 cm−1, two defect lines D1 and D2 at 492 cm−1 and 590 cm−1 [26], and a broad band around 800 cm−1. The main band at 440 cm−1 results from the symmetric stretching mode of bridging oxygens between two Si atoms; this band is intense and sensitive to the change of the inter-tetrahedral angle Si–O–Si [27]. Moreover, two defect lines D1 and D2 attributed to the breathing modes of the four-membered and three-membered rings [28]. The broad band at 800 cm−1 is assigned to the Si–O stretching vibration [29]. Comparing the Raman spectra of two samples in Fig. 4, it can be found that the main band, around 430 cm−1, shifts to higher wavenumbers with increasing intensity and the shape of the main band becomes sharper means that the angle distribution of Si–O–Si is narrower after further polishing. The defect line D1 behaves with an increase in intensity but not a location shift, which is different from the defect line D2. There is certainly a right shift of the surface Raman spectrum characteristic line after the process of super polishing. Specifically, the defect line D2, initially located at 590 cm−1 of the roughly polished sample, shifted to higher wave numbers at 600 cm−1 upon super-polishing. The shift toward higher wave numbers was concluded as the associated breathing modes get frustrated by the lack of free volume [30].",
    "Discussion": "4\n                  Discussion\n                  \n                     4.1\n                     Densification in conventional polishing\n                     In order to understand the phenomenon that the roughness of fused silica is related to the densification induced by polishing, it can be analyzed from the perspective of its composition and structure. It is known that fused silica is an amorphous material consisting of the volume occupied by the ions, silicon and oxygen, and void space [31], and its microstructure is a 4-fold coordinated structure SiO2 in a disorder status. As seen in Fig. 5\n                        , the connected covalently-bonded silica glass must contain completed rings of bonds, and these may be catalogued according to their order n (the number of Si–O bonds in the ring of fused silica glass). The research points out that the major ring fractions are larger than the order of 4, which must be pretty labile and easily able to distort in a glass environment by puckering and result in the broad main band around 440 cm−1 [32]. On the contrary, the four-membered and three-membered rings could maintain planar stably and behaved the sharp line in the Raman spectrum, consistent with the results shown in Fig. 4. In past research, the densification behaviour of fused silica was wildly studied under high-pressure conditions with hydrostatic pressure, shock-wave, and indentation [33–35]. Results manifest that irreversible densification initiates around 9 GPa, and the material's full densification will reach under 25 GPa with permanent densification of 21% [34]. N. S. Shcheblanov reports that the densification can be put down to the reduction of the major ring fractions in the medium range and the formation of transient five- and six-fold coordinated silicon species in the short-range order leading to a more compacted structure [36]. Besides the longitudinal pressure, previous studies also show that shear will facilitate densification [1], reducing the density pressure to 2 Gpa [37]. The local pressure between the abrasive and fused silica glass in polishing and grinding can easily achieve this value. The phenomenon of a right shift of the defect line D2 and sharping of main bandwidth after super-polishing measured by the Raman spectra in Fig. 4 shows that the densification mechanism is advocated by a global reduction of the ring size; this process results in the enrichment of Si in the surface layer of the super-polished sample, which is illustrated in Fig. 3. These microscopic changes reflected in the macroscopic characteristics proves that the densification of sample surface becomes more obvious with the more of polishing times.\n                  \n                  \n                     4.2\n                     Influence of the densification on polishing\n                     From the experimental results and analysis in the previous section, it can be found that the mechanical properties of these samples with different surface roughness exert obvious differences, where the sample with lower surface roughness has a more visible surface hardening effect. Therefore, for these homogeneous materials such as fused silica, it is reasonable to believe that densification is an essential condition for ultra-smooth surfaces, especially for those obtained by conventional polishing. However, different ultra-smooth surface polishing processes have different conclusions about the relationship between the dense layer and the micro-structure (roughness) of fused silica glass. For example, for ion-beam polishing technology, previous studies have shown that the densification phenomenon, especially the local densification phenomena, is not beneficial to forming an ultra-smooth surface. Previous research has shown that, during the subsequent ion-beam sputtering process, the densification-dependent sputtering would influence and even dominate surface morphology evolution.\n                     On the contrary, in the absence of local densification, ion-induced relaxation mechanisms dominate morphology evolution and an ultra-smooth surface with roughness level down to 0.06 nm RMS could be obtained [38]. As can be seen from the previous analysis, the compression of void space and the structural reorganization of SiO2 caused by the polishing densification can theoretically form a surface with lower roughness, and the non-uniformity of densification is the reason why the densification is not suitable for the forming of ultra-smooth surface for new polishing techniques such as ion beam polishing. Therefore, it is reasonable to believe that the main factors affecting the forming of ultra-smooth surfaces are the uniformity during polishing and the uniform densification induced by the previous polishing.\n                     In the conventional polishing process, the densification of fused silica is significantly affected by sheer and compressive force. To achieve the homogenization of the material removal and the induced densification in the polishing process, it is necessary to strictly restrict the relative velocity of each point on the surface of fused silica glass as to the polishing pad and the compressive force of polished particles. For the commonly used polishing machine tools, the compound movement between the polishing workpiece and polishing pad has been studied a lot in the early stage. The compound movement can ensure the same relative movement velocity of each point on the polishing surface, which provides the primary conditions for homogenizing material removal and the same shear force in the polishing process, according to Preston's equation. Especially, the fused silica glass samples are blocked over a metal tool using wax and then polished on a pitch pad with a conventional single-arm spindle polisher. According to Preston's theory, the material removal on the sample is proportional to the relative velocity between the pad and sample. To ensure the consistency of material removal at each point on samples, we need to control some kinematic parameters, such as the angular velocity of the pad (\n                           \n                              \n                                 \n                                    ω\n                                    p\n                                 \n                                 →\n                              \n                           \n                        ), the angular velocity of the samples (\n                           \n                              \n                                 \n                                    ω\n                                    g\n                                 \n                                 →\n                              \n                           \n                        ), the separation distance between the pad centre and the centre of the sample as a function of time (\n                           \n                              \n                                 s\n                                 →\n                              \n                              \n                                 (\n                                 t\n                                 )\n                              \n                           \n                        ), and the stroke distance (d). Note that the rotation of the samples (\n                           \n                              \n                                 \n                                    ω\n                                    g\n                                 \n                                 →\n                              \n                           \n                        ) in this process is not controlled, but it is driven by the friction caused by the pitch pad and stroke motion. The diagram of fused silica samples and pitch pad joint movement is shown in Fig. 6\n                        , and the relative velocity between the pad and sample can be expressed in vector form as:\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       \n                                          v\n                                          r\n                                       \n                                       →\n                                    \n                                    \n                                       (\n                                       x\n                                       ,\n                                       y\n                                       ,\n                                       t\n                                       )\n                                    \n                                    =\n                                    \n                                       {\n                                       \n                                          \n                                             \n                                                ω\n                                                g\n                                             \n                                             →\n                                          \n                                          ×\n                                          \n                                             \n                                                r\n                                                g\n                                             \n                                             →\n                                          \n                                          \n                                             (\n                                             x\n                                             ,\n                                             y\n                                             ,\n                                             t\n                                             )\n                                          \n                                       \n                                       }\n                                    \n                                    −\n                                    \n                                       {\n                                       \n                                          \n                                             \n                                                ω\n                                                p\n                                             \n                                             →\n                                          \n                                          ×\n                                          \n                                             [\n                                             \n                                                \n                                                   r\n                                                   g\n                                                \n                                                →\n                                             \n                                             \n                                                (\n                                                x\n                                                ,\n                                                y\n                                                ,\n                                                t\n                                                )\n                                             \n                                             −\n                                             \n                                                s\n                                                →\n                                             \n                                             \n                                                (\n                                                t\n                                                )\n                                             \n                                             ]\n                                          \n                                       \n                                       }\n                                    \n                                    +\n                                    \n                                       \n                                          d\n                                          \n                                             s\n                                             →\n                                          \n                                          \n                                             (\n                                             t\n                                             )\n                                          \n                                       \n                                       dt\n                                    \n                                 \n                              \n                           \n                        where \n                           \n                              \n                                 \n                                    r\n                                    g\n                                 \n                                 →\n                              \n                              \n                                 (\n                                 x\n                                 ,\n                                 y\n                                 ,\n                                 t\n                                 )\n                              \n                           \n                         is a position on the samples given by coordinates x and y, with the origin at the centre of the sample. A simple calculation can obtain it: when the pad's angular velocity is equal to the samples (\n                           \n                              \n                                 \n                                    ω\n                                    p\n                                 \n                                 →\n                              \n                              =\n                              \n                                 \n                                    ω\n                                    g\n                                 \n                                 →\n                              \n                           \n                        ), the relative velocity at each simple point is consistent. The relationship mentioned above is well matched in the actual condition of conventional polishing, which means the conventional polishing condition can promote the consistency of material removal.\n                     On the other hand, the compressive force of the polishing powders on the fused silica surface is mainly decided by the slurry particle size distribution (PSD) and the applied load, so to achieve the homogenous densification of the polishing surface, it is necessary to have narrower PSD and smaller polishing particle size. Previously, to achieve ultra-smooth polishing with the surface roughness of 0.063 nm, ceria polishing powders with small particle sizes were carefully selected, and ultrasonic agitation was used to disperse and refine the slurry. As shown in Fig. 7\n                        , the particle size distribution of ceria slurry was measured by Malvern's Mastersizer 2000, and d50 = 4.31 μm & d90 = 8.34 μm were obtained, which is represented by the blue bar chart. Of course, in the actual polishing process, the size of the actual polishing particle will be smaller due to the effects of crushing and fluid collision.\n                     To improve polishing densification uniformity and reduce the surface roughness of fused silica glass, a series of physical and chemical means were adopted to further reduce the polishing particle size, such as ultrasonic exposure, the chemical breakup of agglomerates, and the particle size grading. We then obtained a more excellent cerium oxide polishing slurry. Considering the modified cerium particle size would reach the order of 100 nm, Malvern's Zetasizer Pro was used to measure the PSD, as is shown in Fig. 7, represented by the red bar chart. According to the test results, d50 & d90 of the polishing particle are 174.1 nm and 248.4 nm, respectively, which have all been reduced to less than one-tenth of their previous values. Additionally, the scanning electron microscope photos of the pristine polishing powders and the modified polishing powders are shown in Fig. 7, respectively, from which it can be seen that the pristine polishing powders are rod-shaped in the order of a micron in diameter and the particle size distribution is more dispersed. In contrast, the modified polishing powder morphology is close to the spherical shape, and the particle size is smaller and uniformly distributed. With other polishing conditions and parameters unchanged, the modified polishing slurry was applied for super-polishing, and then a batch of ultra-smooth surfaces of fused silica with the roughness of 0.4 Å was fabricated; the measured results with Rq and Ra values are shown in Fig. 8\n                        .\n                     Based on the above-measured results of the slurry particle's PSD, it is possible to estimate the pressure of a single polishing particle on the ultra-smooth glass surface. According to the maximal load of 5.0 × 10−5 N [39] for chemical removal and the typical particle's radius of ∼100 nm, the contact radius a\n                        12 between the ceria particle and fused silicon surface can be determined ∼ 35 nm by solving equations, and the typical load pressure of ceria particle can be calculated as ∼ 12 GPa. Under such pressure, the bond length of Si–O and even the coordination number of Si with O will increase [40,41], so the chemical activity of glass materials will be significantly enhanced. This process can provide favourable conditions for atomic-scale removal of SiO2 via the chemical tooth effect of the Ce–O–Si bond [42–44](This process was identified by X-ray Photoelectron Spectroscopy, which is provided in Supplementary materials). When the pressure returns normal after ceria particle move over, the medium and short-range structure of SiO2 can also be reconstructed, resulting in new structures with lower surface roughness, such as the planar structure corresponding to three-membered rings and four-membered rings.",
    "Conclusion": "5\n                  Conclusion\n                  In summary, surface roughness is closely correlated with surface densification of fused silica in conventional polishing, where the deeper densification process contributes to better surface roughness. Moreover, the origin of surface densification has been systematically studied based on Tof-sims analysis. Under the huge longitudinal pressure of polishing powder, conventional polishing squeezed silica grid structure resulting in the enrichment of Si in the surface layer of the super-polished sample. Meanwhile, the non-uniformity must be avoided during the densification process by concentrated particle size of the polishing powder. Finally, stable and batch fabrication of ultra-smooth surface with 0.4 Å roughness on fused silica is obtained. This work provides new insights into the polishing mechanism of fused silica, pointing out the significance of longitudinal pressure in ultra-smooth polishing techniques, which contributes great value to the field of ultra-precision optical fabrication."
  },
  "references": []
}