{
  "title": "Filtration of aqueous colloidal ceria slurries using fibrous filters – An experimental and simulation study",
  "authors": [
    "Rastegar, Vahid"
  ],
  "publication": {
    "journal": "Separation and Purification Technology",
    "date": "2017-04-04",
    "doi": "10.1016/j.seppur.2016.12.017"
  },
  "abstract": "A combined experimental and computational study of fibrous filters for removal of large hydrosols, essential to minimize defects during chemical mechanical polishing, was performed. Dilute aqueous suspensions of colloidal ceria particles, of known size distribution, were filtered and the filter efficiencies were measured for different particle sizes and pH, then converted to single fiber efficiencies. The particle size distributions were also measured for the influent and effluent streams.\n                  In a series of numerical simulations, the Navier-Stokes equation was solved for a single fiber using the ANSYS-FLUENT computational fluid dynamics commercial package. For dilute suspensions, the motion of the dispersed particles in the size range of 35–600nm was tracked in the Lagrangian reference frame including the effects of hydrodynamic drag, lift, gravity, hydrodynamic retardation, Brownian, van der Waals and electric double layer forces. The electric double layer and van der Waals forces were incorporated in the calculations by developing a user defined function. Particular attention was given to the effect of Brownian excitations, as well as the electric double layer and van der Waals forces - which have been neglected in many of the previous models - on the overall fiber collection efficiency for different particle sizes and charges. The simulated fiber efficiencies and particle size distributions compared very well with experimental results.",
  "keywords": [
    "ANSYS-FLUENT",
    "Fibrous filters",
    "Fiber efficiency",
    "Chemical mechanical polishing",
    "Colloidal ceria dispersion"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Chemical mechanical polishing (CMP) is a widely used process for manufacturing integrated circuits (ICs). Abrasive particle size in the slurry is typically in the range of 30–140nm and the presence of larger abrasive particles can cause defects (such as pits and microscratches) and yield losses. Selective removal of large defect causing particles without affecting the polishing performances is one of the goals of effective slurry filtration. Fibrous filters can be classified as woven and nonwoven filters. Nonwoven filters are more commonly used in filtration technology [1,2]. Fibrous filters have long been showed to be capable of trapping aerosols successfully [3,4]. More recently fibrous filters were used for filtering solid particles in aqueous suspensions [5–7]. In most filtration applications such as water treatment [8,9], the goal is separating the particulate phase with the maximum collection efficiency. For filtration of slurry for CMP applications, however, the filter media should be designed in such a way that the larger particles are selectively removed and the particle size distribution becomes narrower around the desired size. Many studies on developing mathematical formulations for predicting the performance of fibrous filters for airflows were reported in the literature [10–19]. For aqueous dispersions, however, the amount of works is comparatively limited [20–23]. In particular, the effects of electric double layer (EDL) and/or van der Waals (vdW) forces were neglected in many of the existing models. O’Melia and Stumn [24], Tien et al. [25–34] and Yao et al. [35,36] reported their interested study on hydrosols filtration in granular collectors using particle trajectory analysis considering limiting trajectories. The approach, however, has certain limitations for estimating the rate of particle deposition [18]. In particular, inclusion of the Brownian diffusion effects is challenging owing to its stochastic nature [37]. Hence, a comprehensive Lagrangian trajectory analysis model for nano-particle filtration that covers all the relevant forces is still lacking.\n                  In general, there are two methods for two phase flow analysis in computational fluid dynamics (CFD) simulations, the Eulerian-Eulerian and the Eulerian-Lagrangian method. The Eulerian-Eulerian method treats the particle phase as a continuum similar to the fluid phase and develops and solves the corresponding equations for conservation of mass and balance of momentum for the particle phase as well as for the fluid phase [38–42]. In this approach constitutive models need to be developed for various phasic properties and the interaction forces. The Euerian-Lagrangian method treats the fluid as a continuum but considers particles as a discrete phase and tracks the pathway of individual particles [16,43–45].\n                  Since a fibrous filter has an open structure, suspended particles are collected by coming into contact with a fiber and adhering to its surface by the surface forces. For dilute particle concentration and low fiber volume fraction, the particle collection process on a single fiber does not interfere with deposition on other fibers. Therefore in the simulations, the filtration process can be modeled as particles interacting with single fibers in their flights through the filter. There are different mechanisms for the deposition of particles on the fibers. For particles larger than a few μm, the inertial impaction and sedimentation mechanisms are dominant, while Brownian motion plays a greater role for particles smaller than 0.1μm. For particles in the size range of 0.1–0.5μm, the interception mechanism becomes more important as both particle inertia and Brownian diffusion are relatively weak. As a consequence, the collection efficiency of a fibrous filter has a minimum in this size range. Electrostatic and van der Waals forces can increase the collection efficiency of particles, particularly, in the size range of 0.15–0.5μm [46,47].\n                  In this study, using a one-way coupling assumption, the filter efficiency under various conditions was simulated. A single fiber was placed with its axis perpendicular to the fluid flow in a 2-D computational box and the flow field around the fiber was evaluated using the commercial CFD software - ANSYS-FLUENT. Once the flow field was obtained, particles with diameters in the range of 35–600nm were introduced into the flow using the discrete phase model (DPM) in the ANSYS-FLUENT code. The trajectories were evaluated using the particle equation of motion in the Lagrangian reference frame. The computational model in the software included all hydrodynamic forces, but did not account for the surface forces. A user defined function (UDF) was developed and compiled in the ANSYS-FLUENT model using C programming language to include the hydrodynamic retardation effects and EDL and vdW forces. Effects of particle charge on particle trapping for both like charge and opposite charge surfaces were studied. Furthermore, the effects of Brownian, EDL and vdW forces on fiber collection efficiency were investigated. The single fiber simulation results were extended to the fibrous filter efficiency using the available empirical models. The simulated filter efficiencies were compared with the experiment data and good agreement was found.",
    "Experimental procedure": "2\n                  Experimental procedure\n                  Nonwoven fibrous filters are commonly used for the filtration of particulates in numerous applications. Fig.1\n                     a shows a scanning electron microscopy (SEM) view of the Polypropylene fibrous filter used in the present work. The cylindrical fibers have a mean diameter of 2μm with a surface that appears very smooth. In the present experimental study, colloidal ceria particles dispersed in deionized (DI) water with additives of Nicotinic acid and Proline were filtered. Fig.1b shows the schematic diagram of the filtration tests. The slurry container was placed on a magnetic mixer and the slurry was continuously stirred during the filtration test using a magnetic Teflon bar to assure particle dispersity. The slurry was delivered to the filter capsule using a peristaltic pump. Filter face velocity was altered by changing the slurry flow rate. Pressure drop was measured at a given fluid flow rate using a pressure gage in which the difference between the upstream (influent) and downstream (effluent) pressure was measured. In order to evaluate the filter efficiencies, the concentration of particles before and after filtration was compared and the fraction of trapped particles was evaluated. Ultraviolet–visible (UV–vis) spectrophometry was used to determine the concentration of ceria dispersion samples. The samples were analyzed in quartz cuvettes with an optical path length of 10mm using a Perkin-Elmer Lambda 35 UV–vis spectrophotometer. Each sample was sonicated for twenty seconds before the UV–vis test to remove any air bubbles. Fig.2\n                     a shows the UV–vis spectra of ceria dispersions with different ceria particle concentrations. It is seen that the extinction of light increases as the concentration of solid particles increases. Fig.2b shows the variation of the extinction of laser light at the wavelength of 365nm with the ceria slurry concentration. This figure was obtained using different slurry samples with known ceria concentrations. This figure clearly shows a linear relationship between the particle concentration and light extinction. Concentrations of ceria in the slurry in the filtration experiment were evaluated using the calibration curve of Fig.2b. Filter collection efficiencies were determined from measured concentrations of feed and effluent dispersions. That is,\n                        \n                           (1)\n                           \n                              \n                                 Filter\n                                 \n                                 efficiency\n                                 =\n                                 1\n                                 -\n                                 \n                                    \n                                       \n                                          \n                                             C\n                                          \n                                          \n                                             effluent\n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             C\n                                          \n                                          \n                                             feed\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                  \n                  Zeta potential of the dispersions was altered by changing the pH. Nitric acid was used to lower the pH, while potassium hydroxide was used to increase the pH of the dispersions. This was performed in such a way that the ionic strength of the dispersions in all cases remains the same by adding salt. Zeta potential and electrical conductivity of the influents and effluents were measured using dynamic light scattering technique (Malvern Zetasizer nano ZS, 532nm ‘green’) using a dip cell. Fig. 3\n                      shows the zeta potential of the ceria slurry as a function of pH. The measured zeta potentials of these particles are very similar to those obtained earlier [48–50].\n                  Field emission scanning electron microscopy (FE-SEM) JEOL 7400 was used to evaluate the size and morphology of filter fibers and trapped particles.\n                  Particle size distribution of the effluents was measured using dynamic light scattering technique (Malvern Zetasizer nano ZS, 532nm ‘green’).",
    "Formulations": "3\n                  Formulations\n                  \n                     3.1\n                     Computational domain\n                     The computational configuration and boundary conditions are described in this section. For dilute particle concentrations the assumption of one-way coupling is used that is the particle is carried by the fluid, while the flow is not affected by the particles. The fiber volume fraction in the filter is about 20%. Under these conditions, it is assumed that the particles interact with single fiber at a time and a periodic computation cell around each fiber is considered to be adequate for analysis. Fig. 4\n                         shows the 2-D computational cell used in the simulations that constructed using the same fiber size and porosity as the experiments fibrous filters. The fluid is assumed to flow into the domain from the top where a velocity inlet boundary condition was used. The flow leaves from bottom face under a pressure outlet boundary condition. The computational cell size used in the simulations is 4×4μm and a space with one half of the fiber diameter was added to the downstream region to assure a roughly uniform velocity at the outlet avoiding strong velocity and pressure gradients. Periodic boundary conditions were imposed on the cell sides. It was assumed that the fiber is placed perpendicular to the flow direction so the cross-section of the fiber is a circle. No slip boundary condition is imposed on the surface of the fiber because when a viscous fluid flows over a solid surface, there is no relative motion between the fluid and the solid at the interface [51,52].",
    "Governing equations": "4\n                  Governing equations\n                  The equations for conservation of mass and balance of momentum for an incompressible, homogeneous fluid (water in the present study) are given as,\n                        \n                           (2)\n                           \n                              \n                                 ∇\n                                 ·\n                                 v\n                                 =\n                                 0\n                              \n                           \n                        \n                     \n                     \n                        \n                           (3)\n                           \n                              \n                                 ρ\n                                 \n                                    \n                                       \n                                          \n                                             \n                                                ∂\n                                                v\n                                             \n                                             \n                                                ∂\n                                                t\n                                             \n                                          \n                                          +\n                                          v\n                                          ·\n                                          ∇\n                                          v\n                                       \n                                    \n                                 \n                                 =\n                                 -\n                                 ∇\n                                 p\n                                 +\n                                 μ\n                                 \n                                    \n                                       ∇\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 v\n                              \n                           \n                        \n                     where ρ is the water density, μ is the water viscosity, t is the time, \n                        \n                           v\n                        \n                      is the fluid velocity vector and p is the pressure [53].\n                  For the flow through the filter, the Reynolds number, defined based on the fiber diameter and fluid velocity, is expected to be much less than unity. Therefore, the fluid is in creeping and certainly laminar flow regime.\n                  \n                     4.1\n                     Mesh\n                     To discretize the domain where the governing equations were solved using the finite volume approach, the ANSYS 15 Meshing® was used. To insure that the results are mesh-independent, the domain was meshed with different number of quadrilateral elements. The pressure drops for different mesh resolutions were evaluated and the results are presented in Fig. 5\n                         for mesh independence study. It is seen that by increasing the number of mesh elements, the pressure drop increases for coarse meshes, but reach a plateau for high resolution meshes with about 50,000 cells or more. Hence, in the simulations presented in this study, the number of elements in the computational domain was set to 50,000.\n                  \n                  \n                     4.2\n                     Particle trajectory and deposition analysis\n                     After the water flow field is evaluated, particles of different sizes are introduced uniformly spaced at the inlet of the computational cell. As noted before, the one-way coupling assumption for dilute particle concentration in that the liquid carries the particle while the effect of the solid phase on the fluid phase is negligible. Also particle-particle interactions, which are negligible at dilute concentrations, are neglected in the present simulations. In the Lagrangian approach, the force balance on each particle is integrated in time to obtain the particle position trajectories. The DPM of ANSYS-FLUENT code was enhanced with the UDF and was used for this purpose. When particles come into contact with the filter fiber, it is assumed that they adhere to the surface and are removed from the computational domain. The Lagrangian particle equation of motion is given as,\n                           \n                              (4)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                dv\n                                             \n                                             \n                                                i\n                                             \n                                             \n                                                p\n                                             \n                                          \n                                       \n                                       \n                                          dt\n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          F\n                                       \n                                       \n                                          d\n                                       \n                                    \n                                    (\n                                    \n                                       \n                                          v\n                                       \n                                       \n                                          i\n                                       \n                                    \n                                    -\n                                    \n                                       \n                                          v\n                                       \n                                       \n                                          i\n                                       \n                                       \n                                          p\n                                       \n                                    \n                                    )\n                                    +\n                                    \n                                       \n                                          g\n                                          (\n                                          \n                                             \n                                                ρ\n                                             \n                                             \n                                                p\n                                             \n                                          \n                                          -\n                                          ρ\n                                          )\n                                       \n                                       \n                                          \n                                             \n                                                ρ\n                                             \n                                             \n                                                p\n                                             \n                                          \n                                       \n                                    \n                                    +\n                                    \n                                       \n                                          F\n                                       \n                                       \n                                          i\n                                       \n                                       \n                                          b\n                                       \n                                    \n                                    +\n                                    \n                                       \n                                          F\n                                       \n                                       \n                                          i\n                                       \n                                       \n                                          l\n                                       \n                                    \n                                    +\n                                    \n                                       \n                                          F\n                                       \n                                       \n                                          i\n                                       \n                                       \n                                          EDL\n                                       \n                                    \n                                    +\n                                    \n                                       \n                                          F\n                                       \n                                       \n                                          i\n                                       \n                                       \n                                          vdW\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     The first term on the right hand side of Eq. (4) is the drag force where \n                           \n                              \n                                 \n                                    v\n                                 \n                                 \n                                    i\n                                 \n                              \n                           \n                         and \n                           \n                              \n                                 \n                                    v\n                                 \n                                 \n                                    i\n                                 \n                                 \n                                    p\n                                 \n                              \n                           \n                         are, respectively, the ith component of fluid and particle velocities. g is the gravitational acceleration, ρ is the fluid density and \n                           \n                              \n                                 \n                                    ρ\n                                 \n                                 \n                                    p\n                                 \n                              \n                           \n                         is the density of the particles. \n                           \n                              \n                                 \n                                    F\n                                 \n                                 \n                                    i\n                                 \n                                 \n                                    b\n                                 \n                              \n                           \n                        , \n                           \n                              \n                                 \n                                    F\n                                 \n                                 \n                                    i\n                                 \n                                 \n                                    l\n                                 \n                              \n                           \n                        , \n                           \n                              \n                                 \n                                    F\n                                 \n                                 \n                                    i\n                                 \n                                 \n                                    EDL\n                                 \n                              \n                           \n                         and \n                           \n                              \n                                 \n                                    F\n                                 \n                                 \n                                    i\n                                 \n                                 \n                                    vdW\n                                 \n                              \n                           \n                         are the Brownian force, lift force, EDL force and vdW force per unit mass, respectively.\n                     For sub-micron particles and for Re\n                        <1, the Stokes drag law is used [54] where Fd is given as:\n                           \n                              (5)\n                              \n                                 \n                                    \n                                       \n                                          F\n                                       \n                                       \n                                          d\n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          18\n                                          μ\n                                       \n                                       \n                                          \n                                             \n                                                d\n                                             \n                                             \n                                                p\n                                             \n                                             \n                                                2\n                                             \n                                          \n                                          \n                                             \n                                                ρ\n                                             \n                                             \n                                                p\n                                             \n                                          \n                                          \n                                             \n                                                C\n                                             \n                                             \n                                                c\n                                             \n                                          \n                                          \n                                             \n                                                f\n                                             \n                                             \n                                                HR\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where the factor Cc is the Cunningham correction to the Stokes drag law, which can be calculated from:\n                           \n                              (6)\n                              \n                                 \n                                    \n                                       \n                                          C\n                                       \n                                       \n                                          c\n                                       \n                                    \n                                    =\n                                    1\n                                    +\n                                    \n                                       \n                                          2\n                                          λ\n                                       \n                                       \n                                          \n                                             \n                                                d\n                                             \n                                             \n                                                p\n                                             \n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             1.257\n                                             +\n                                             0.4\n                                             \n                                                \n                                                   e\n                                                \n                                                \n                                                   -\n                                                   \n                                                      \n                                                         \n                                                            \n                                                               \n                                                                  1.1\n                                                                  \n                                                                     \n                                                                        d\n                                                                     \n                                                                     \n                                                                        p\n                                                                     \n                                                                  \n                                                               \n                                                               \n                                                                  2\n                                                                  λ\n                                                               \n                                                            \n                                                         \n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where λ is the molecular mean free path which can be calculated from:\n                           \n                              (7)\n                              \n                                 \n                                    λ\n                                    =\n                                    \n                                       \n                                          1\n                                       \n                                       \n                                          \n                                             \n                                                2\n                                             \n                                          \n                                          π\n                                          \n                                             \n                                                nd\n                                             \n                                             \n                                                m\n                                             \n                                             \n                                                2\n                                             \n                                          \n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          kT\n                                       \n                                       \n                                          \n                                             \n                                                2\n                                             \n                                          \n                                          π\n                                          \n                                             \n                                                d\n                                             \n                                             \n                                                m\n                                             \n                                             \n                                                2\n                                             \n                                          \n                                          P\n                                       \n                                    \n                                 \n                              \n                           \n                        where dm is the molecular diameter and k is Boltzmann constant.\n                     According to Tien and Ramarao [18] and Happel and Brenner [52] if a particle is sufficiently close to a collector surface, then the hydrodynamic retardation effect needs to be considered. The term fHR in the drag coefficient given by Eq. (5) is the hydrodynamic retardation factor. In order to include the hydrodynamic retardation effects in the analysis the drag force was modified using a UDF. The coefficient fHR for the radial and tangential velocity components were calculated from Happel and Brenner [52] as:\n                           \n                              (8)\n                              \n                                 \n                                    \n                                       \n                                          f\n                                       \n                                       \n                                          \n                                             \n                                                HR\n                                             \n                                             \n                                                r\n                                             \n                                          \n                                       \n                                    \n                                    =\n                                    1\n                                    -\n                                    \n                                       \n                                          \n                                             \n                                                9\n                                             \n                                             \n                                                8\n                                             \n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      d\n                                                   \n                                                   \n                                                      p\n                                                   \n                                                \n                                             \n                                             \n                                                2\n                                                h\n                                             \n                                          \n                                       \n                                    \n                                    +\n                                    0.5\n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      \n                                                         d\n                                                      \n                                                      \n                                                         p\n                                                      \n                                                   \n                                                \n                                                \n                                                   2\n                                                   h\n                                                \n                                             \n                                          \n                                       \n                                       \n                                          3\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (9)\n                              \n                                 \n                                    \n                                       \n                                          f\n                                       \n                                       \n                                          \n                                             \n                                                HR\n                                             \n                                             \n                                                t\n                                             \n                                          \n                                       \n                                    \n                                    =\n                                    1\n                                    -\n                                    \n                                       \n                                          \n                                             \n                                                9\n                                             \n                                             \n                                                16\n                                             \n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      d\n                                                   \n                                                   \n                                                      p\n                                                   \n                                                \n                                             \n                                             \n                                                2\n                                                h\n                                             \n                                          \n                                       \n                                    \n                                    +\n                                    \n                                       \n                                          \n                                             \n                                                1\n                                             \n                                             \n                                                8\n                                             \n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      \n                                                         d\n                                                      \n                                                      \n                                                         p\n                                                      \n                                                   \n                                                \n                                                \n                                                   2\n                                                   h\n                                                \n                                             \n                                          \n                                       \n                                       \n                                          3\n                                       \n                                    \n                                    -\n                                    \n                                       \n                                          \n                                             \n                                                45\n                                             \n                                             \n                                                256\n                                             \n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      \n                                                         d\n                                                      \n                                                      \n                                                         p\n                                                      \n                                                   \n                                                \n                                                \n                                                   2\n                                                   h\n                                                \n                                             \n                                          \n                                       \n                                       \n                                          4\n                                       \n                                    \n                                    -\n                                    \n                                       \n                                          \n                                             \n                                                1\n                                             \n                                             \n                                                16\n                                             \n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      \n                                                         d\n                                                      \n                                                      \n                                                         p\n                                                      \n                                                   \n                                                \n                                                \n                                                   2\n                                                   h\n                                                \n                                             \n                                          \n                                       \n                                       \n                                          5\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     The Brownian force per unit mass of particles was calculated from Li and Ahmadi [55] using ANSYS-FLUENT:\n                           \n                              (10)\n                              \n                                 \n                                    \n                                       \n                                          F\n                                       \n                                       \n                                          i\n                                       \n                                       \n                                          b\n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          ξ\n                                       \n                                       \n                                          i\n                                       \n                                    \n                                    \n                                       \n                                          \n                                             \n                                                π\n                                                \n                                                   \n                                                      S\n                                                   \n                                                   \n                                                      0\n                                                   \n                                                \n                                             \n                                             \n                                                Δ\n                                                t\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where the spectral intensity is given by\n                           \n                              (11)\n                              \n                                 \n                                    \n                                       \n                                          S\n                                       \n                                       \n                                          0\n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          216\n                                          ν\n                                          \n                                             \n                                                k\n                                             \n                                             \n                                                B\n                                             \n                                          \n                                          T\n                                       \n                                       \n                                          \n                                             \n                                                π\n                                             \n                                             \n                                                2\n                                             \n                                          \n                                          ρ\n                                          \n                                             \n                                                d\n                                             \n                                             \n                                                p\n                                             \n                                             \n                                                5\n                                             \n                                          \n                                          \n                                             \n                                                \n                                                   \n                                                      \n                                                         \n                                                            \n                                                               \n                                                                  ρ\n                                                               \n                                                               \n                                                                  p\n                                                               \n                                                            \n                                                         \n                                                         \n                                                            ρ\n                                                         \n                                                      \n                                                   \n                                                \n                                             \n                                             \n                                                2\n                                             \n                                          \n                                          \n                                             \n                                                C\n                                             \n                                             \n                                                c\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     Here, \n                           \n                              \n                                 \n                                    ξ\n                                 \n                                 \n                                    i\n                                 \n                              \n                           \n                         are zero-mean, unit-variance-independent Gaussian random numbers, T is the absolute temperature, v is the fluid kinematic viscosity, \n                           \n                              \n                                 \n                                    ρ\n                                 \n                                 \n                                    p\n                                 \n                              \n                           \n                         is the density of particle, \n                           \n                              ρ\n                           \n                         is the fluid density and kB is the Boltzmann constant and Δt is the integration time step. The amplitudes of the Brownian force components are evaluated at each time step.\n                     The shear lift force was calculated from a generalized expression of the Saffman lift force, which is given as [43]\n                        \n                           \n                              (12)\n                              \n                                 \n                                    \n                                       \n                                          F\n                                       \n                                       \n                                          i\n                                       \n                                       \n                                          l\n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          2\n                                          K\n                                          \n                                             \n                                                ν\n                                             \n                                             \n                                                \n                                                   \n                                                      1\n                                                   \n                                                   \n                                                      2\n                                                   \n                                                \n                                             \n                                          \n                                          ρ\n                                          \n                                             \n                                                d\n                                             \n                                             \n                                                ij\n                                             \n                                          \n                                       \n                                       \n                                          \n                                             \n                                                ρ\n                                             \n                                             \n                                                p\n                                             \n                                          \n                                          \n                                             \n                                                d\n                                             \n                                             \n                                                p\n                                             \n                                          \n                                          \n                                             \n                                                (\n                                                \n                                                   \n                                                      d\n                                                   \n                                                   \n                                                      lk\n                                                   \n                                                \n                                                \n                                                   \n                                                      d\n                                                   \n                                                   \n                                                      kl\n                                                   \n                                                \n                                                )\n                                             \n                                             \n                                                \n                                                   \n                                                      1\n                                                   \n                                                   \n                                                      4\n                                                   \n                                                \n                                             \n                                          \n                                       \n                                    \n                                    (\n                                    \n                                       \n                                          ν\n                                       \n                                       \n                                          i\n                                       \n                                    \n                                    -\n                                    \n                                       \n                                          ν\n                                       \n                                       \n                                          i\n                                       \n                                       \n                                          p\n                                       \n                                    \n                                    )\n                                 \n                              \n                           \n                        where K=2.594 is the constant coefficient of Saffman lift force [56], and dij\n                        =½(ν\n                        ij\n                        +\n                        ν\n                        ji) is the deformation rate tensor. This force is applied to the particles perpendicular to the direction of flow velocity.\n                  \n                  \n                     4.3\n                     EDL force\n                     \n                        Fig. 6\n                         shows the geometric feature of the EDL interactions between a spherical particle and a cylindrical fiber used in the analysis. In the absence of an exact expression for the EDL force between a spherical particle and a cylindrical fiber, we used the integration method suggested by Gu [57] which is based on the well-known Debye-Huckel approximation and Derjaguin’s integration method. Accordingly,\n                           \n                              (13)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                F\n                                             \n                                             \n                                                ¯\n                                             \n                                          \n                                       \n                                       \n                                          EDL\n                                       \n                                    \n                                    (\n                                    H\n                                    )\n                                    =\n                                    \n                                       \n                                          1\n                                       \n                                       \n                                          π\n                                       \n                                    \n                                    DI\n                                    ·\n                                    τ\n                                    \n                                       ∫\n                                       \n                                          0\n                                       \n                                       \n                                          \n                                             \n                                                π\n                                             \n                                             \n                                                2\n                                             \n                                          \n                                       \n                                    \n                                    \n                                       ∫\n                                       \n                                          0\n                                       \n                                       \n                                          1\n                                       \n                                    \n                                    f\n                                    (\n                                    H\n                                    ,\n                                    \n                                       \n                                          y\n                                       \n                                       \n                                          ¯\n                                       \n                                    \n                                    ,\n                                    θ\n                                    )\n                                    \n                                       \n                                          y\n                                       \n                                       \n                                          ¯\n                                       \n                                    \n                                    d\n                                    \n                                       \n                                          y\n                                       \n                                       \n                                          ¯\n                                       \n                                    \n                                    d\n                                    θ\n                                 \n                              \n                           \n                        where\n                           \n                              (14)\n                              \n                                 \n                                    f\n                                    (\n                                    H\n                                    ,\n                                    \n                                       \n                                          y\n                                       \n                                       \n                                          ¯\n                                       \n                                    \n                                    ,\n                                    θ\n                                    )\n                                    =\n                                    -\n                                    \n                                       \n                                          ∂\n                                          p\n                                          (\n                                          H\n                                          ,\n                                          \n                                             \n                                                y\n                                             \n                                             \n                                                ¯\n                                             \n                                          \n                                          ,\n                                          θ\n                                          )\n                                       \n                                       \n                                          ∂\n                                          H\n                                       \n                                    \n                                    =\n                                    τ\n                                    [\n                                    coth\n                                    \n                                    τ\n                                    \n                                       \n                                          d\n                                       \n                                       \n                                          ¯\n                                       \n                                    \n                                    coseh\n                                    \n                                    τ\n                                    \n                                       \n                                          d\n                                       \n                                       \n                                          ¯\n                                       \n                                    \n                                    -\n                                    (\n                                    Da\n                                    +\n                                    1\n                                    )\n                                    \n                                       \n                                          (\n                                          cosech\n                                          \n                                          τ\n                                          \n                                             \n                                                d\n                                             \n                                             \n                                                ¯\n                                             \n                                          \n                                          )\n                                       \n                                       \n                                          2\n                                       \n                                    \n                                    ]\n                                 \n                              \n                           \n                        and \n                           \n                              \n                                 \n                                    d\n                                 \n                                 \n                                    ¯\n                                 \n                              \n                           \n                         is a function of integration variables θ and y given as.\n                           \n                              (15)\n                              \n                                 \n                                    \n                                       \n                                          d\n                                       \n                                       \n                                          ¯\n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          d\n                                       \n                                       \n                                          \n                                             \n                                                a\n                                             \n                                             \n                                                p\n                                             \n                                          \n                                       \n                                    \n                                    =\n                                    H\n                                    +\n                                    1\n                                    -\n                                    \n                                       \n                                          1\n                                          -\n                                          \n                                             \n                                                \n                                                   \n                                                      y\n                                                   \n                                                   \n                                                      ¯\n                                                   \n                                                \n                                             \n                                             \n                                                2\n                                             \n                                          \n                                       \n                                    \n                                    +\n                                    A\n                                    -\n                                    \n                                       \n                                          \n                                             \n                                                A\n                                             \n                                             \n                                                2\n                                             \n                                          \n                                          -\n                                          \n                                             \n                                                \n                                                   \n                                                      y\n                                                   \n                                                   \n                                                      ¯\n                                                   \n                                                \n                                             \n                                             \n                                                2\n                                             \n                                          \n                                          \n                                             \n                                                sin\n                                             \n                                             \n                                                2\n                                             \n                                          \n                                          (\n                                          θ\n                                          )\n                                       \n                                    \n                                 \n                              \n                           \n                        where\n                           \n                              (16)\n                              \n                                 \n                                    H\n                                    =\n                                    \n                                       \n                                          h\n                                       \n                                       \n                                          \n                                             \n                                                a\n                                             \n                                             \n                                                p\n                                             \n                                          \n                                       \n                                    \n                                    ,\n                                    \n                                    A\n                                    =\n                                    \n                                       \n                                          \n                                             \n                                                a\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                       \n                                       \n                                          \n                                             \n                                                a\n                                             \n                                             \n                                                p\n                                             \n                                          \n                                       \n                                    \n                                    ,\n                                    \n                                    τ\n                                    =\n                                    κ\n                                    \n                                       \n                                          a\n                                       \n                                       \n                                          p\n                                       \n                                    \n                                    ,\n                                    \n                                    Da\n                                    =\n                                    \n                                       \n                                          \n                                             \n                                                (\n                                                \n                                                   \n                                                      φ\n                                                   \n                                                   \n                                                      p\n                                                   \n                                                \n                                                -\n                                                \n                                                   \n                                                      φ\n                                                   \n                                                   \n                                                      f\n                                                   \n                                                \n                                                )\n                                             \n                                             \n                                                2\n                                             \n                                          \n                                       \n                                       \n                                          2\n                                          \n                                             \n                                                φ\n                                             \n                                             \n                                                p\n                                             \n                                          \n                                          \n                                             \n                                                φ\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                       \n                                    \n                                    ,\n                                    \n                                    DI\n                                    =\n                                    \n                                       \n                                          4\n                                          π\n                                          \n                                             \n                                                ε\n                                             \n                                             \n                                                r\n                                             \n                                          \n                                          \n                                             \n                                                ε\n                                             \n                                             \n                                                0\n                                             \n                                          \n                                          \n                                             \n                                                a\n                                             \n                                             \n                                                p\n                                             \n                                          \n                                          \n                                             \n                                                φ\n                                             \n                                             \n                                                p\n                                             \n                                          \n                                          \n                                             \n                                                φ\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                       \n                                       \n                                          kT\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     Here h is the distance from the surfaces, ɛ\n                        0 is the permittivity of vacuum, ɛr\n                         is the relative permittivity of fluid, κ is the reciprocal Debye length, φ is the zeta potential, and a is the radius with subscripts p and f denoting, respectively, the particle and the fiber. In these equations a bar on the top of a letter denotes a dimensionless quantity. The dimensionless form of EDL force given by Eq. (13) is related to the dimensional EDL force according to,\n                           \n                              (17)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                F\n                                             \n                                             \n                                                ¯\n                                             \n                                          \n                                       \n                                       \n                                          EDL\n                                       \n                                    \n                                    (\n                                    H\n                                    )\n                                    =\n                                    \n                                       \n                                          \n                                             \n                                                F\n                                             \n                                             \n                                                EDL\n                                             \n                                          \n                                          (\n                                          H\n                                          )\n                                       \n                                       \n                                          \n                                             \n                                                kT\n                                             \n                                             \n                                                \n                                                   \n                                                      a\n                                                   \n                                                   \n                                                      p\n                                                   \n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     The double integrals in Eq. (13) were evaluated numerically using the second-order trapezoid rule method [58].\n                     The EDL interaction energy between a particle and a fiber in an electrolyte solution results from the overlapping of their diffuse layers. When the two surfaces have the same charge, the electrostatic pressure of counterions results in a repulsive force. While when the surfaces are opposite in charge, the EDL interaction energy becomes attractive in character and consequently the EDL interaction force becomes negative (attractive). It should be noted here that in Eq. (13) the cylindrical fiber is assumed to be sufficiently long, so that its end effects on the EDL force can be neglected. The figures for EDL forces versus separation distance between the spherical particles and the cylindrical fiber for different particle sizes and particle charges for both cases of like charge and unlike charge surfaces are provided in the supplementary file.\n                  \n                  \n                     4.4\n                     Van der Waals force\n                     During the filtration process, nanoparticles also experience the vdW attraction toward the cylindrical fibers. There are several direct numerical methods and approximations in the literature [59–62] for calculating the vdW attraction force between a sphere and a cylinder. The approximation used in this work is that recommended by Rosenfeld and Wasan [62], which allows for an accurate prediction of the vdW attraction force. Accordingly,\n                           \n                              (18)\n                              \n                                 \n                                    \n                                       \n                                          F\n                                       \n                                       \n                                          vdW\n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          2\n                                          \n                                             \n                                                A\n                                             \n                                             \n                                                132\n                                             \n                                          \n                                          \n                                             \n                                                a\n                                             \n                                             \n                                                p\n                                             \n                                             \n                                                3\n                                             \n                                          \n                                       \n                                       \n                                          3\n                                          \n                                             \n                                                (\n                                                2\n                                                \n                                                   \n                                                      a\n                                                   \n                                                   \n                                                      p\n                                                   \n                                                \n                                                +\n                                                h\n                                                )\n                                             \n                                             \n                                                2\n                                             \n                                          \n                                          \n                                             \n                                                h\n                                             \n                                             \n                                                2\n                                             \n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      a\n                                                   \n                                                   \n                                                      f\n                                                   \n                                                \n                                             \n                                             \n                                                \n                                                   \n                                                      a\n                                                   \n                                                   \n                                                      p\n                                                   \n                                                \n                                                +\n                                                \n                                                   \n                                                      a\n                                                   \n                                                   \n                                                      f\n                                                   \n                                                \n                                                +\n                                                h\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where A132 is the Hamaker constant for contact of two dissimilar materials in the presence of a third media, which can be calculated from Israelachvili [63] as,\n                           \n                              (19)\n                              \n                                 \n                                    \n                                       \n                                          A\n                                       \n                                       \n                                          132\n                                       \n                                    \n                                    ≅\n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      \n                                                         A\n                                                      \n                                                      \n                                                         11\n                                                      \n                                                   \n                                                \n                                             \n                                             -\n                                             \n                                                \n                                                   \n                                                      \n                                                         A\n                                                      \n                                                      \n                                                         33\n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      \n                                                         A\n                                                      \n                                                      \n                                                         22\n                                                      \n                                                   \n                                                \n                                             \n                                             -\n                                             \n                                                \n                                                   \n                                                      \n                                                         A\n                                                      \n                                                      \n                                                         33\n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where A11, A22 and A33 is the Hamaker constant, respectively, for fiber material, particle material and water molecules interacting across a vacuum. The values for A11, A22 and A33 are listed in Table 1\n                         and based on them A132 was calculated to be 0.244×10−20\n                        J. It should be emphasized again that in Eq. (18) it is assumed that the cylindrical fiber is sufficiently long, so that its end effects on the vdW force can be neglected. The figures for vdW forces versus separation distance between the spherical particles and the cylindrical fiber for different particle sizes are provided in the supplementary file.\n                     In order to include the EDL and vdW forces in the ANSYS-FLUENT model, a UDF was developed and compiled with the software using the C programming language. Eqs. (13)–(17) for the EDL force and Eq. (18) for the vdW force were implemented into the developed UDF.",
    "Results and discussions": "5\n                  Results and discussions\n                  \n                     Fig.7\n                     a shows the pressure contours around the fiber in the periodic computational cell. It is seen that the pressure increases on the flow side of the fiber (dark red\n                        1\n                        For interpretation of color in Fig. 7, the reader is referred to the web version of this article.\n                     \n                     \n                        1\n                      is corresponding to high pressure), while it decreases on the wake side (dark blue color is corresponding to low pressure). Also the pressure is non-uniform and higher near the centerline, while it is uniform and at zero gauge at the outlet. Clearly the mean pressure is decreasing along the flow direction. Fig.7b shows the streamlines around the fiber for the flow with an inlet velocity of 0.38mm/s as evaluated by the ANSYS-FLUENT code.\n                  \n                     Fig. 8\n                      shows the velocity magnitude contours and a velocity profile for laminar liquid flow at the outlet in a periodic cell for an inlet velocity of 0.38mm/s. It can be seen from the contours that the magnitude of velocity increases on the sides of the fiber due to the cross sectional area decrease around the fiber. The velocity then decreases as the flow passes the fiber and reaches to its initial inlet magnitude at the outlet. The velocity is zero at the surface of the fiber and increases with distance from the fiber surface. The flow velocity is very low around the fiber due to the no-slip boundary condition on the fiber surface. The velocity profile at the outlet shows a roughly uniform velocity with a magnitude very close to the inlet velocity.\n                  To confirm the validity of the Brownian motion model, a series of numerical experiments were performed. Particles are injected at a point in the middle of a square domain in the absence of fluid flow and their Brownian motions are evaluated.\n                  \n                     Fig. 9\n                      shows a sample mean square of displacement of 140nm diameter particles versus time. Here, Δt was 0.052ms and an ensemble of 5000 particle was used. The theoretical Brownian mean-square displacement as given by\n                        \n                           (20)\n                           \n                              \n                                 〈\n                                 \n                                    \n                                       x\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 〉\n                                 =\n                                 2\n                                 Dt\n                              \n                           \n                        \n                     is also plotted in Fig. 9 for comparison. Here the Brownian diffusivity of particles is given by the Stokes-Einstein equation. That is,\n                        \n                           (21)\n                           \n                              \n                                 D\n                                 =\n                                 \n                                    \n                                       \n                                          \n                                             kTC\n                                          \n                                          \n                                             c\n                                          \n                                       \n                                    \n                                    \n                                       3\n                                       π\n                                       μ\n                                       \n                                          \n                                             d\n                                          \n                                          \n                                             p\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                  \n                  It can be seen from Fig. 9 that the simulated particle mean-square displacement as predicted by the ANSYS-FLUENT code is in a good agreement with the theoretical model.\n                  Large number of particles with different diameters were injected uniformly at the inlet with their initial velocity set the same as the fluid at the inlet. The particle trajectories are evaluated as they pass through the computational cell. Under the action of various forces some particle deposit on the single fiber element. The corresponding single fiber efficiency for specific condition of particle size and zeta potential are calculated based on the following equation:\n                        \n                           (22)\n                           \n                              \n                                 Fiber\n                                 \n                                 efficiency\n                                 =\n                                 1\n                                 -\n                                 \n                                    \n                                       volume\n                                       \n                                       of\n                                       \n                                       particles\n                                       \n                                       at\n                                       \n                                       outlet\n                                    \n                                    \n                                       volume\n                                       \n                                       of\n                                       \n                                       particles\n                                       \n                                       at\n                                       \n                                       inlet\n                                    \n                                 \n                              \n                           \n                        \n                     \n                  \n                  \n                     Fig.10\n                     a and b illustrates the trajectory of particles with diameter of 140nm and 600nm in the absence of Brownian motion. For graphical illustration purposes, a small number of particles is released from the inlet. Here, 100 particles are injected at the inlet and the lines show their path over time colored by particle residence time (see Fig. 7). As can be seen, the number of particles depositing on the fiber increases as the particle size increases. Also the particles are moving uniformly toward the outlet along the flow streamlines and only deviate from the streamlines in the regions around the fiber where the surface forces are effective.\n                  \n                     Fig.11\n                     a and b shows, respectively, the trajectories of the particles with diameter of 140nm and 600nm, with zeta potential of 26mV. Here 100 particles are injected at the inlet and their trajectories colored by particle residence time are shown in these figures. These trajectories are for the case where all hydrodynamic and surface forces are included in the analysis. Since the Brownian motion of particles is included, the particle paths deviate randomly from the flow streamlines. Since the Brownian diffusivity of particles is inversely proportional to their diameters, the amplitude of the random motion increases as particle size decrease. Fig.11a clearly illustrates the dominant nature of the Brownian diffusion effects for small particles. For larger particles the Brownian motion effects becomes less important and the particle trajectory approximately follows the flow streamline (Fig.11b). Comparison of the residence time for smaller particles and larger particles in Fig. 11 reveals that it takes more time for smaller particles to reach the outlet due to their longer random (zigzag) path.\n                  \n                     Fig. 12\n                      shows the effects of hydrodynamic retardation, gravitational, Brownian, EDL and vdW forces on fiber collection efficiency for particles with diameters of 35–600nm. This figure also illustrates the effect of Brownian motion on fiber efficiency with and without considering the vdW force. As noted before, for a dilute suspension as the case here, the particles do not interact with each other or alter the flow. For evaluating the fiber collection efficiency a large number of particles were released and their trajectories followed and the corresponding fiber capture efficiencies evaluated. Here typically 10,000 particles are injected to reduce any statistical error. In Fig. 12 for the case where all the forces are included in the analysis, it can be seen that the fiber efficiency is high for the relatively large 600nm particles. Primary due to stronger vdW forces for larger particles (see Fig. S3) that lead to their capture directly or move them into a position where interception mechanism would dominate. As the particle size decreases, the capture efficiency decreases and reaches a minimum for 150nm particles. Further decrease of the particle size, however, leads to an increase in the fiber capture efficiency due to the increase in the particle Brownian motion. In Fig. 12 the results obtained when the Brownian motion is neglected is also shown for comparison. This comparison clearly shows the important effect of Brownian diffusion for ultrafine particles. Moreover, Fig. 12 shows the computed fiber efficiency if the vdW force is neglected and the effect of Brownian motion is studied. In the absence of Brownian motion, fiber efficiency increases with increasing the particle size up to ∼200nm. However, for particles larger than 200nm this increasing trend is not seen. When Brownian motion is considered, the capture efficiency increases for all particle sizes and this increase is more significant for smaller particles where the diffusion mechanism is dominant. Fig. 12 also shows the effect of vdW forces on the fiber efficiency. It can be seen that vdW force has an important role for particle trapping and as is seen in Figs. S1 and S3 the effect of particle size is more significant for vdW force rather than EDL force and the increase in fiber efficiency for larger particles is higher than that for smaller particles. Furthermore, Fig. 12 shows the effects of hydrodynamic retardation and gravitational forces. As can be seen, the fiber efficiency decreases in the presence of hydrodynamic retardation effects. This decrease is due to the increased viscous resistance which hinders particles from being collected. It should be also noted that the gravitational force did not have a noticeable effect on trapping the particles in this study.\n                  \n                     Fig. 13\n                      shows a summary of capture efficiency due to different forces determined from the data in Fig. 12 for unlike charge surfaces. It can be seen that the diffusion capture efficiency decreases with increasing the particle size, decreasing from 0.11 to a negligible value when particle diameter increases from 35 to 600nm. This trend is in agreement with previous studies [16,66,11,67,68]. Reynolds numbers in this study are of the order of 0.001 and the Peclet numbers are in the range of 60–1040. According to [66,67,69–72] for these values of Reynolds number and Peclet number, the Brownian motion is very significant. Also it is shown that the capture efficiency due to vdW force increases from 0.011 to 0.24 when particle diameter increases from 35 to 600nm. While there is no comparable study for aqueous dispersions reported in the literature, this linear increasing trend is in agreement with Kirsch’s [73] prediction for aerosols. Furthermore, it can be seen that capture efficiency due to EDL force increases slightly from 0.02 to 0.06 when particle diameter increases from 35 to 600nm.\n                  The fiber collection efficiency in this study is mainly due to diffusion mechanism, EDL and vdW interactions, and to some extent due to interception mechanism. It should be noted that the inertial impaction and sedimentation mechanisms don’t have a major effect on fiber efficiency in this study since the range of investigated particles in this study is from 35nm to 600nm while sedimentation is typically important for particles larger than a few μm. Also many researchers have shown that for colloidal particles in liquids moving in stokes flow when St≪1 inertial forces are negligible [21,35]. Furthermore, the lift force did not have a noticeable effect on trapping the particles in this study though it is considered in all the simulations for the sake of completeness.\n                  Deposition efficiency can be calculated using analytical expressions from Tien et al. [18] given as:\n                        \n                           (23)\n                           \n                              \n                                 \n                                    \n                                       η\n                                    \n                                    \n                                       T\n                                    \n                                 \n                                 =\n                                 α\n                                 (\n                                 \n                                    \n                                       η\n                                    \n                                    \n                                       0\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       η\n                                    \n                                    \n                                       BM\n                                    \n                                 \n                                 )\n                              \n                           \n                        \n                     where \n                        \n                           (\n                           \n                              \n                                 η\n                              \n                              \n                                 0\n                              \n                           \n                           +\n                           \n                              \n                                 η\n                              \n                              \n                                 BM\n                              \n                           \n                           )\n                        \n                      is the collection efficiency in the absence of the electrostatic repulsive force of DLVO theory. Rajagopalan and Tien [30] presented an approximate expression based on their trajectory calculations for calculating the \n                        \n                           \n                              \n                                 η\n                              \n                              \n                                 0\n                              \n                           \n                        \n                      given as:\n                        \n                           (24)\n                           \n                              \n                                 \n                                    \n                                       η\n                                    \n                                    \n                                       0\n                                    \n                                 \n                                 =\n                                 0.72\n                                 \n                                    \n                                       A\n                                    \n                                    \n                                       s\n                                    \n                                 \n                                 \n                                    \n                                       N\n                                    \n                                    \n                                       Lo\n                                    \n                                    \n                                       1\n                                       /\n                                       8\n                                    \n                                 \n                                 \n                                    \n                                       N\n                                    \n                                    \n                                       R\n                                    \n                                    \n                                       15\n                                       /\n                                       8\n                                    \n                                 \n                                 +\n                                 0.0024\n                                 \n                                    \n                                       A\n                                    \n                                    \n                                       s\n                                    \n                                 \n                                 \n                                    \n                                       N\n                                    \n                                    \n                                       G\n                                    \n                                    \n                                       1.2\n                                    \n                                 \n                                 \n                                    \n                                       N\n                                    \n                                    \n                                       R\n                                    \n                                    \n                                       -\n                                       0.4\n                                    \n                                 \n                              \n                           \n                        \n                     \n                  \n                  The contribution of Brownian diffusion to deposition (\n                        \n                           \n                              \n                                 η\n                              \n                              \n                                 BM\n                              \n                           \n                        \n                     ) was added based on Eulerian diffusion model of Cookson [74] given as:\n                        \n                           (25)\n                           \n                              \n                                 \n                                    \n                                       η\n                                    \n                                    \n                                       BM\n                                    \n                                 \n                                 =\n                                 4\n                                 \n                                    \n                                       A\n                                    \n                                    \n                                       s\n                                    \n                                    \n                                       1\n                                       /\n                                       3\n                                    \n                                 \n                                 \n                                    \n                                       N\n                                    \n                                    \n                                       Pe\n                                    \n                                    \n                                       -\n                                       2\n                                       /\n                                       3\n                                    \n                                 \n                              \n                           \n                        \n                     where As is the Happel’s parameter and NPe is Peclet number. Bai and Tien [75] proposed an empirical correlation of filter coefficient under unfavorable interactions give as:\n                        \n                           (26)\n                           \n                              \n                                 α\n                                 =\n                                 2.257\n                                 ×\n                                 \n                                    \n                                       10\n                                    \n                                    \n                                       -\n                                       3\n                                    \n                                 \n                                 \n                                    \n                                       N\n                                    \n                                    \n                                       Lo\n                                    \n                                    \n                                       0.7031\n                                    \n                                 \n                                 \n                                    \n                                       N\n                                    \n                                    \n                                       \n                                          \n                                             E\n                                          \n                                          \n                                             1\n                                          \n                                       \n                                    \n                                    \n                                       -\n                                       0.3121\n                                    \n                                 \n                                 \n                                    \n                                       N\n                                    \n                                    \n                                       \n                                          \n                                             E\n                                          \n                                          \n                                             2\n                                          \n                                       \n                                    \n                                    \n                                       3.5111\n                                    \n                                 \n                                 \n                                    \n                                       N\n                                    \n                                    \n                                       DL\n                                    \n                                    \n                                       1.352\n                                    \n                                 \n                              \n                           \n                        \n                     where NLo, NDL, NE1 and NE2 are London force parameter, double-layer force parameter, first and second electrokinetic parameter, respectively. For the details of these expressions please refer to the cited references. However, the correlation of (26) has its limitations. It is applicable to one type of media and it is not valid for extreme low or high ionic concentrations [76].\n                  The total fiber efficiency as predicted by Eq. (23) is shown in Fig. 13 and is compared with the present simulation results. It is seen that the empirical equation overestimates the fiber efficiency particularly for smaller particles.\n                  \n                     5.1\n                     Effect of zeta potential\n                     The effect of particle zeta potential on their trajectories and deposition is studied in this section. Fig.14\n                        a–c shows the trajectories of 140nm particles with negative, neutral and positive zeta potentials including the Brownian motion effects, as well as all the hydrodynamic and other surface forces. Here 100 particles are injected at the inlet and their trajectories colored by particle residence time are shown in these figures. As can be seen from Fig.14a, due to the strong repulsion between the particle and the fiber, no particle can deposit on the fiber surface, even with the inclusion of the Brownian excitation. For the neutral particles and those that are positively charged, Fig.14b and c shows that the particles are trapped on the fiber and the number of deposited particles increases for positively charged particles.\n                     The simulated single fiber efficiencies versus particle zeta potential for 35nm, 140nm and 600nm particles are shown Fig. 15\n                        . Here the fiber surface has a zeta potential of −15mV in all cases. In these figures, the cases when the Brownian motion is not included in the analysis are also presented for comparison. These figures show that the fiber efficiency is very low for particles with high values of negative zeta potentials due to the presence of strong repulsive force between the fiber and the particle. The capture efficiency increases sharply as the particle zeta potential becomes positive and continue to increase with increasing zeta potential. Also, the Brownian force increases the capture efficiency considerably for small 35nm particles as seen in Fig. 15. For 140nm particles, the Brownian motion markedly increases the deposition efficiency, the effect of Brownian motion is rather small for the larger 600nm particles.\n                  \n                  \n                     5.2\n                     Comparison of simulation and experiment results\n                     For an inlet velocity of 0.38mm/s, the measured normalized particle size distributions of the dispersion at the inlet and outlet are shown in Fig. 16\n                        . The experimental inlet particle size distribution was used in the simulations. The simulated particle size distribution of the outlet is obtained from the fiber capture efficiency data for the case where all the forces are included (Fig. 12) using\n                           \n                              (27)\n                              \n                                 \n                                    \n                                       \n                                          f\n                                       \n                                       \n                                          i\n                                       \n                                       \n                                          ′\n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             \n                                                p\n                                             \n                                             \n                                                i\n                                             \n                                          \n                                          \n                                             \n                                                f\n                                             \n                                             \n                                                i\n                                             \n                                          \n                                       \n                                       \n                                          \n                                             \n                                                ∑\n                                             \n                                             \n                                                i\n                                                =\n                                                80\n                                             \n                                             \n                                                600\n                                             \n                                          \n                                          \n                                             \n                                                p\n                                             \n                                             \n                                                i\n                                             \n                                          \n                                          \n                                             \n                                                f\n                                             \n                                             \n                                                i\n                                             \n                                          \n                                       \n                                    \n                                    ,\n                                    \n                                    \n                                       \n                                          p\n                                       \n                                       \n                                          i\n                                       \n                                    \n                                    =\n                                    1\n                                    -\n                                    \n                                       \n                                          E\n                                       \n                                       \n                                          i\n                                       \n                                    \n                                 \n                              \n                           \n                        where \n                           \n                              \n                                 \n                                    f\n                                 \n                                 \n                                    i\n                                 \n                                 \n                                    ′\n                                 \n                              \n                           \n                         and fi are, respectively, the volume fractions of different particle sizes at the outlet and inlet and pi and Ei, respectively, are the penetration and the capture efficiency of ith particle bin size. Here summation is over 14 bins from 80nm to 600nm.\n                     \n                        Fig. 16 shows good agreement between the experimental and simulation results. It is also seen that the amplitude of the size distribution tail for 250μm<d<600μm at the outlet becomes markedly smaller than that at the inlet. This implies that the majority of larger particles are captured by the fibers.\n                     The total efficiencies of the filters calculated from the experimental data were converted to the single fiber efficiencies using Eq. (S4) and the results are compared with the simulation results in Fig. 17\n                        . As noted before, the experimental inlet size distribution of particles as shown in Fig. 16 was used in the simulations. The overall efficiency of the slurry at each particle zeta potential was calculated as following:\n                           \n                              (28)\n                              \n                                 \n                                    \n                                       \n                                          E\n                                       \n                                       \n                                          slurry\n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             ∑\n                                          \n                                          \n                                             i\n                                             =\n                                             80\n                                          \n                                          \n                                             600\n                                          \n                                       \n                                    \n                                    \n                                       \n                                          E\n                                       \n                                       \n                                          i\n                                       \n                                    \n                                    \n                                       \n                                          f\n                                       \n                                       \n                                          i\n                                       \n                                       \n                                          ′\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     Here summation is over 14 bins from 80nm to 600nm. Fig. 17 shows that there is good agreement between the simulation results and the experimental data. It is also seen that the overall fiber capture efficiency is quite high for positive particle zeta potential and quite low for negative zeta potential. Also the capture efficiency increases as zeta potential increases.\n                     \n                        Fig. 18\n                         shows the simulated overall fiber capture efficiency versus pH of the slurry as compared with the experimental data for fiber zeta potential of −15mV. The simulated efficiencies in this figure are calculated in the same way as was done in Fig. 17. As can be seen, the fiber efficiency decreases as the pH increases and there is a dramatic drop in efficiency around the isoelectric point, of about pH=6.5.",
    "Conclusions": "6\n                  Conclusions\n                  In this study for dilute suspensions, the motion of particles in the size range of 35–600nm in fiber media were tracked using an Eulerian-Lagrangian modeling approach. The particle equation of motion including the hydrodynamic drag and lift forces, the Brownian excitation, as well as the van der Waals and the electric double layer forces was used in these simulations. A series of simulations for a range of particle sizes and particle zeta potentials were performed and the corresponding single fiber efficiencies were evaluated.\n                  Effects of Brownian, electric double layer and van der Waals forces on fiber efficiency for different particle sizes were also investigated. It was found that the fiber capture efficiency increases in the presence of Brownian excitation which is far more significant for smaller particles while the fiber efficiency due to van der Waals and electric double layer forces increase as particle size increases for all the sizes considered here.\n                  In the experimental study, colloidal ceria particles dispersed in deionized-water were filtered and the filter efficiencies were evaluated from the measured concentrations of feed and effluent for particles with different zeta potentials and it was found that the filter collection efficiency increases with increasing the particle zeta potential or decreasing the pH. Also the particle size distributions of the slurries were compared for the influents and effluents and it was found that the amplitude of the upper tail of the distribution for the effluents became markedly smaller.\n                  A series of simulations on the effect of particle charge on fiber deposition efficiency were also performed. Both like charge and unlike charge surfaces were studied. The computational fluid dynamics simulation results were shown to be in good agreement with the experimental data. The simulation results also showed that capture efficiency increased with increasing magnitude of zeta potential for unlike charge surfaces while for like charge surfaces it decreased with increasing magnitude of zeta potential due to the presence of a strong repulsive force between the fiber and the particle.\n                  The simulated particle size distributions of the slurries for the effluents were compared with experimental data and good agreement was found.\n                  The results presented in this study can predict the performance of fiber media and its optimization. They should also help in reducing the need for many experimental trials."
  },
  "references": []
}