{
  "title": "Intensified ceria recovery from graphite substrate and cleanup of leachant using sonication",
  "authors": [
    "Lahiri, S."
  ],
  "publication": {
    "journal": "Chemical Engineering and Processing - Process Intensification",
    "date": "2022-04-30",
    "doi": "10.1016/j.cep.2022.108858"
  },
  "abstract": "There is a huge environmental concern for disposal of nuclear graphite. The current work demonstrates sonochemical decontamination of graphite using ceria coating as the simulated contamination. The ceria recovery in the leachant solution, demonstrated to drastically reduce by almost 50% beyond 30 min sonication, was attributed to the adsorption of cerium ions by the generated carbon residue due to exfoliation of graphite. The study of the carbon residue enabled to understand the anomaly in the observed kinetics and the role of the carbon residue in the removal of Ce3+ from the leach liquor. The recyclability of the graphite substrate has been studied by measuring its compressive strength and electrical conductivity before and after 7 h of sonication in nitric acid. The decontamination kinetics of graphite was found to follow the surface reaction controlled mechanism and cavitation was found to lower the activation energy from 102 to 80 kJ/mol. Overall, ultrasound was found to bring about a threefold increase in the ceria recovery over a silent process (in the absence of ultrasound). The decontamination and the recyclability of graphite demonstrated here will facilitate circular economy and serve as an important remediation technique.",
  "keywords": [
    "Decontamination kinetics",
    "Ultrasound",
    "Nuclear remediation",
    "Cleanup",
    "Ceria"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Plutonium is used as mixed oxide (MOX) or mixed carbide (MC) fuels in fast reactors (FR) and Fast Breeder Test Reactor (FBTR) respectively, along with uranium [1–4]. The front end fuel cycle widely uses graphite as crucible for melting refractory metals like uranium and plutonium [5]. Decontamination of uranium and yttria deposits from graphite substrate using ultrasound was found effective [6–8]. The dissolution of plutonium in nitric acid is a slow process and even less effective compared to uranium, due to positive free energies (+30 to 35 kJ mol−1) reported for the conversion, PuO2 (s) → Pu(IV) (aq)\t[9–12]. Use of acid mixtures and catalysts to enhance the operation is widely reported [9,12–18]. Use of formic acid and hydrofluoric acid along with nitric acid enhances dissolution but effluent management and corrosion of equipment is a challenge on an industrial scale. Significant improvements in the dissolution process under ultrasonic treatment were reported for plutonium oxide in acid solutions [18–20]. Intensification of recovery using ultrasound is mainly attributed to acoustic cavitation that is described as the growth and implosion of micro-bubbles leading to local hot spots coupled with high intensity turbulence and shock waves [21,22]. Though intensification techniques for dissolving plutonium oxide are reported, the kinetics of its recovery from a porous substrate like graphite has not yet been explored.\n                  The inactive surrogates typically used for actinide oxides are the lanthanide oxides [23]. Cerium dioxide has been widely used as the non-radioactive surrogate of plutonium dioxide due to their similarities in oxidation-reduction behaviour [23,24]. Cerium ion in solution can exist under +III and +IV oxidation states, thereby simulating PuO2 behaviour during dissolution processes [24]. The current study is based on the reductive dissolution of ceria from graphite substrate under moderate temperature conditions, intensified using ultrasound. Some literature on dissolution of ceria in formic, hydrazine nitrate and sulfuric acid are available [20,25]. The literature analysis revealed that use of various combinations of formic acid, sulphuric acid, nitric acid, hydrazine nitrate, in the presence and absence of ultrasound, has been explored in the case of ceria dissolution. However, recovery of ceria from graphite would also be dictated by the simultaneous effect of cavitation on the substrate, which has not been explored in the earlier work.\n                  The present work studies the decontamination of ceria coated graphite using nitric acid as a leaching agent intensified using ultrasound. Nitric acid is universally used as solvent in industrial scale nuclear reprocessing facilities and hence, was used as the leachant acid in this study. The novelty of the work lies in the cleanup of the leachant due to the generation of carbon residue that act as sorbents for the cerium ions. Sonication intensifies the recovery of ceria from the graphite pores as well as leads to erosion of graphite generating carbon residue. The formed residue also helps in recovering cerium ions from the acid leachant based on adsorption. The elucidated technique in the current work will be useful in reprocessing radioactive contaminants from graphite substrates. The radioactivity of the leach liquor will be alleviated due to the sorption of ions in the carbon residue, facilitating its easier disposal. The study also reports the compressive strength and electrical conductivity of the graphite before and after the remediation process to ascertain its reusability. Given the surge in demand of graphite due to newer applications in batteries and graphene industry, a non-destructive remediation technique will be useful in recycling and cutting down the capital and operating cost of graphite based industries.",
    "Materials and methods": "2\n                  Materials and methods\n                  \n                     2.1\n                     Coating and characterization of graphite coupons\n                     Cylindrical tokens of extruded GLM-S grade graphite (diameter as 12 mm and height as 3 mm) were fabricated from graphite block of density 1.82 g cm−3 (M/s Graphite India) whereas ceria was obtained from M/s Indian Rare Earth Limited. The graphite tokens were degassed in high vacuum (∼10−5 mbar) at 1200 °C to release the trapped hydrocarbons and gases from the pores of graphite, as per the detailed methodology described elsewhere [26]. Ceria slurry was then coated on the degassed tokens on all sides using the paint brush method . The ceria slurry was prepared in polyacrylic acid medium in similar fashion as the yttria slurry described in our earlier work [7]. Zirconia pot and ball and ceria stabilized zirconia grinding media were used for achieving proper mixing. The ceria coated graphite samples were sintered at 400 °C for 5 h. The micrographs of the slurry coated graphite samples were recorded using a Field emission scanning electron microscope (M/s Hitachi, SU70) and Oxford Energy-dispersive X-ray spectrometer (EDS).\n                     The pore size distribution and specific surface area of the graphite were determined using the Mercury porosimetry, whereas the particle size distribution of ceria powder was determined using Malvern Mastersizer 3000 based on static laser scattering method [7]. The weight of the coupons was measured thrice in a weighing balance (Afcoset HR-250 AZ) and the average value has been reported in discussions.\n                  \n                  \n                     2.2\n                     Experimental setup\n                     In order to study the effect of different frequencies as 20 ± 2, 25 ± 2, 30 ± 3 and 40 ± 3 kHz, different ultrasonic baths of 1.5 L capacities were applied in the study under otherwise similar operating conditions [7] \n                        Fig. 1\n                        . (a) gives a diagrammatic representation of the experimental scheme used in the investigation. The tests were conducted in a properly enclosed fume-hood so that the nitric oxide fumes are vented to the environment only after suitable dilution with air. Input power to the ultrasonic bath was varied to study the effects of sonic intensity (range 0 to 10 W cm−2) on the dissolution reaction.\n                  \n                  \n                     2.3\n                     Analysis of leach liquor after decontamination\n                     The supernatant of the acid leachant used in the decontamination studies containing dissolved cerium ions was analysed for the cerium content using the Inductively Coupled Optical Emission Spectroscope (M/s Thermo Fischer Scientific, 7000 series). The graphite substrate obtained after decontamination was analyzed using Fourier Transform Infrared Spectrometry. In order to determine the amount of cerium ion adsorbed in the carbon residue, the carbon residue was filtered and oxidized in air. The residue remaining after burning off carbon was weighed to account for the adsorbed quantity of cerium oxide. The X-ray diffraction studies were carried out using the Ultima IV automated multipurpose diffractometer of Rigaku make. Raman spectroscopic studies were performed using an N-TEGRA Spectra platform (NT-MDT, Russia) operated at excitation wavelength of 532 nm and exposure time as 10 s. Measurements were performed at ten different points of each sample.\n                     Non linear regression analysis was used to check the fitting of the kinetics model and the coefficient of determination (R2) was used to determine the best fitted model. All the results reported were based on the experiments replicated thrice.\n                  \n                  \n                     2.4\n                     Test of graphite substrate after decontamination\n                     The compression testing of graphite specimens, after acid treatment, was carried out on a computer controlled servo-hydraulic testing machine having capacity of 100 kN Fig. 1. (b) shows the setup used for compression testing of graphite specimens. The test fixtures as recommended by ASTM C-695 were used for the testing. Fig. 1. (c) shows the fractured graphite coupon after compression.\n                     Eddy current testing was also conducted using the Technofour make conductivity meter to determine the changes in the electrical conductivity of the graphite after decontamination.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Effect of operating parameters and addition of hydrogen peroxide on ceria recovery\n                     Graphite coupons with density of 1.82 g cm−3 and porosity of 18% were used as a substrate for ceria coating. The pore size distribution of the graphite substrate and the ceria powder used for coating is given in Fig. 2 (a) and (b). It is evident from the porosity measurement of the graphite that 61% of the pores of the substrate are accessible to the ceria powder.\n                     A typical micrograph of degassed graphite sample, before coating with ceria, is shown in Fig. 3 (a). The ceria coated surface is shown in Fig. 3 (b). The coating shows the presence of pores. Sintering of the ceramic coating at 500°C shows the formation of aggregates and agglomerates, thereby leading to densification of the coating, as shown in higher magnification in Fig. 3 (c). A comparison of the pore structure of the graphite substrate before coating (Fig. 3 (a)) and after decontamination (Fig. 3 (d)) in 8 M acid at 20 kHz and 8 W cm−2 easily tells the opening of pores. The generation of the carbon residue was also proportional to the erosion of the surface [7].\n                     The effect of operating parameters have been studied to determine their sensitivity on ceria recovery. These studies were carried out for 30 min each.\n                     \n                        3.1.1\n                        Effect of leachant temperature on ceria recovery\n                        Reaction temperature plays a crucial role in the deciding the recovery and associated kinetic rate constants. Tests were performed using 8 M acid under 20 ± 2 kHz sonic field with an acoustic power density of 8 Wcm−2 to dissolve out around 4600 ± 40 ppm ceria coating in the 100 ml acid solution. The temperature was varied over 35 to 60 °C and the obtained results are shown in Fig. 4 (a). The extent of recovery defined as the ratio of cerium dissolved to total cerium in the coating (expressed as %) has been used to represent the progress of dissolution.The trends depicted in Fig. 4 (a) establish that dissolution increased with an increase in temperature. Quantitatively, cerium ion recovery increased to 20% with an increase in temperature of the leachant solution to 60 °C. As the temperature of the acid rises, the recovery rate increases due to increase in the kinetic rate of dissolution and also, decrease in viscosity and surface tension facilitating bubble growth. It is important to note that higher temperature also leads to higher vapour content in the collapsing cavity which can give lower intensity of collapse. In the current work, higher bubble growth and favoured reaction kinetics with an increase in temperature dominates the trends as compared to the vapour content and facilitates higher recovery as also demonstrated in the case of uranium and yttrium dissolution [6,7]. Though the trends are similar, the exact intensification obtained for different materials is different directing the importance of the current work. The uranium recovery from graphite as well as ceria recovery increased by 20% in the tested range of temperature as 45 to 70 °C, while the increase was only 5% in the case of yttria as demonstrated in earlier work [7].\n                        Detailed analysis of the trends obtained in the work revealed that 45 °C may be considered optimum, despite a lower recovery (5%), considering the enhanced NOx generation at higher temperature that may lead to corrosion of the ducts and the requirement of the sophisticated effluent management system. Considering this analysis, all the subsequent studies in this work were performed at this temperature of 45 °C.\n                     \n                     \n                        3.1.2\n                        Effect of leachant concentration on ceria recovery\n                        Formation of radicals on sonolysis of the acid and the availability of the acid determines the rate of recovery of the contamination from the substrate. The results for the degree of ceria recovery from graphite substrate at various acid concentrations under 20 kHz ultrasonic field and operating temperature of 45 °C, are given in Fig. 4 (b). It is evident that increasing the concentration increases the recovery due to more availability of the acid and the generation of radicals that initiate the dissolution. It was also seen that the increase was gradual between 2 to 14 M with only a 10% jump in dissolution whereasa drastic increase of 50% in the dissolution was observed at 16 M acid concentration. It is important to note that even if maximum recovery was seen at 16 M acid strength, higher acid concentration also calls for a sophisticated material of construction for the bath to handle the acid and duct to transport the NOx generated. The exhaust management of the gaseous effluent has to be elaborate. Pitting of the graphite is also seen [6,7] and considering all the issues, acid concentration of 8M was used as the optimum for further parametric study.\n                     \n                     \n                        3.1.3\n                        Effect of acoustic frequency on ceria recovery\n                        Ultrasonic frequency determines the time period of rarefaction and compression stages, also governing the size of the bubbles formed and the mechanical effect of the bubbles on the substrate in the case of decontamination. Considering the importance of frequency, ceria coated graphite coupons were exposed to 8 M acid loading and 45 °C at various operating frequencies as 20, 25, 30 and 40 kHz to study the effectiveness of the sonochemical decontamination. Higher frequencies were not tested as the physical effect of ultrasound will be diminished further. It was seen that the dissolution at 20 kHz was 4.5% in 30 min, while it was only 3% at 30 kHz and less than 1% at 40 kHz (Fig. 4 (c)). At lower frequencies of operation, the bubbles formed are larger due to longer phases of rarefaction and compression. Larger bubbles impart higher physical force on the surface of substrate when they implode. Therefore, at a constant acoustic intensity (here 8 W cm−2), recovery from the graphite substrate will be higher at lower frequencies compared to the higher ones. It may be concluded that dislodging materials from porous substrate is more efficient with lower frequency ultrasound, which was also confirmed in some of the earlier works [6,7].\n                     \n                     \n                        3.1.4\n                        Effect of sonic power intensity on ceria recovery\n                        Acoustic intensity was determined by measuring the input power per unit area of the transducers. The acoustic intensity is an important parameter for scale-up in addition to the reactor geometry, orientation of the transducers, properties of the leachant and operating frequency. The effect of power intensity was studied over the range of 2–10 W cm−2. As shown in Fig. 4 (d), the recovery of ceria increased from 0.5% to 4.55% as the power intensity increased from 2 to 8 W cm−2 at a constant 20 kHz frequency cavitation field and temperature of 45 °C. It was also seen that the recovery saturates beyond 8 W cm−2 and hence, it can be concluded that the optimum intensity in the tested range is 8 W cm−2. In the case of yttria [7], no optimum intensity was observed whereas for uranium [6], a prominent maximum was observed at the highest power intensity. In the current work, the recovery rate saturates at higher power values clearly demonstrating different trends for the different materials. Typically, as the acoustic power intensity increases, the formation and collapse of bubbles increases and therefore, an increase in the ceria recovery was observed. The saturation of the recovery at high acoustic intensities may be attributed to the shielding effect caused by the too many bubbles at higher intensity, leading to decoupling losses. Based on the results of this work, the acoustic intensity of 8 W cm−2 was used for the subsequent parametric studies.\n                     \n                     \n                        3.1.5\n                        Effect of hydrogen peroxide addition on ceria dissolution\n                        The effect of adding oxidant to the acid was tested by adding 0.3, 0.6 and 1 M hydrogen peroxide to the 8 M acid solution. The addition of hydrogen peroxide can help in reducing the cerium ions from Ce(IV) to Ce(III) state. The rate of recovery of ceria was found to increase by 6% on adding 1 M H2O2 (Fig. 4 (e)) which may be attributed to the faster dissolution of Ce(III) ions in nitric acid. The present work demonstrated beneficial effects of using hydrogen peroxide though this cannot be generalized. For example, scavenging action of the hydrogen peroxide was reported in the case of yttria dissolution [7]. The possible reason for the improvement seen in the current work is that the hydroxyl radicals are utilized in the reductive dissolution of the cerium ions.\n                        On comparing the relative sensitivity of the different parameters on the ceria recovery from graphite, it was seen that the acid concentration plays the most significant role among all the operating parameters. However, on an industrial scale, use of high acid concentration would be limited by material stability and gaseous effluent constraints. Use of sonication offers significant intensification of the process, and the variation of ceria recovery with ultrasonic frequency and intensity did not show significant change in the tested range, which actually means ease of design at larger scale of operation.\n                     \n                  \n                  \n                     3.2\n                     Decontamination kinetics and efficacy of ultrasound\n                     \n                        Fig. 5 (a) shows the recovery rate of ceria in 8 M nitric acid and 45 °C bath temperature (in %) in the absence and in the presence of 20 kHz ultrasound. The dissolution process without sonication attains equilibrium at 0.5% in 45 min, beyond which there is marginal change. In the presence of ultrasound (20 kHz and 8 W cm−2), much higher dissolution as 7.7% was achieved after 45 min. The recovery of ceria monotonously increased for the first 45 min, thereafter showing a surprisingly steep decline in ceria concentration in the leachant.\n                     Study on rate of recovery was repeated at different leachant temperatures and the plot is given in Fig. 5 (b). It was observed that for lower bath temperature, the maximum cerium recovery was obtained after a longer time (typically 45 min at 40 °C) compared to those at higher temperature. However, a steep decline is observed in all cases after 45 min of treatment.\n                     The cleanup of the solvent is possible if the cerium ions in solution were being adsorbed either in the graphite substrate or in the carbon residue. To confirm no adsorption of cerium ion on the graphite substrate, Energy Dispersive X-ray spectra (EDS) studies were carried out. It was observed that the weight % of the Ce element in the graphite substrate reduced from the initial 45 to 7 wt% after 7 h of sonication, thereby ruling out chances of adsorption of the ceria on the substrate. Therefore, the chance of adsorption of Ce3+ in the carbon residue was explored as there was an observed decrease in the Ce ion content in the solution. For confirmation, the carbon residue was taken up for analysis as discussed now.\n                  \n                  \n                     3.3\n                     Study of the carbon residue\n                     The carbon residue, generated due to exfoliation of the graphite under the effect of ultrasonic field, was filtered and tested. X ray diffraction (XRD) studies of the filtered carbon residue were carried out after filtering it out from the leach liquor. Fig. 6\n                        . (a) shows XRD peak at 26.5° indicating the presence of the graphite after exfoliation in nitric acid. No peak for graphene oxide was observed around 10°.\n                     Raman spectroscopy, a non-destructive technique to study electron–phonon interaction of carbon materials, was also used to confirm the signature of graphite. The Raman spectrum of the carbon residue (Fig. 6 (b)) is mainly characterized by a D-band (1347 cm−1) and a sharp G-band (1579 cm−1). The D-band is associated with disorder-induced scattering resulting from imperfections of hexagonal symmetry of graphite. In the current case, the intensity of the G-band is more than that of the D-band, and the corresponding value of ID/IG ratio is 3.33 . The Raman spectrum of the carbon residue replicates that of the parent graphite, clearly establishing that the residue is graphite [27,28].\n                     Graphite is a well known sorbent for metal ions [29,30]. In order to establish the sorption of cerium ions on the graphite powder generated due to exfoliation, the carbon residue was weighed and oxidized in air to burn off the carbon. The rate of generation of carbon residue in the presence of sonication of graphite samples without the ceria coating was also determined with time as depicted in Fig. 7 (a). The rate of residue generation shows a drastic increase beyond 30 min of sonication, which may be attributed to the residence time required to form the intercalation compounds before the exfoliation of graphite start. This is useful in explaining the disappearance of cerium ions from the leachant beyond a particular time, as shown in Fig. 5 (b). As the quantity of carbon residue increases, the concentration of cerium ions in the acid reduces due to their adsorption on the surface of the residue, leading to cleanup and remediation of the leachant. Therefore, the apparent rate of recovery reduces beyond 45 min for decontamination studies carried out at 40 °C at 20 kHz. The difference in the actual rate of recovery and the apparent reduction in rate could be explained by adsorption of ions on the carbon residue that leads to remediation of the leachant beyond 45 min.\n                     The residue was carefully weighed, dissolved in 16 M nitric acid and cerium ion concentration was analyzed using ICP-OES method. The actual amount of cerium ions that are removed from the graphite surface was calculated by combining the amount of cerium seen in the residue and the leachant (Fig. 7 (b)). Overall it was demonstrated that beyond the specific time, the recovery of cerium ion reduced based on adsorption on the graphite residue.\n                  \n                  \n                     3.4\n                     Kinetic analysis of the ceria recovery\n                     A kinetic study of the dissolution of cerium ion from the graphite substrate was carried out to compare the change in activation energies of the decontamination process and mechanism of the application of ultrasound. The three possible mechanisms of the shrinking core model were studied [6,7], as represented below.\n                     1. Film diffusion control\n                           \n                              (1)\n                              \n                                 \n                                    x\n                                    =\n                                    \n                                    \n                                       t\n                                       τ\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     2. Surface reaction control\n                           \n                              (2)\n                              \n                                 \n                                    1\n                                    −\n                                    \n                                       \n                                          (\n                                          1\n                                          −\n                                          x\n                                          )\n                                       \n                                       \n                                          1\n                                          3\n                                       \n                                    \n                                    =\n                                    \n                                       t\n                                       τ\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     3. Ash layer diffusion control\n                           \n                              (3)\n                              \n                                 \n                                    1\n                                    −\n                                    3\n                                    \n                                       \n                                          (\n                                          \n                                             1\n                                             −\n                                             x\n                                          \n                                          )\n                                       \n                                       \n                                          2\n                                          3\n                                       \n                                    \n                                    +\n                                    \n                                    2\n                                    \n                                       (\n                                       \n                                          1\n                                          −\n                                          x\n                                       \n                                       )\n                                    \n                                    =\n                                    \n                                    \n                                       t\n                                       τ\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     Where, τ is the time taken for complete reaction, x is the conversion of cerium ion.\n                     The kinetic data was plotted using the Eqs. (1)–(3) discussed above and the regression analysis of the plots were done. It was found that the dissolution of ceria follows surface reaction controlled mechanism Fig. 8\n                         (a); term of Y axis is corresponding to the left hand side term of Eqs. (1)–((3) for each of controlling mechanism) based on better fitting of the experimental data unlike that reported for uranium [6,31], and yttrium [7], in which the pore diffusion was the rate limiting step. The dissolution of ceria in nitric acid at the surface of the substrate is the slowest and hence the rate-determining step based on the extremely slow dissolution rate of ceria in nitric acid. In the case of uranium and yttria coatings [6,7], the surface dissolution is much faster making diffusion from the pores as the slowest step. Similar observation was recently reported by Lahiri et al [32].\n                     The activation energy of the dissolution process of ceria was determined from the slope of the Arrhenius plot (Fig. 8 (b)) and was 80 kJ/mol in the presence of ultrasound, which is an improvement compared to the 102 kJ/mol reported earlier in the case of conventional heating and microwave assisted dissolution methods with applied strength of nitric acid as 7 M [33]. Such high activation energy also reaffirms the surface reaction controlled mechanism. It was also inferred that sonication led to a significant reduction in the activation energy, thereby intensifying the dissolution. The kinetic model equation for the ceria dissolution from graphite substrate using ultrasound obtained in the work is given in Eq. (4) as follows:\n                           \n                              (4)\n                              \n                                 \n                                    1\n                                    −\n                                    \n                                       \n                                          (\n                                          \n                                             1\n                                             −\n                                             x\n                                          \n                                          )\n                                       \n                                       \n                                          1\n                                          /\n                                          3\n                                       \n                                    \n                                    =\n                                    \n                                    160\n                                    \n                                       e\n                                       \n                                          \n                                             −\n                                             79921\n                                          \n                                          \n                                             R\n                                             T\n                                          \n                                       \n                                    \n                                    t\n                                 \n                              \n                           \n                        \n                     \n                     Compared to the kinetics of decontamination of uranium and yttria [6,7], which followed ash layer diffusion controlled model and had lower activation energies (21.5 and 19.8 kJ/mol, respectively), the ceria followed surface reaction controlled mechanism. This may be attributed to the low solubility of ceria in nitric acid compared to uranium and yttria. The dissolution of ceria is therefore the rate-limiting step, compared to the diffusion rate of ceria from the pores of graphite.\n                  \n                  \n                     3.5\n                     Recyclability of the graphite substrate\n                     As reported earlier [7], the graphite coupons gain weight after decontamination due to the surface oxidation of the graphite in nitric acid. The presence of functional groups on the surface of the graphite was studied using FTIR spectroscopy. The graphite surface after 7 h of sonication showed the typical peaks of graphite oxide at 3422, 1720, 1625, 1390, 1226 and 1054 cm−1 due to –OH stretching, C=O (carboxyl) stretching, C=O, –OH bending, C-OH stretching and C-O stretching vibrations (Fig. 9\n                        ), confirming the surface oxidation [34].\n                     The graphite coupons (after decontamination in nitric acid for 7 h) were tested for their compressive strength to assess their reusability and check for any significant loss of strength due to surface oxidation. As per ASTM C-695, the time to specimen failure should be at least 30 sec. Accordingly, rate of loading for compression tests was fixed at 0.3 mm/min. During the tests, load and displacement data were digitally recorded. The failure stress of the graphite coupon was found to be 39.8 kN, as opposed to the 40.2 kN for a fresh graphite sample. The obtained values clearly indicate that the graphite coupons would be reusable after ultrasonic decontamination; given the loss of strength is insignificant (1%).\n                     Graphite is also used as electrodes in nuclear facilities. In order to determine its reusability as electrodes, the electrical resistivity of the graphite was also checked before and after decontamination in the presence of ultrasound. The resistivity of the graphite coupon, as received from manufacturer, was found to be 71 µΩ cm and the value reduced by only 5.6% to 67 µΩ cm after decontamination in the presence of sonication for 7 h. Such low variation in the electrical conductivity is deemed acceptable confirming the possible reuse of the decontaminated graphite as electrodes. Both these analysis confirmed that use of ultrasound during the decontamination didn't had any negative effect on the graphite structure.\n                  \n                  \n                     3.6\n                     Comparison of ceria recovery with earlier literature\n                     Apart from using nitric acid as leachant coupled with intensification using ultrasound as investigated in the current work, ceria dissolution has been reported using combination of formic acid, nitric acid and hydrazine nitrate [25]. It is important to note that formic acid and hydrazine may also lead to denitration of the nitric acid [32] and also use of such reactants may lead to further erosion of the graphite substrate. Use of hydrazine nitrate may be limited on a large scale due to its carcinogenic nature. A comparison of ceria recovery using various combinations of leachants in the presence and absence of ultrasound based on the analysis of literature and current work is given in Table 1\n                        . For the sake of numerical comparison, rate of ceria recovery RCe (g m−2 min−1) was evaluated using the following equation\n                           \n                              \n                                 \n                                    \n                                       R\n                                       \n                                          C\n                                          e\n                                       \n                                    \n                                    =\n                                    \n                                    \n                                       1\n                                       S\n                                    \n                                    \n                                       \n                                          d\n                                          x\n                                       \n                                       \n                                          d\n                                          t\n                                       \n                                    \n                                 \n                              \n                           \n                        where x is the extent of recovery of ceria (fraction), and S is the surface area of the coating (in m2) at time t. On evaluating the efficacy of 2M HNO3 applied in the current study, it was found that ceria recovery rate (2.11 × 10−2 mg m−2 min−1) at 60 °C was definitely an improvement as compared to non-sonicated operation with 2 M HNO3 at 60 °C [25]. In addition, the recovery rate was much higher than the literature reported values clearly depicting the importance of the current work.",
    "Conclusions": "4\n                  Conclusions\n                  The study established an interesting insight into the ultrasonic decontamination and adsorption of ceria in graphite dust, generated due to erosion of graphite. Ultrasound enhanced the dissolution and recovery rate of ceria from graphite substrate and resulted in the formation of useful byproducts in the form of graphite powder which further help in cleaning the leachant by adsorbing the metal ion. Due to the slow rate of dissolution of cerium in nitric acid, surface reaction controlled kinetic mechanism was the controlling mechanism as per the outcome of the current work. On studying the sensitivity of the operating parameters, the acid concentration was found to play the most significant role. The compressive strength and the electrical conductivity of the graphite were found to remain almost unchanged after 7 h of sonication, thereby facilitating its reuse. Overall, the study opens up a new dimension in nuclear reprocessing industry that is already burdened by almost 200,000 tonnes of waste nuclear graphite as per International Atomic Energy Agency (IAEA) [36], also complying with UN's Sustainable Development Goals. The work aims to promote the concept of circular economy by minimizing the waste generated from nuclear industries .",
    "Statement of novelty and significance": "Statement of novelty and significance\n                  The work demonstrates cavitation based intensified nuclear remediation technique which renders both the nuclear material and its substrate recyclable. The work details cleanup of the leachant after ceria recovery from graphite due to its adsorption in carbon dust, generated from graphite exfoliation. A less active leachant would ensure easier disposal, while the adsorbed cerium can be recovered and reused. Recyclability of the parent graphite was also elucidated after exfoliation. The work aims to promote the concept of circular economy by minimizing the waste generated from nuclear industries and has full potential for large-scale application in future.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     S. Lahiri: Methodology, Investigation, Writing – original draft. D. Mandal: Writing – review & editing, Supervision. P.R. Gogate: Supervision, Writing – review & editing. R.L. Bhardwaj: Supervision, Project administration."
  },
  "references": []
}