{
  "title": "Hybrid processes in manufacturing",
  "authors": [
    "Lauwers, Bert"
  ],
  "publication": {
    "journal": "CIRP Annals",
    "date": "2014-12-31",
    "doi": "10.1016/j.cirp.2014.05.003"
  },
  "abstract": "Hybrid manufacturing processes are based on the simultaneous and controlled interaction of process mechanisms and/or energy sources/tools having a significant effect on the process performance. These processes have a large influence on the processing/manufacturing characteristics resulting in higher machinability, reductions of process forces and tool wear, etc. Due to the combined action of processes, it also has an important – and most of the time – positive effect on the surface integrity of machined parts. This paper gives a definition and classification of hybrid processes, followed by a description of principles and future perspectives, benefits on productivity, effects on surface quality and applications of common hybrid processes.",
  "keywords": [
    "Productivity",
    "Surface quality",
    "Hybrid processes"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Hybrid production/manufacturing means the combination of processes/machines in order to produce parts in a more efficient and productive way. As stated in [175], a general objective of hybrid manufacturing is the “1+1=3”effect, meaning that the positive effect of the hybrid process is more than the double of the advantages of the single processes. Hybrid technologies give new possibilities to machine/process materials or shapes which could not be manufactured before or at lower cost. Within the domain of manufacturing technology, the term “hybrid” is often used to identify processes/products that combine several kind of technologies. According to Schuh et al. [175], “hybrid” can have several meanings: (1) combination of different active energy sources which act at the same time in the processing zone (e.g. laser assisted turning); (2) processes which combine process steps that are usually performed in two or more process steps (e.g. integration of component manufacturing and functional surface structuring or the integration of production of the semi-finished product and its bending in curved profile extrusion); (3) hybrid machines, integrating different processes within one machining platform (e.g. mill-turn centers); and (4) products having a hybrid structure or hybrid function (e.g. metal plastics composites components). Today, the term “hybrid processes” is often used to name processes belonging to the different groups presented. For example, laser assisted turning (combination of active principles) and multi-tasking machines (hybrid machines) are often entitled as hybrid processes. Also in literature, several descriptions of the term of “hybrid processes” are found. Rajurkar et al. [154] defines hybrid machining as a combination of two or more processes to remove material. These hybrid processes are developed to enhance advantages and to minimize potential disadvantages found in an individual technique. Kozak et al. [95] writes that the performance characteristics of hybrid machining processes must be considerably different from those that are characteristic for the component processes when performed separately. In hybrid machining (removal) processes, there are generally two categories: processes in which all constituent processes are directly involved in the material removal and processes in which only one of the participating processes directly removes the material while the other only assists in removal by positively changing the conditions of machining.\n                  In [132], Nau et al. define hybrid production processes as such that different forms of energy or forms of energy caused in different ways respectively are used at the same time at the same zone of impact as it is the case in laser-assisted machining. Hybrid production processes are also defined as the combination of effects that are conventionally caused by separated processes in one single process at the same time like in grind-hardening.\n                  Also, in metal forming the term “hybrid” is used in a broad definition. The term is used to characterize hybrid products which are manufactured by different materials like in cold forging of composites made from two more different alloys. It is also used to identify hybrid processes which are originally separately driven processes, such as combined hot extrusion, electromagnetic forming and hot sheet metal forming [66,67,136].\n                  In this paper, a precise definition and a classification of “hybrid processes” is given (Section 2), followed by a description of some important hybrid process technologies (Sections 3 and 4), focusing on the benefits on productivity (processing speed, surface quality, etc.). The work presented here is a result of discussions among researchers within the CIRP collaborative working group on Hybrid Processes of the International Academy for Production Engineering (CIRP). Within this collaborative working group (CWG), an extended questionnaire has been conducted leading to an extensive document describing the state-of-art in various hybrid process technologies [108].\n                  The need (and potential) for hybrid processes is also driven by resource and energy considerations [201] and by industry demands. The design of highly engineered mechanical products such as gas turbines, advanced automotive systems and heavy off-road equipment, often rely on advanced materials to achieve required performance characteristics. Many parts require high strength materials, exhibiting high temperatures or where formability should be reduced, requiring new processing technologies. In aerospace applications, this represents continued evolution and use of materials like powder nickel and cobalt alloys, high performance ceramics, and various emerging and yet to be defined advanced composite systems.\n                  From a manufacturing perspective, the process technologies required to transform these materials into final products have become increasingly challenging. The “strength-at-high-temperature” characteristics that make some alloys superior in service, or the unique characteristics that make other alloys lightweight, make them extremely difficult to machine by traditional methods. Sensitivity to near-surface damage related to machining processes is also a factor critical to component performance and service life.",
    "Definition and classification of hybrid processes": "2\n                  Definition and classification of hybrid processes\n                  Based on numerous discussions held within the CIRP collaborative working group on hybrid processes, the following definition has been put forward:\n                        “Hybrid manufacturing processes are based on the simultaneous and controlled interaction of process mechanisms and/or energy sources/tools having a significant effect on the process performance”.\n                     \n                  \n                  The wording “simultaneous and controlled interaction” means that the processes/energy sources should interact more or less in the same processing zone and at the same time.\n                  Two distinct examples of hybrid processes are given to better explain what a hybrid process means. First, laser assisted cutting, where the laser beam is directly focused in front of the cutting tool, resulting in easier machining and higher process performance (Fig. 1\n                     ).\n                  In this process, the main material removal mechanism is still the one occurring in conventional cutting, but the laser action softens the workpiece material, so machining of high alloyed steels or some ceramics becomes easier. It is only by applying the laser energy and the mechanical cutting energy at the same time (“1+1=3 effect”) that more efficient machining becomes possible. Due to the softening effect, the process forces decrease drastically and often better surface quality can be obtained.\n                  A second example in the area of forming is curved profile extrusion (CPE) [77], where extrusion and bending is combined within a unique new process. In comparison to the traditional processing route for manufacturing of curved profiles (Fig. 2\n                     ), where first the straight profile is extruded and then in a second process bended, in CPE, the extruded profile passes through a guiding tool, moveable by a linear axes system, naturally bending the profile during extrusion. Thus, the material flow in the extrusion die is influenced by the superimposed bending moment of the guiding tool and the additional friction force in the bearing areas. Consequently, the material is accelerated at the outside and decelerated at the inside of the profile so that a controlled curvature results from this differing material flow. Due to the bending during extrusion within the die, this new forming process causes no cross-sectional distortion of the profile, no spring back, and nearly no decrease in formability. Compared to warm bending tests, process forces could be drastically reduced to 10–15% of the bending force that would be required if only warm bending would have been applied.\n                  The development and application of a hybrid process should be as such that it enhances the advantages and minimizes the potential disadvantages found in the individual techniques [154]. The simultaneous effect of process technologies enhances the productivity (e.g. lower process forces, less tool wear) and/or makes processing of materials possible which cannot be manufactured by a single (conventionally applied) process [105]. Besides the above mentioned productivity measures, the simultaneous combination of processes and or energy sources also has an effect on surface integrity [107]. The latter is sometimes neglected in formulating the potentials of hybrid processes.\n                  A combination of processes does not necessarily means that all productivity measures are enhanced. Sometimes, one only aim a better chip breakage (e.g. media assisted cutting), while in other combinations, better machinability is aimed for (e.g. laser assisted cutting) [134].\n                  \n                     Fig. 3\n                      gives a further classification or grouping of hybrid processes and some examples. The first group (I) contains processes where two or more energy sources/tools are combined and have a synergetic effect in the processing zone. A further classification is made in “Assisted Hybrid Processes” (I.A) and “Mixed or Combined Processes” (I.B). In assisting processes, a main process (material removal, forming, etc.) is defined by the primary process. The secondary process only assists, while in pure hybrid processes, several processing mechanisms (originating from the different processes) or even new mechanisms are present. In the authors opinion, media assisted machining processes (high pressure jets, cryogenic cooling) are also defined as assisted hybrid processes, where the amount of energy applied for the secondary processes (jet) is relatively high compared to the conventional process. In mixed or combined processes, two or more processes are present, which according to the above definition should occur more or less at the same time.\n                  The second group (II) of hybrid processes contains processes where a controlled combination of effects occurs that are conventionally caused by separated processes. For example, in grind-hardening, removal is combined with controlled hardening due to the induced heat of the grinding process. An example in forming is the combination of spinning and tube bending. The following sections briefly describe the most important hybrid processes belonging to the different groups.",
    "Assisted hybrid processes": "3\n                  Assisted hybrid processes\n                  \n                     Fig. 4\n                      shows common combinations of a primary process with a secondary assisting process to create a hybrid assisted process technology. The results represent an excerpt of an extensive literature survey of about 250 papers. It can be concluded from Fig. 4 that the most important secondary assisting processes are vibration-/ultrasonic-, laser- and fluid-media assistance. Vibration assisted technologies are used in various primary processes to support the material removal. In these processes, a small vibration (average amplitudes: 1…200μm, frequencies: 0.1…80kHz) is added to the tool or workpiece movement. In most systems, especially in cutting and grinding operations, the amplitudes are in the range of 1–15μm and vibration is within a frequency range from 18kHz to 25kHz and the vibration itself is generated by piezoelectric elements within the tool holder, spindle or workpiece holding system. Therefore, the term “Ultrasonic Assisted Machining” (US) is also often used for these kinds of processes.\n                  The use of a laser beam as secondary process is available for various primary processes. The laser beam strongly influences the processing zone (e.g. material softening in cutting, changing electrolyte conditions in ECM, material elongation and bending in forming, etc.) so processing/shaping/machining becomes easier.\n                  The third very important group of secondary assisting processes incorporates the so-called “Media-assisted Processes”. This includes high pressure and cryogenic cooling/lubrication applied by dedicated jets or cooling nozzle systems. It is also used in forming (e.g. the pneumo-mechanical deep drawing process), where a pressurized medium is used to pre-stretch the sheet during the conventional deep drawing process. The borderline to conventional cooling and lubrication applications is not always clearly defined but it can be stated that there must be a significant process improvement initiated by the media assistance.\n                  Other secondary processes like magnetic field assistance conductive-heat assistance and the use of chemicals in general aim to increase the process performance or to machine materials which could not be machined by only using the primary process. The following sections briefly describe assisted hybrid processes for the following primary processes: cutting, grinding, EDM & ECM, and forming.\n                  \n                     3.1\n                     Cutting processes (turning, milling, drilling)\n                     This section describes mechanical cutting processes such as drilling, turning, milling assisted by other energy sources such as vibration, laser and fluid media and the specific advantages or distinct alterations by using the hybrid approach.\n                     \n                        3.1.1\n                        Vibration assisted cutting\n                        Today, vibration assisted cutting is implemented for turning (vibration assisted turning (VAT) e.g. [21,109]), milling (vibration assisted milling (VAM) e.g. [114,120,223]) and drilling (vibration assisted drilling (VAD) e.g. [58,137]). In turning, the vibration can be applied in one direction or in two directions generating an elliptical movement (Fig. 5\n                           ).\n                        Quite some research has been performed to study the effect of high frequency amplitude vibration of the cutting tool and/or workpiece. The most common configuration is the vibration in the cutting direction.\n                        During vibration assisted cutting, the resultant cutting speed v\n                           \n                              c,res\n                            alternates in the form\n                              \n                                 (1)\n                                 \n                                    \n                                       \n                                          v\n                                          \n                                             c\n                                             ,\n                                             r\n                                             e\n                                             s\n                                          \n                                       \n                                       (\n                                       t\n                                       )\n                                       =\n                                       \n                                          v\n                                          c\n                                       \n                                       +\n                                       A\n                                       ⋅\n                                       ω\n                                       ⋅\n                                       cos\n                                       (\n                                       ω\n                                       ⋅\n                                       t\n                                       )\n                                    \n                                 \n                              \n                           with the angular frequency\n                              \n                                 (2)\n                                 \n                                    \n                                       ω\n                                       =\n                                       2\n                                       ⋅\n                                       π\n                                       ⋅\n                                       \n                                          f\n                                          \n                                             u\n                                             s\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        For a product of the amplitude A and the angular frequency larger than the value of the cutting speed, the tool is intermittently not in contact with the workpiece [169]. Referring to Eq. (1), for typical amplitudes and vibration frequencies the cutting speed has to be very small to realize disengagement of the tool. For this case, the resulting speed is presented as a function of time (Fig. 6\n                           ).\n                        Schubert [169] investigated the influence of vibration assistance on the surface structure in turning of aluminum alloy AA2017. For vibration assistance in the cutting direction, SEM micrographs reveal a slightly distinctive surface structure, but the roughness values are in the same range as the values measured on specimens machined without ultrasonic vibration assistance (Fig. 7\n                           , left column).\n                        Besides the above described advantages, vibration assisted turning also enables the generation of predefined surface microstructures without using any additional finishing processes [30]. In this case, the vibration should be applied in the radial or in the feed direction. Turning with vibration assistance in the radial direction results in a variation of the depth of cut:\n                              \n                                 (3)\n                                 \n                                    \n                                       \n                                          a\n                                          \n                                             p\n                                             ,\n                                             r\n                                             e\n                                             s\n                                          \n                                       \n                                       (\n                                       t\n                                       )\n                                       =\n                                       \n                                          a\n                                          p\n                                       \n                                       +\n                                       A\n                                       ⋅\n                                       sin\n                                       (\n                                       ω\n                                       ⋅\n                                       t\n                                       )\n                                    \n                                 \n                              \n                           \n                        \n                        Accordingly, the workpiece surface shows a corresponding surface structure (Fig. 7, middle column). The geometry of this structure depends on the feed and the amplitude as well as on the ratio between the cutting speed and the vibration frequency. The dimension of the surface structures in circumferential direction d\n                           \n                              c\n                            can be calculated referring to the formula [169]:\n                              \n                                 (4)\n                                 \n                                    \n                                       \n                                          d\n                                          c\n                                       \n                                       =\n                                       \n                                          \n                                             \n                                                v\n                                                c\n                                             \n                                          \n                                          \n                                             \n                                                f\n                                                \n                                                   u\n                                                   s\n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        Consequently, a raise of the cutting speed involves a linear increase of the dimension of the microstructures in circumferential direction. Furthermore, the roughness values for measurements in longitudinal direction rise. The axial distance between the surface structures complies with the feed. However, at a cutting speed of 200m/min the differences between the single structures are smaller. In this case, it seems that the material has a higher tendency for smearing.\n                        For vibration in the feed direction, the resulting feed f\n                           \n                              res\n                            can be calculated according to Eq. (5):\n                              \n                                 (5)\n                                 \n                                    \n                                       \n                                          f\n                                          \n                                             r\n                                             e\n                                             s\n                                          \n                                       \n                                       (\n                                       t\n                                       )\n                                       =\n                                       f\n                                       +\n                                       A\n                                       ⋅\n                                       sin\n                                       (\n                                       ω\n                                       ⋅\n                                       t\n                                       )\n                                    \n                                 \n                              \n                           \n                        \n                        In this case, the vibration assistance has no significant influence on the surface roughness values, but a wavelike structure in the circumferential direction occurs (Fig. 7, right column). The amplitude of these structures corresponds to the vibration amplitude of the vibrating tool. In this way, different microstructures can be manufactured, adapted to special applications, for example friction loaded systems.\n                        The periodic disengagement of the cutting tool during vibration assistance according to Eq. (1) offers the opportunity for ultra-precision machining of hardened steel (Fig. 8\n                           ), glass and even other ceramic materials with single crystal diamond tools with reduced process forces and increased surface qualities (at least for ferrous materials) [20].\n                        In the example given (Fig. 8) generally better surface qualities can be achieved with higher vibration frequency. The machining also results in drastically reduced tool wear achieving highest geometrical accuracies (Fig. 9\n                           ). Also the chip breakage can be positively influenced by the vibration assistance (Fig. 10\n                           ), resulting in favorable short or even discontinuous chips. Further advantages of vibration assisted cutting are the reduction of built-up edges during machining and the elimination of burrs on the workpiece side.\n                        Due to the important advantages of vibration assistance during precision cutting of difficult-to-cut materials, compact vibration tooling systems are nowadays commercially available for the integration in conventional precision machines (Fig. 11\n                           ) or even complete machine series are meanwhile offered by the manufacturers [120].\n                        The principle of vibration assisted drilling is shown in Fig. 12\n                           . The actuation can be realized either on the workpiece or on the tool side [132]. Due to the vibration kinematics, lower process forces and therefore drilling torques, better chip breakage and chip removal are generally obtained [137].\n                        An example for major reduction of the drilling torque to a quasi-static value is shown in Fig. 13\n                            for the vibration assisted deep hole drilling of electrolytic copper ECu57 [58]. A virtually constant value can be reached independent of feed rate for no-load vibration amplitudes (A) in the range of about 5–10μm. Also a better chip breakage for the ductile material was achieved.\n                        Vibration assisted machining was also advantageously being applied to machine other workpiece materials. Vibration assisted drilling of Ti6Al4V was analyzed by Pujana et al. [151]. A decrease in feed force of up to 20% was found for high amplitudes at higher process temperatures as compared to conventional drilling. Baghlani et al. investigated the vibration assisted deep drilling of Inconel 738LC [7], also resulting in finding of lower process forces, reduced surface roughness and better chip breakage. Vibration assisted machining of stone (different granites and marble) was examined by Heisel et al. [57]. It could be observed that the resultant forces and torques were reduced. In addition a reduction of cratering at the drill exit was observed. Similar advantageous effects were also found during vibration assisted drilling of metal matrix composites by Kadivar et al. [149] and for drilling of carbon fiber-reinforced polymer (CFRP) composites by Phadnis et al. [72].\n                        Vibration assistance during milling applications is currently less applied due to the complexity of kinematics superposition in dependence on the required workpiece geometry. Nevertheless research is conducted in this area [15]. The vibration assisted milling of aluminum alloys showed improved tribological properties due to a distinct microstructure on the surface in the studies of Xing et al. [223]. Ostasevicius et al. [144] found superior surface finish in comparison to conventional machining when vibration milling stainless steel and titanium alloys.\n                        The capabilities of vibration assistance were also analyzed for the application during micro machining operations. A basic overview can be found in [33]. Similar effects like reduced cutting forces and tool wear, better chip breakage and reduced burr formation were observed. Sarwade et al. [161] successfully applied vibration assistance to micro drilling of bone material while Lian et al. [114] achieved superior surface finishes when micro milling aluminum. Hu et al. [62] analyzed the influence of workpiece materials (silicon, silicon carbide, glass, etc.) on the machining performance. It was found that the material removal rate generally increases with the decrease of the fracture toughness. Further research by Tsuboi et al. [202] concerns the combination of vibrating tool and cutting fluid vibration in order to reach an improvement in tool life for micro drilling of SiC.\n                        A more extensive review of vibration assisted machining can be found in [18]. A detailed study regarding the change between brittle and ductile regime machining during vibration-assisted turning of tungsten carbide was conducted by Liu et al. [117].\n                        In addition to vibration, Muhammad reports about hot ultrasonically assisted turning of β-Ti alloys, where in addition to the vibration, a heat source is used to further reduce process forces and improve the surface finish [128]. The workpiece is pre-heated via a band resistance heater to improve its machinability. The principle is based on temperature-dependence of shear strength of high-strength alloys. Therefore the applied heat softens the workpiece material thus improving material removal.\n                     \n                     \n                        3.1.2\n                        Laser assisted cutting\n                        The first implementation of laser assisted machining (LAM) was for turning of hard materials. The laser beam, focused directly in front of the cutting tool, softens the material so machining becomes easier. The principle for achieving dedicated cutting temperatures is shown in Fig. 14\n                           . More recently, research and implementation are also found for laser assisted milling [156] and shearing of sheet metal [38].\n                        Laser assisted turning of hardened steels is applied as an alternative to grinding and conventional hard turning, as reported by Ding [32]. Besides a larger material removal rate, laser assisted turning produces good surface finish, a more uniform surface hardness distribution and no microstructure change. The thermal expansion effect produces more compressive surface axial residual stresses than hard turning.\n                        LAM of difficult-to-cut Ni- and Ti-based alloys has also been analyzed. Attia et al. [4] investigated LAM of Inconel 718 where SEM analyses and microstructure examinations of machined surfaces show an improvement of the surface integrity. Compared to conventional cutting, the plastically deformed surface layer is deeper and more uniform. The absence of smeared material (was present in case of conventional cutting) and the increased plastic deformation zone, are indicative for the favorable compressive residual stresses (Fig. 15\n                           ). Brecher et al. [16] report on reduced cutting forces (40–60%) and improved tool life allowing the use of higher cutting speeds during LAM of Inconel alloys.\n                        Similar effects regarding process force reduction (21%) and increased specific material removal rates (34%) were also found for milling of Ti-alloys with laser assistance, reported by Zäh et al. [240].\n                        Dandekar et al. [27] analyzed the machinability improvement of titanium alloy (Ti6Al4V) via LAM and an additional hybrid approach via cutting tool cooling with LN2. LAM improved the machinability from low (60m/min) to medium-high (107m/min) cutting speeds while hybrid machining further improved it up to 150–200m/min. Microstructure and hardness profiles showed no change from pre-machining conditions. Two- to three-fold tool life improvements were measured for TiAlN coated carbide cutting tools resulting in overall cost savings of up to 40% compared to conventional machining.\n                        During laser assisted micro milling of hardened steel generally better dimensional accuracies due to reduced process forces and tool deflections as well as reduced tool wear have been observed. No clear trend can be reported regarding the achievable surface finish [122,179].\n                        In order to find optimal LAM settings in combination with the cutting parameters, Tagliaferri et al. [194] performed a DoE study in order to reveal the interaction of laser power, scanning speed, defocus, temperature and resulting surface roughness. This was also done by Zäh et al. [241] which in addition to experimental investigations, also developed a thermal simulation model for laser assisted milling of steel and titanium alloys. It was shown that laser assisted milling of titanium works better due to the higher heat accumulation into the material.\n                        Laser assisted machining also finds its applications for the machining of ceramic materials. Various ceramic materials (Si3N4, SiC, ZrO2, Al2O3, etc.) and carbides, under the condition that they contain some amorphous glass phases, can efficiently be machined (Fig. 16\n                           ). Heating up the glass phase, surrounding the crystals, at temperatures over 1000°C results in reduction of the deformation resistance and local softening of the material in the shear zone, enabling machining of the ceramic with a geometrically defined cutting edge. For various materials, LAM results in more uniform surfaces with an improved surface roughness.\n                        In this way, precise ceramic parts can be made, as reported by Lei et al., who investigated LAM of Si3N4 parts [112]. In addition to the plastic deformation and segmentation of chips, oxidation, melting and vaporization can take place due to intense laser heating. Under normal conditions (moderate temperature levels), the surface is uniformly smeared with a glassy material. LAM samples only showed a 2–4μm affected zone and no sub-surface cracks were observed. Compared to LAM surfaces, the affected layer in grinding is deeper and sub-surface cracks are present. When applying too high temperatures in LAM, the surface is irregular and cavities are present due to grain fall out. In this case, the surface roughness is mainly defined by the size and the distribution of the Si3N4 grains and not by the level of the (too high) temperature.\n                        An improvement of the surface roughness is also obtained in machining of Al2O3 ceramics [22], where it is compared to conventional planning. LAM of Magnesia-Partially-Stabilized Zirconia (PSZ) is reported by Pfefferkorn et al. in [148]. Turned surfaces show a smooth texture (Ra<1μm) without fracture, indicating that plastic deformation is the dominant mode in material removal. However, it is shown that the zone adjacent to the cutting zone (in front) is largely affected. This zone is characterized by cracks of which the density increases with increasing temperature.\n                        LAM machining has also been successfully implemented for milling of advanced ceramics [12,237]. Brecher et al. report on material removal rates increased by 160% compared to conventional machining with a defect free surface [17]. Besides lower cutting forces, a reduced workpiece edge chipping is reported by Yang et al. [230] due to the more plastic material behavior at elevated temperatures above 1000°C.\n                        An overview on current research trends on LAM; including an overview on modeling aspects can be found in [69]. Although laser assisted machining is investigated by several researchers and seems to have a potential to machine hard and brittle materials, the implementation within industry is still limited.\n                     \n                     \n                        3.1.3\n                        Media-assisted machining\n                        Within the area of media assisted processes a very important topic is the supply of high pressure lubrication coolants mainly for improved machining of difficult-to-machine materials like advanced Ni- and Ti-alloys, ceramics, composite materials and steels. Research history on this topic can be traced back several decades [150,220]. Flow rate and pressure have a significant influence on chip formation (chip shape, chip breakage), tool life and tool wear behavior (Fig. 17\n                           ) and on the metallurgical structure of workpiece and chip due to considerable temperature and lubrication changes (reduction of contact length between chip and rake face [75]). The media assistance is therefore also termed “high-pressure lubricoolant supply” [84].\n                        A major part of the process application concerns machining of difficult-to-cut super alloys for aerospace and turbine applications [41,160]. The poor thermal conductivity results in the concentration of heat in the cutting zone, accelerating tool wear without efficient cutting and cooling strategies [39]. Dahlman [26] found that temperatures can generally be reduced by 50% when high-pressure is applied which is also favorable for materials with a lower ductility. As a result super alloys can be machined with improved surface integrity and/or with higher cutting speeds identified during the turning and milling of Ti6Al4V and Inconel 718 by Lopez de Lacalle [118]. Also reduced wear of cutting tools (up to 350%) was identified by Ezugwu et al. during finish machining of Inconel 718 [40] as well as other more classical steels [146]. Due to increased cooling capabilities Sharman et al. recognized a clear reduction in the level of tensile residual stresses in the sub-surface layer during ultra-high pressure turning of Inconel 718 [176].\n                        Regarding chip shapes unfavorable and dangerous ribbon and long chips can be avoided resulting in increased process reliabilities and a higher degree of process automation [82].\n                        For the milling of alloyed steels with high waterjet pressure, Kovacevic et al. [92] recognized a surface roughness improvement with increasing water jet pressure. Also the occurrence of burrs was significantly lower. Kaminski et al. [75] measured a significant reduction of edge temperature by 40% during turning with media assistance.\n                        Besides the high pressure cooling applications, the cryogenic cooling has also been developed for machining of different materials. Cryogenic cooling and its advantageous effects on tool life during machining are shown exemplarily in Fig. 18\n                           .\n                        The cryogenic cooling with liquid nitrogen LN2 or carbon dioxide CO2 is widely applied for machining of Ni- and Ti-based superalloys. Abele et al. [2] report on the media assistance during cutting of Ti-alloys by using cryogenic cooling. On the one hand higher cutting forces are observed due to increased material strength but on the other hand several times longer tool life was identified during turning operations. In contrast the high thermal alternating load during milling operations could have a negative influence on tool life [2]. Instead, a significant positive influence of cryogenic cooling instead was measured by Klocke et al. for the turning of TiAl6V4 [81,83].\n                        Wang et al. [214] report on constantly better surface roughness values of Ti- and Ni-based alloys at the same cutting length due to cooling with liquid nitrogen. The cryogenic machining of Inconel 718 also results, according to Pusavec et al. [152], in a thicker compressive zone beneath the surface (extending the compressive zone from 40μm to 70μm). A finer micro-structure is obtained and there is less plastic deformation on the machined part (1–2μm thickness compared to 5–10μm in dry and/or conventional MQL machining). Due to the reduced temperatures, reduced wear of tools can be identified, hence also having a positive effect on the surface roughness as well.\n                        Wang et al. [215] analyzed a combination of turning with cryogenic cooling and plasma enhanced machining which is used to increase the temperatures in the workpiece to simultaneously soften it. By joining both techniques surface roughness was reduced by 250%, cutting forces by 30–50% and tool life was extended up to 170% over conventional machining.\n                        Similar effects regarding extended tool life and better surface finish as a result of reduced temperatures are seen in cryogenic machining of steels by Paul et al. during turning [146] and also grinding [145]. The aspect of more environmental friendly machining via cryogenic cooling is discussed by Dhar et al. for turning [31] and by Fredj et al. for grinding [42].\n                        Cryogenic turning is also being applied in machining of Si3N4 ceramics with PCBN tools by Wang et al. [216]. A strong reduction in surface roughness could be seen for comparable tool wear. A decrease from 20μm Ra (machining length 40mm) down to 3.2μm Ra (machining length 160mm) took place.\n                        Another important media-assisted grinding process is the so-called Viper-Grinding (very impressive performance extreme removal grinding) as a replacement for creep feed grinding of nickel-based alloys using CBN wheels. High-pressure coolant is employed, both through the spindle and via a programmable coolant nozzle. While grinding is traditionally regarded as a low stock removal finishing process, the VIPER process has shown to be 10 times faster at removing metal than milling [5,208].\n                     \n                  \n                  \n                     3.2\n                     Grinding processes\n                     Hybrid processes with grinding as the primary processes are most often based on vibration assistance. A distinction is made between vibration assisted grinding (Section 3.2.1) and vibration assisted polishing (Section 3.2.2).\n                     \n                        3.2.1\n                        Vibration assisted grinding\n                        Vibration assisted grinding is a rather new technology where a superposition of conventional grinding and a vibration (most often in the ultrasonic range) is established [99,115,204,207,210]. A well-known process is Rotary Ultrasonic Assisted Grinding (RUAG), where (tubular) cylindrical metal bound diamond grinding tools are used. The process is often implemented on a 3–5 axis CNC-“milling” type machine, where the relative tool-workpiece vibration can be obtained through an excitation in the spindle, the tool holder system (Fig. 19\n                           ) or on the workpiece itself.\n                        Vibration along the tool (excitation in the spindle or tool holder system) in combination with different tool/workpiece movements result in different vibration configurations: side grinding and peripheral grinding (Fig. 19). In every configuration, the cutting conditions of the abrasive grain change drastically. Depending on the settings of the vibration parameters (frequency, vibration amplitude), the scratching contact between grain and workpiece changes into a sinusoidal and impact-like penetration into the material [204].\n                        Side grinding is commonly applied for the machining of through holes and face grinding applications in various hard to cut materials like carbides and ceramics. Many researchers report reduced process forces (values from 10 to 50%) and better hole quality (less deterioration of surface quality or subsurface integrity) [163,204,207,210]. The above advantages are supported by the better tool wear behavior, as the vibration promotes self-sharpening of the grains, permanently supplying sharp cutting edges [204]. Important is the fact that the vibration amplitude should be larger than the maximum chip thickness in order to ensure that the contact between the tool and the workpiece is intermittently interrupted. Uhlmann et al. [204] also investigated the influence of various coolants in combination with various tool specifications (grain sizes: 30.126μm, binder: electroplated bond, sintered bronze bond, sintered Fe/Co bond) and showed that oil-based coolants are beneficial for lower process forces. This is due to the important effect of lubrication as the applied cutting speeds are lower compared to conventional high performance cutting (cutting speed has to be set low to have intermittent contact between tool and workpiece). Similar results and positive effects are also reported in grinding of Ti6Al4V alloys [139].\n                        Besides the machining of holes, the application of RUAG on a CNC-milling type configuration allows to machine any kind of 2D, 2.5D or 3D part (Fig. 20\n                           ). In general, experimental research shows for all these cases also positive influence of the vibration on the process force and the tool wear behavior [207].\n                        The effect of vibration when machining slots or pockets (peripheral mode, Fig. 19) is not always positive. The tool vibration (perpendicular to the feed direction) along the tool direction can result in surface cracks due to the hammering of the tool (Fig. 21\n                           , left). The picture shows an Al2O3 sample machined by Vanparys [206]. In general, surface textures of machined hard materials show mixed material removal mechanisms (MRM): plastic deformation and brittle removal (Fig. 21, right) [207]. The type of material removal mechanism depends on the material properties, the amplitude of vibration and the machining parameters. Brittle removal certainly increases the material removal rate, additionally supporting lower process forces, but should be avoided in finishing processes.\n                        Also in the case of machining of stabilized ZrO2 (toughest ceramic material), the effect of the vibration is clearly visible on the surface texture (Fig. 22\n                           ) [106]. As ZrO2 is a tough material (among all ceramic materials), no brittle removal is observed, but the impact of the grain movement is clearly visible. Although the vibration can have a negative effect on the surface roughness, it results in less edge chipping of machined grooves (Fig. 22, right).\n                        Besides RUAG, other researchers report about the ultrasonic assisted creep feed grinding of nickel based super alloys [13] and ceramic materials [225]. The workpiece was actuated at a constant frequency of about 20kHz, having the vibration along the feed direction. Reductions in process forces (up to 43%) and better surface roughness (up to 45%) were reported.\n                        Even other process combinations with vibration assisted grinding have been developed, as reported by Qinjian [153], where the machinability of PCD has been increased by a combination of vibration assisted grinding and electrical discharge machining\n                     \n                     \n                        3.2.2\n                        Vibration assisted polishing\n                        In addition to grinding, vibration assistance is also applied in polishing and/or lapping processes, mainly in micro manufacturing. A review of ultrasonic assisted lapping of microstructures in hard-brittle materials is given by Zhang [243]. Microstructures with high aspect ratios up to even larger than five have been machined. Through the introduction of several innovative strategies such as rotating tools, on machine tool preparation and vibration assistance, micro holes (∅ 5μm) have been machined in quartz glass and silicon. Suzuki reports about the development of an ultrasonic assisted polishing machine, where tungsten carbide micro aspheric dies and molds (WC) are polished to surface roughness values down to 8nm Rz [191,192].\n                        In the area of honing, more advanced hybrid tools, also based on piezo actuation, are presented in [34,135,201] (Fig. 23\n                           ). The presented finishing process is applied in combustion engine manufacturing to generate out of round bores by combining the conventional (vertical and rotational) movement of the honing tool with a controlled superimposed radial movement of each honing stone enabled by piezo actuators which are integrated in the tool.\n                     \n                  \n                  \n                     3.3\n                     Electro discharge and electrochemical machining\n                     For EDM and ECM processes also vibration, media and laser assistance can be identified as secondary processes in order to enhance the process performance of the core technologies. The individual process principles and the resulting hybrid effects will be described in the following paragraphs.\n                     \n                        3.3.1\n                        Vibration assisted EDM\n                        In vibration assisted EDM, an additional relative movement is applied in the system tool electrode, workpiece and dielectric fluid in order to increase the flushing efficiency, resulting in a higher material removal rate and better process stability (Fig. 24\n                           ) [64]. If process parameters are selected carefully, smooth surfaces can additionally be obtained. During vibration assisted EDM of tungsten carbide with a frequency of 750Hz and amplitude of 1.5μm Jahan et al. [68] found a more smooth and defect-free surface quality at the rim of the micro holes due to the reduction of deposited debris at the side walls and reduced ineffective pulses. During surface integrity analysis, Abdullah et al. [1] recognized that ultrasonic vibration of the tool decreases the thickness of the heat affected zone and recast layer reducing thermal stresses and resulting cracks.\n                        In micro-EDM which is the main area of application of vibration assistance in EDM, increasing the achievable aspect ratio without diminishing accuracy is one of the main goals of development, hence process stability is crucial. Flushing conditions and discharge gap state have been identified as main influences. Improved flushing strategies and optimized discharge gap control circuits have led to great improvements [25,101,174,189]. Many conventional strategies of gap flushing, such as high pressure flushing or flushing through the tool electrode are not available in micro-EDM because of the small size and fragility of the tool. Furthermore, to achieve maximum accuracy, the discharge gap has to be minimized.\n                        An important focal point in research has been the superposition of vibration onto the tool or workpiece to improve flushing conditions and thus stabilizing the process. The integration of ultrasonic as well as low-frequency vibration shows significantly raised process stability for micro bores [235,242]. The periodic relative movement between tool and workpiece causes a flow of the dielectric and an agitation of the debris particles in the dielectric medium. Due to this phenomenon, a settlement of debris on the bore ground and the agglomeration of particles are reduced and the state of the gap is equalized. An improvement in terms of flushing and homogenization of the dielectric liquid leads to a faster and more stable process with better shape accuracy, allowing for higher aspect ratios and more complex structures. Since the vibration frequency directly influences the flow speed in the dielectric, ultrasonic and high-frequency vibrations are especially beneficial.\n                        Low frequency (LF) vibration setups can be realized easily, since there is no need for resonant systems. To characterize the effect of a LF-vibration on the machining of bore holes, Schubert et al. have investigated vibration frequencies of up to 1200Hz and amplitudes of up to 25μm peak-peak [171]. The results of the investigations show 10% higher process speed compared to conventional machining. A larger contribution can be seen in reducing geometrical errors and process instabilities which can be observed by a reduction of the machining time variation of more than 50% [172]. However, the specific machine tool setup has to be taken into consideration when choosing the vibration frequency to avoid negative interaction with the gap width regulation.\n                        Direct ultrasonic vibration of the tool or workpiece is regarded as the optimal strategy for improved flushing and stabilized micro-ED machining of high aspect ratio structures [173,174]. High frequencies in the range of 20–60kHz with amplitudes of 2–10μm peak–peak significantly influence the frontal discharge gap state and therefore the process itself.\n                        The first effect of increased flushing performance is based on a very high movement velocity of the dielectric of more than 0.5m/s with accelerations of over 60km/s2, efficiently moving and stirring the dielectric. Particle agglomeration is reduced, leading to a more uniform gap condition and increasing the amount of efficient discharges. The second effect relates to the periodic change of gap width through vibration. There, retracting movements end longer arc discharges occur that cause geometric deviation and process instabilities [44]. As a result, process speed is significantly enhanced and, additionally, more complex structures can be reproducibly machined. Fig. 25\n                            shows the tool feed for machining of very deep micro bores with a conventional process and two direct ultrasonically assisted processes. The used tool electrode diameter is 60μm.\n                        With increasing depth, the conventional process (f\n                           =0Hz) not only slows down, but also becomes unstable, leading to retracting movements of the tool electrode caused by long short circuit periods. For the direct ultrasonically assisted processes (f\n                           =21.8kHz) no large retracting movements are observed. This allows for the machining of high aspect ratio structures such as micro bore arrays or complex external structures. 751 micro bores of diameter 85μm and depths of 1000μm could be successfully machined in steel.\n                        The direct ultrasonic vibration induced into tool or workpiece requires the design of a suitable actuation and clamping setup that can withstand the high acceleration forces. Since these are proportional to the mass of the system, exciting a large part is challenging. An approach to implement a similar setup without exciting the workpiece or tool is to overlay the discharge area with a high intensity ultrasonic field. Setups consist of an ultrasonic transducer and a tuned sonotrode that amplifies the vibration to the targeted value. The sonotrode is immersed in the dielectric and arranged in a way that the high intensity near field of the ultrasonic is aligned to the machining zone. Sonotrode tip speeds of up to 2.2m/s at frequencies of 24kHz and amplitudes of 30μm peak–peak lead to intense movements within the dielectric [170].\n                        When applying indirect ultrasonic superposition, because of the orientation of the sonotrode non-coaxial to the feed direction, the tool electrode is also subject to excitation through the pressure waves within the dielectric. In case of vibration in the eigenfrequency range of the tool, electrode resonance movement can adversely affect the process. Within the near field, the high intensity, fast movement causes cavitation in the medium. Within the discharge gap, particles are created during the EDM process and as a result cavitation is additionally facilitated. Stuck to the particles, the gas bubbles of the cavitation phenomenon can become stable, rise faster and create a stream transporting particles out of the discharge gap that contributes to improved flushing, Yeo et al. [231].\n                        Different process modifications and areas of application are exemplarily shown in the following. Ultrasonic assistance was successfully applied by Wansheng et al. [217] for EDM drilling of small holes (diameter of 0.2mm) in titanium alloys with cemented carbide electrodes. A steady and reliable process allowed aspect ratios about 15. Ichikawa et al. [63] utilized ultrasonic vibration in order to realize micro-EDM with ultra-small discharge energies. The machining speed under these conditions is quite low due to short circuits and abnormal discharges because of the difficult debris removal from the narrow gap-width. By the additional application of vibration, the machining time could greatly be shortened, the lateral gap width was decreased and tool wear ratio became smaller. The EDM drilling of high aspect ratio micro holes aided with ultrasonic vibration and planetary movement of the electrode was proposed by Yu et al. [235]. The planetary movement with enhancement from ultrasonic vibration provides an unevenly distributed gap for debris and bubbles to escape from the discharge zone more easily. Therefore, micro holes with aspect ratios of 29 have been drilled. Also delayed start-up processes during EDM micro hole drilling when the tool electrode starts to enter the workpiece and greatly changing conditions can significantly be reduced by the effect of additional tool vibrations [44]. Sundaram et al. [190] executed a detailed study on the influences of different process parameters on machining performance during ultrasonic assisted micro EDM. Based on ANOVA, ultrasonic vibration at 60% of the peak power with capacitance of 3300pF was found to be significant for best material removal rates (MRR). Besides the application in the micro range, the vibration assistance was also successfully applied to some macro applications. Uhlmann et al. [203] investigated on vibration assisted EDM of seal slots in high-temperature resistant materials for turbine components. During the machining of high aspect ratio cavities in MAR-M-247, the material removal rate could be increased by 11% and the relative tool electrode wear was reduced by 21%. During vibration assisted EDM of PCD using an axial movement of the copper electrode, Iwai et al. [64] found a three times higher material removal rate with reduced electrode wear and same surface roughness compared to conventional machining (Fig. 24). Zhang et al. [226,245,246] investigated the effect of vibration in EDM using a gas as dielectric medium. Compared to classical EDM in gas, the material removal rate can be doubled keeping the surface roughness at the same level.\n                        The effect of cryogenically cooled electrodes in vibration assisted EDM was studied for the machining of M2 HSS workpiece material [181]. For a similar level of material removal rate, the tool wear and surface roughness was significantly lower compared to conventional EDM.\n                     \n                     \n                        3.3.2\n                        Media assisted EDM\n                        In the context of media assisted processes high speed roughing EDM with high pressure and high flow rate flushing have gained an important impact for the machining of difficult-to-cut Ti- and Ni-based alloys for turbo-machinery applications.\n                        The high-speed electro-erosion milling (HSEM) process utilizes controlled distributed arc and discharges for rapid metal removal (Fig. 26\n                           ). High material removal rates are achieved by promoting controlled electric arcing through the use of a non-dielectric medium and a spinning electrode, enabling simultaneous multiple discharges and arcs to occur. The process starts with multiple ionic micro-bridges in the small gap. The applied voltage triggers gas bubble generation and breakdown as well as instantaneous short-circuiting, resulting in rapid metal erosion in many locations. A metal removal rate of approx. 200cm3/min has been achieved with a 25mm thick disk electrode. During blisk milling of Inconel 718 the process achieves a three times higher material removal rate compared to conventional cutting, Wei et al. [219,236].\n                        The blasting erosion arc machining (BEAM) process utilizes a strong multi-hole inner flushing (e.g. bundle of graphite tubes). The high velocity flushing induces a strong hydrodynamic effect which distorts, elongates or even breaks the arcing plasma column. During arcing, an extremely strong blasting blows off the molten material explosively resulting in high material removal rates. Therefore, during machining of Inconel 718 removal rates exceeding 11,300mm3/min at low tool wear ratios of about 1% could be achieved using water-based dielectric, Zhao et al. [247].\n                     \n                     \n                        3.3.3\n                        Pulsed electrochemical machining – PECM\n                        In order to apply ECM for precision and micro machining, it is required to implement a high localization of the electric current density to ensure a high localized anodic dissolution and to realize a sufficient electrolyte supply within the gap for an efficient flushing. These effects are achieved electrically as well as mechanically pulsed process variants, as described by many researchers [3,37,97,158,213,233].\n                        Pulsed electrochemical machining (PECM) is a vibration assisted development of ECM die-sinking by applying a low frequency oscillation of the tool electrode within the working gap [167] (Fig. 27\n                           ). Using the combination of an additionally pulsed, low-frequency, high current density direct current and the oscillating electrode enables the machining at reduced working gaps of about 10–50μm. Thereby, a high precision up to 2μm and high surface quality of Ra≥0.03μm are realized.\n                        In the first phase of the process the distance between anode and cathode is maximized, resulting in an excellent supply of electrolyte. In phase II the minimum gap is achieved and the current is switched on for a period in a range from 500μs to 5000μs, which leads to the removal process. The workpiece assumes the negative shape of the cathode. Due to the small distance, only a low amount of electrolyte is transported through the machining area. Larger working gaps in the pulse pauses (phase III) are used for a replacement of wasted electrolyte with fresh one. During the further progress, the phases of pulses and electrolyte change alternating. The oscillation movement is superimposed by a forward movement. So the workpiece is machined gradually up to the final form. Due to the pulsation of the current and the oscillation of the electrode, a high localization of the current density and good flushing conditions can be realized simultaneously.\n                        In PECM a high amount of the process time is used for the replacement of the electrolyte in the pulse pauses. In these pulse pauses no erosion processes take place. So the maximum removal rates of PECM compared to EC methods, in which continuous direct current is used, are reduced. Due to the high localization, PECM is especially qualified for the manufacturing of complex micro structures ≥5μm with high precision. In industry, PECM is therefore successfully applied for the manufacture of punching and cutting tools made of high-strength materials of filigree structured metal consumer parts like razor shave cabs.\n                        By the application of ultra-short voltage pulses during ECM, electrochemical reactions can be spatially confined with an accuracy in the nanometer range. This becomes possible by localized charging of the electrochemical double layer and therefore direct manipulation of the electrochemical dissolution rate at the anodic poled workpiece surface. Machining precisions below 100nm can be achieved by the application of 500ps voltage pulses (Fig. 28\n                           ). The two holes (a and b) are etched into a Cu sheet, employing a cylindrical Ø 50mm Pt tool (applied voltage: 1.5V). Hole (a) is made with 5ms pulse duration, causing a poorly defined hole accompanied by corrosion of the workpiece up to 100μm distance around the hole. For hole (b), the pulse duration is reduced to 100ns, significantly improving the accuracy of machining.\n                        Even three dimensional structures with down to nanometer precision are achievable according to Kock et al. [88].\n                     \n                     \n                        3.3.4\n                        Air assisted jet electrochemical machining\n                        Electrochemical machining with a continuous electrolytic free jet (Jet-ECM) is a flexible technical realization of ECM in order to achieve localized material removal. In Jet-ECM an electrolyte jet supplies the electric current between anodic workpiece and cathodic tool [96]. The cathodic tool is a small nozzle which ejects the electrolyte. To increase the removal velocity, assistance by controlled air flow was proposed by Hackert-Oschätzchen et al. [52,55]. Due to this phenomenon, small working gaps down to approximately 25% of the nozzle diameter and current densities up to 2100A/cm2 can be applied [166].\n                        The principle of air assisted Jet-ECM is shown in Fig. 29\n                            (left). The electrolyte jet is ejected perpendicular to the workpiece surface. In interaction with the surrounding air, a closed electrolytic free jet is formed. So the electric current is restricted to a limited area by the jet and high current densities with a high degree of local removal, high localization of erosion and high surface quality are achieved. In air assisted Jet-ECM continuous electric current can be used, resulting in higher removal rates compared to pulsed ECM processes. Reasons for this are the excellent supply of sufficiently fresh electrolyte and the good removal of the reaction products, by using the jet. Micro structured surfaces and complex three-dimensional micro geometries can easily be generated by changing the nozzle position and by setting the electric current [53,54].\n                        Machining examples showing the high flexibility of Jet-ECM are presented in Fig. 29 (right). The cavities are machined in stainless steel 1.4541 with widths of 200μm and depths of 60μm. Other examples showing the benefits are reported by Natsu et al. [130,131].\n                     \n                     \n                        3.3.5\n                        Laser assisted chemical and electrochemical machining\n                        Laser assisted chemical and electrochemical machining processes have been developed in order to increase local material removal rate. Heating the electrolyte in the dedicated area of machining increases the local chemical activity or electrical conductivity in order to increase the chemical reactions on the workpiece surface (Fig. 30\n                           ). The SEM image (Fig. 30a) shows the machining quality of nitinol using direct laser ablation compared to (b) laser chemical machining.\n                        Stephen et al. [184] recognized for coaxially to the laser beam injected etching liquid that the reaction rate is primarily temperature driven independent of the laser wavelength. Thus, the laser supports the kinetics of dissolution and has no melting effects. The machining quality with respect to aspect ratio, edge radius and roughness can be enhanced by increasing the velocity of the etching liquid [185]. According to Mehrafsun et al. [121], emerging gas bubbles shield the workpiece surface against the etchant and lead to an interruption of the chemical removal reaction in the center of the cavity, changing the effective fluence distribution.\n                        In laser assisted jet ECM (LAJECM) De Silva et al. [28] found 25μm deeper cavities with a reflective surface of Ra=20nm without any detectable heat affected zone or spark damage due to electrolyte boiling. The laser also facilitates the removal of brittle oxide layers enabling ECM of oxide forming metals such as titanium with benign electrolytes.\n                        Zhang et al. [244] investigated the laser drilling process assisted by jet electrochemical machining (JECM-LD) to improve the overall quality of laser drilled holes. The effects of the jet electrolyte during the process mostly consist of electrochemical reactions and effective cooling of material. During machining of nickel-based superalloy sheets it is found that the recast layer and spatter have been effectively removed compared to conventional laser drilling.\n                     \n                  \n                  \n                     3.4\n                     Forming processes\n                     Also for forming, vibration and laser assistance can be identified as secondary processes in order to enhance the productivity of the primary process. In addition (but not further described), thermally assisted forming (using gas burners for spinning) and electrically assisted forming can also be mentioned as hybrid processes [36].\n                     \n                        3.4.1\n                        Vibration assisted forming\n                        The use of ultrasonically oscillating dies for wire drawing has been investigated by Siegert et al. [178]. They analyzed the influence of ultrasonic-performance or rather amplitude, drawing velocity and true strain concerning drawing force reduction and surface roughness. It was found that the drawing force reduction is a function of the amplitude and nearly independent from the absolute drawing force. With increasing drawing velocities, the drawing force reductions decrease, because of decreasing oscillations per unit of length. Concerning conventional materials, however, wire drawing with ultrasonically oscillating dies is limited to low axial drawing forces and low drawing velocities. Wire drawing with ultrasonically oscillating dies is suitable for brittle wire-materials.\n                        Behrens et al. [11] are superimposing oscillation in sheet bulk metal forming. The part itself is manufactured by deep drawing and the gearing is produced by bulk forming in a combination with superimposing oscillation, which leads to significantly reduced process forces (Fig. 31\n                           ). The investigations showed that with increasing process requirements such as lower die clearance, the superimposed oscillation has a greater effect on the reduction of the forming force and the spring back behavior.\n                        Heß et al. [60] performed a more detailed investigation on the force reduction (up to 40%) in axial forming by an oscillating ram movement. Although the reason for the force reduction is not fully understood, this paper numerically investigated two theories. One is the “friction theory” which attributes the force reduction to the rebuilding of the lubricating film during the back stroke. The other is the “softening theory”, attributing to a force reduction due to softening effects like the Bauschinger effect, caused by the alternating load when using an oscillating ram motion.\n                     \n                     \n                        3.4.2\n                        Laser assisted forming\n                        In order to increase the formability and to reduce the spring back phenomena in bending processes, assistance of laser heat can be applied.\n                        An experimental analysis and analytical modeling for laser assisted bending of AA 6082 T6 aluminum thin sheets was investigated by Gisario et al. [45]. They showed that by correct selection of the laser process parameters, the spring back behavior could be fully eliminated. Laser assisted spinning of advanced materials such as Inconel, stainless steels and titanium alloys has been investigated by Klocke et al. [85,86,218] (Fig. 32\n                           ).\n                        By applying a high power diode laser for local heating simultaneously to the mechanical forces, the forming limits can be extended considerably. Furthermore, parts with complex shapes can be formed without negative consequences of conventional heating by gas burners. Similar results were also obtained by Romero et al. [155], who investigated laser assisted spinning of advanced high strength steel (DP-800) and aeronautic Grade Titanium alloys, with minor or no change in microstructure, final properties improvements and no change to coating, thanks to the controlled energy input and fast thermal cycles.\n                        Also in laser assisted burnishing, reported by Tian et al. [199], a better surface finish is obtained and the ratio of feed force to normal force is reduced, the latter suggesting that less tool wear may be achieved compared to the conventional burnishing process.\n                        In single point incremental forming (SPIF), laser assistance as reported by various researchers [14,35,48,61,182], strongly extends the formability limits. Fig. 33\n                            shows two set-ups, left performed on a classical milling machine [48], right with a robot system [35]. For the robot set-up, the sheet metal plate is clamped in a vertical table system. The shaping tool is moved by a robot, while the material is locally heated in front of the moving tool by a laser beam (Nd-YAG laser) acting at the back side of the sheet metal plate. In both investigations, spring back is reduced due to the softening effect of the laser.",
    "Mixed or combined processes": "4\n                  Mixed or combined processes\n                  In mixed or combined processes, two or more processes are present, which according to the definition should occur more or less at the same time. Research and development is focused on the investigation of new combinations, enhancing process performance. The most important hybrid processes belong to the group of combination of different subtractive processes (see Section 4.1) or different forming processes (see Section 4.2). Besides also combinations between subtractive and forming processes are known but less used such as ECM combined with roller burnishing.\n                  \n                     4.1\n                     Combination of subtractive processes\n                     \n                        4.1.1\n                        Combination of EDM and grinding\n                        In the area of process combinations with EDM the integration of grinding and spark erosion processes has gained an important role [98]. Fig. 34\n                            shows the basic principle and the application of hybrid processes during EDM grinding and abrasive-wire-EDM where enhanced material removal is realized by the synergy between spark erosion and abrasion.\n                        During EDM grinding of difficult-to-machine but electrically conductive materials like cemented carbides with metal bonded diamond grinding wheels, the grinding performance is enhanced by both effectively removing material from the workpiece and declogging the grinding wheel surface (reported by Koshy et al. [90]). The surface textures show the decrease of the role of the grinding process with an increase of the current on the workpiece side. For a current of 0.4A, the grooves generated by the abrasives are clearly visible, while this is not the case for a current of 2.1A. The spark discharges also thermally soften the material in the grinding zone, consequently decreasing the cutting forces and the required spindle power [91].\n                        During abrasive-wire-EDM of Ni-based alloys, proposed by Menzies et al. [123], the machining of surfaces with minimized recast layers is of main interest for the aerospace industry. Fig. 34 shows the recast layer generated in WEDM to be continuous and of a thickness of ∼5μm. For identical electrical parameters, the recast layer is largely absent in the hybrid AWEDM process.\n                        The machining of hard materials and the effect of the process parameters on energy consumption and internal stresses was also investigated by Golabczak et al. [46,47]. Also in this research, it was proved that the material removal depends on both kinematic (feed and depth of grinding) and electric conditions of the abrasive electrical discharge grinding (AEDG) process.\n                        The ultrasonic assisted vibration during EDM grinding was suggested by Suzuki et al. [193] for the machining of extremely hard-to-grind ceramic materials like TiB2. Due to the additional vibration a stock removal rate of 200mm3/min and a grinding ratio of 110 have been achieved.\n                        During electro contact discharge dressing (ECDD) of grinding wheels, proposed by Tönshoff et al. [200], discharges between tool electrode and grinding wheel are generated via the distortion of the electrical field due to the simultaneous chip formation at the electrode by contact of the abrasives to the infeeding electrode. Due to discharge heat generation, bond material is molten and effectively removed, resulting in (in-process) dressing operation [29,200].\n                     \n                     \n                        4.1.2\n                        Combination of ECM and grinding\n                        The hybrid process combination of ECM and grinding (Fig. 35\n                           ) was already developed in the 1960s in order to get a high-efficient and burr-free material removal process for difficult-to-machine aerospace alloys and cemented carbides [10,70,127].\n                        The process combination of ECM and grinding allows for example the burr-free grinding of honeycomb structures for turbine applications (Fig. 36\n                           , left). Process variants were also developed for ECM-honing applications [162]. Nowadays, alternative technologies have been developed, largely reducing the application of this process because of the high complexity of process control and environmental concerns. Other applications can be found in precision machining of small holes by Zhu et al. [249] (Fig. 36, right). A metal rod with coated abrasives as cathode rotates at high speed and removes material electrochemically and mechanically in a pilot hole with sharp edges and no burrs. Resulting diameter and surface quality depend on the specific balance of process parameters. More recent fundamental studies on electrode wear and the use of wires as electrodes can be found in [49,238].\n                        Abrasive electrochemical multi-wire slicing as a further combination is applied by Wang et al. [212] to solar silicon ingot processing in order to achieve improved surface integrities and increased material removal rates.\n                        Within the process combination of ECM and grinding the electrolytic in-process dressing (ELID) technology, proposed by Ohmori et al. [142], also represent a major hybrid approach with different foci. For the base technology, Fig. 37\n                           , the self-regulation of ECM-based anodic oxide layer growth on the grinding wheel and the simultaneous mechanical removal of this layer by the grinding process (ELID cycle, see [142]) combines two different physical active principles. In addition the hydroxide ions and the ELID-oxide particles within the coolant fluid can have a positive effect on the material removal (reduced process forces, higher material removal rates) and the surface quality (reduced surface roughness values – “polish-grinding” with mirror-like appearance) on the workpiece side [141].\n                        Examples for ELID-finishing of hardened bearing steel with CBN grinding wheels can be found in [186] and of cemented carbide glass mold inserts with fine grained diamond grinding wheels in [78] (Fig. 38\n                           ). When applying an additional electrical potential on the workpiece side, even a simultaneous and controlled oxidation of the ground surface can take place resulting in superior surface performance in terms of chemical inertness, increased hardness or coloration aspects [140].\n                     \n                     \n                        4.1.3\n                        Combination of ECM and EDM\n                        The combination of ECM and EDM has been widely investigated by many researchers [23,43,56,116,138,164,180,221,222,248]. According to the principle of ECDM (Fig. 39\n                           ), the discharge delay time of the EDM process is used for electrochemical based broad surface abrasion followed by local thermal material removal in consequence of discharge formation. By adjusting the process parameters smooth surface finishes with reduced thermally influenced rim zones and high geometrical precision can be achieved during machining of micro features, cf. Nguyen et al. [138] or during the trueing and dressing of metal bonded grinding wheels, cf. Schöpf et al. [164].\n                        The combination of ECM and wire-EDM is investigated for the efficient machining of low resistance silicon wafers by Wang et al. [211] High efficiency of slicing ingots with low wire consumption is achieved by the use of a specific detergent capability of the electrolyte. The presence of chemicals influences the surface texture, as micro-holes (sub-micron level) can be formed due to the electrochemical corrosion on the surface. However, using proper process parameters, these micro-holes can be avoided.\n                        The specific design of process energy sources for hybrid machining of EDM and ECM was investigated in order to have an optimal and effective utilization of the combination for the provided case of application [104].\n                        Spark assisted chemical engraving (SACE) – sometimes misleadingly also termed “ECDM” (Fig. 40\n                           ), uses electrical discharges between the tool electrode and the electrolyte in a thin film around its tip due to a resulting high concentration of electric field and current density in order to erode and chemically etch electrically non-conductive materials like glass.\n                        A detailed overview on this technology is given by Wüthrich et al. [222]. Zheng et al. [248] applied this process in order to drill Pyrex glass with a cylindrical rotating tool (diameter of 200μm). Laio et al. [103] investigate on the performance of different electrolytes and resulting process stability and achievable geometrical accuracy during drilling of quartz. The same principle is successfully applied during “Traveling Wire ECDM (TW-ECDM)” by Peng et al. for slicing of non-conductive brittle materials like glass or quartz bars.\n                     \n                     \n                        4.1.4\n                        Hybrid processes for polishing applications\n                        Numerous hybrid process combinations have been developed in order to enhance material removal rates during polishing of hard and brittle materials like silicon based ceramics or semiconductors. The dominating material removal mechanism for chemical mechanical polishing/planarization CMP strongly depends on material properties and employed polishing agents as well as on machining parameters. Silicon carbide was efficiently polished by diamond slurry (mainly mechanical removal) whereas for polishing of silicon nitride ceria slurry achieves higher removal rates (chemo-mechanical effects), Klocke et al. [87]. Lee et al. [111] found out that chemically reacted (oxidized) SiC has a higher wear amount than bulk material during hybrid polishing with mixed abrasive slurry consisting of colloidal silica and nano diamond.\n                        Jeong et al. [70] analyzed the CMP and an additionally added ECM process (ECMP) to effectively machine Cu and other metals for MEMS applications via surface oxidation with low mechanical pressure, high removal rates and defect-free surfaces.\n                        Electric and magnetic field-assisted finishing/polishing represent another area of hybrid polishing processes in order to enhance material removal and surface finish. In the field assistance an active control of the polishing process is achieved due to dedicated electric or magnetic forces acting on the specific tools for a localized removal, see [73,227]. The surface roughness of machined wafers can be further reduced (from 1.14nm Ra to 0.58nm Ra), but also in this case a proper selection of process parameters is required. Also plasma assisted polishing is applied during machining of single crystal SiC in order to achieve highest surface qualities via surface oxidation without introducing crystallographic subsurface damage, see Yamamura et al. [228].\n                     \n                     \n                        4.1.5\n                        Other hybrid combinations of subtractive processes\n                        Combination of various processes has already been reported since several decades. For example, Kozak et al. reported in the 1970s about the combination of laser machining and EDM [93,94].\n                        A hybrid laser–waterjet ablation technology is proposed by Tangwarodomnukun et al. [198] in order to minimize thermal damages during machining of single crystal silicon. The target material is heated and softened by a laser and the softened material is expelled by the waterjet. In addition a cooling effect of the workpiece takes place resulting in almost no heat-affected zone (HAZ) [197]. Kalyanasundaram et al. [74] successfully applied the technology in order to machine yttrium stabilized zirconia. The hybrid system exploits the low thermal shock resistance for controlled crack propagation along the cutting path through localized heating and rapid quenching.\n                        Grit blast assisted milling and grooving of metallic alloys was analyzed by Li et al. [113] Due to high viscosity of some materials in the molten state it is difficult to achieve clean cuts without recasts and heat affected zones. Up to 100% increase in material removal rate and 15% reduction in the heat affected zone size can be achieved by the additional particle injection compared to gas jet assisted laser machining. Surface roughness has been reduced by 60%.\n                        The laser induced plasma micro machining (LIPMM) is presented by Malhotra et al. [119], in which plasma induced in a liquid at the focal point of the laser beam allows the micro machining of shiny silicon wafers, aluminum alloys, opaque ceramics and transparent materials like glass with high reflectivity or low absorptivity. In Line-LIPMM the shape of the plasma is optically manipulated, which reduces the machining time for micro patterning over large areas by about six times. In magnetically controlled LIPMM, an external magnetic field is used to manipulate the plasma shape for dedicated geometries.\n                        Metal cutting by combining electromagnetic and mechanical forces called “Electromagnetic Jigsaw” was presented by Kumar et al. [100]. In a proof of concept it was shown that by combining mechanical force with the Lorentz forces generated due to the application of a series of electromagnetic pulses, pre-existing cut or crack can be propagated along any arbitrary direction in a controlled fashion, yielding a novel tool-less, free-formed manufacturing process particularly suitable for hard-to-cut metals.\n                        The hybrid dry EDM process in a pulsating magnetic field is proposed by Joshi et al. [71]. The pulsating magnetic field is applied tangential to the electric field for increasing the movement of electrons and degree of ionization in the plasma leading to productivity improvements of 130% and zero tool wear as compared to conventional dry EDM.\n                        The interaction between electrical arc and laser radiation (Nd:YAG) for stabilization and guidance of plasma plumes is analyzed by Stute et al. [188]. As the laser provides a channel of increased conductivity, an alignment and stabilization of the electrical arc can be obtained and be exploited to achieve more efficient and flexible plasma processes.\n                     \n                  \n                  \n                     4.2\n                     Combination of forming processes\n                     \n                        4.2.1\n                        Combined deep drawing and cold forging\n                        The combined process of deep drawing and cold forging is a new hybrid metal forming process to produce composite products from different combinations of materials [65]. As presented in Fig. 41a, a one side coated circular sheet is positioned centrally above the contour-shaping die.\n                        The opening of the die has a small radius, which serves as a drawing edge (die radius). Alternatively, a special ring with a radius can be used. By substituting the deep drawing mandrel by a cylindrical bulk metal workpiece, the sheet is deep drawn into the shape of a cup which partly covers the bulk component. With increasing stroke the bulk metal workpiece starts to be cold forged, while the sheet component is additionally formed or even calibrated. At the end of the cold forging process, the punch moves upwards and the workpiece is pressed out by an ejector from the bottom of the tool. Depending on the diameter of the sheet in relation to the height of the bulk part, there is a partial or a complete cladding of the component. Composite metal structures with a cold forged bulk material in the core partly covered with a deep-drawn sheet material can be produced (Fig. 41b). Also multistage or lateral extrusion is conceivable as alternatives.\n                        It is expected that the use of a bulk part instead of a conventional mandrel allows a greater drawing ratio because of the simultaneous movement and deformation of the sheet and the bulk part. Furthermore, due to the cold forging process an additional reduction of the cross section can be carried out.\n                     \n                     \n                        4.2.2\n                        Combination of hot extrusion and equal channel angular pressing (iECAP)\n                        Severe plastic deformation (SPD) processes are introducing ultra-large plastic strain into bulk material, resulting in a reduction in grain size and therefore in grain size strengthening. Equal channel angular pressing (ECAP) is a SPD process in which the strain is introduced into the material through simple shear by pressing the workpiece through a channel intersected by a defined angle without a change in cross section [6]. It has been demonstrated by [232] that the subsequent application of hot extrusion and ECAP is leading to improved mechanical properties. However, the ECAP process limits the shape of the extruded part to simple solid geometries and its length to diameter ratio to low values in order to prevent bending of the ram in the ECAP die [224]. A combination of forward extrusion and single pass ECAP in a single die was presented by [147], while [143] proposed the combination of hot extrusion with multi-pass ECAP in a single die. This concept was adapted and modified by [51] for the hot extrusion of aluminum alloy machining chips (Fig. 42\n                           ).\n                        The tool was manufactured with a modular design in order to allow exchange of single parts of the tool. Compared to the subsequent process of extrusion and ECAP, this design allows the semi-continuous [143] production of more complex final geometries by exchanging the last part of the die. In the basic design, the tool is designed for the extrusion of 20mm×20mm rectangular solid profiles. The design includes four ECAP turns, following routes C-A-C in conventional ECAP, with a channel angle of ∅=90° between the channels and a channel displacement of K\n                           =20mm.\n                        An evaluation of the performance of the iECAP process was performed by Haase et al. [51]. Microstructure and mechanical properties of chip-based billets extruded through the iECAP die were compared to chip-based billets extruded through the flat-face die and the porthole die. The iECAP process gives comparable yield strengths (independent of the used extrusion die and ram speed) and significantly higher ultimate tensile strengths. The investigation demonstrated that using the iECAP die instead of a conventional flat-face die increases the ductility of aluminum extrudates fabricated from cast material, which complements the findings of [51] who reported increased ductility for magnesium when using this concept.\n                     \n                     \n                        4.2.3\n                        Combination of spinning and bending for tube forming\n                        The proposed process [8,59], is a combination of a tube spinning and a tube bending process (Fig. 43\n                           ). A tube is being clamped on a feeding device and is transported through a sleeve to the spinning tool. The three spinning rolls of the spinning tool are rotating around the tube at a defined rotational speed. The spinning process creates a diameter reduction of the tube. To manufacture a bent structure a freeform bending process is superposed. Due to this process setup the production of bent structures can be realized with variable tube diameters.\n                        In this hybrid process, the spinning process significantly influences the bending results, which is shown by reduced process forces and reduced springback. Furthermore, the combination can realize the manufacture of load optimized structures and has much more flexibility compared to conventional processes where workpiece dependent tools have to be used, leading to frequent changes of the tools and higher costs.\n                        \n                           Fig. 43 also shows a prototype machine and industrial manufactured samples. Tube diameters up to 90mm can be processed as well as tube lengths of 3000mm. Also the bending of three dimensional parts is possible due to a change of the bending plane by rotation of the pusher device.\n                     \n                     \n                        4.2.4\n                        Combination of extrusion and bending (curved profile extrusion)\n                        The principle of curved profile extrusion was already briefly explained in Section 2. When using curved profile extrusion (CPE) [9] the strand passes through a guiding tool, moveable by a linear axes system, so that the exiting strand is deflected. Thus, the material flow in the die is influenced by the superimposed moment and the additional friction force in the bearing areas. Consequently, the material is accelerated at the outside and decelerated at the inside of the profile so that the curvature results from this differing material flow. The manufactured curvature depends on the geometrical setup of the equipment which consists of the distance “a” between the die and the guiding tool, the distance “z” between the press axis and the position of the guiding tool, and the angle α between the press axis and the linear axis (Fig. 44\n                           ). CPE is highly flexible with regard to the cross section and the profile curvature because constantly curved profiles are produced when the guiding tool remains in its position, whereas variably curved profiles are produced by moving the guiding tool synchronously to the profile speed on a defined path.\n                        Variably curved profiles are produced by moving the guiding tool on a path synchronously to the profile velocity defined by the press conditions. Due to the exploitation of the viscous material behavior within the die, this forming technology causes no cross section deformation, no springback, and nearly no decrease in formability.\n                        To show the advantages of this hybrid process, Fig. 45\n                            shows the forces required in CPE and warm bending. The CPE experiment is applied by a synchronous movement of the guiding tool to the profile speed to produce a constantly plane curved profile with a radius of 1500mm. In contrast to this, the warm bending test is not operated parallel to the extrusion process. First, the extrusion process is started and run until the steady state is reached, which is the case when the target speed is attained and the press force slowly decreases. Then, the press stops and the same deflection of the guiding tool starts to introduce the bending process. The diagram indicates that the CPE process requires a maximum force of only 34N to deflect the strand for the curvature generation. In comparison to CPE, the warm bending process needs initial forces which are up to 150N to deflect the profile.\n                        This hybrid process gives many advantages to the conventional processes of extrusion, stretching, and bending as the manufacturing of curved profiles makes it difficult to achieve the required profile properties.\n                        Based on the CPE process, other process variants have been developed such as the twisted profile extrusion (TPE). In this forming process, a tool is used that guides and also twists the profile after the extrusion process by the deflection of the material flow. The characteristics of extrusion, like the increased temperature and the plastic state of the material, are used in order to deflect the flow of the material by applying a small amount of additional energy by rotating the guiding tool (Fig. 46\n                           ).\n                        This hybrid process can be used to produce screw rotors in fluid machinery. The conventional manufacturing process is costly because the cast semi-finished product has to be milled to a highly precise geometry in a time consuming procedure. The motivation to choose this extrusion method can be attributed to the advantages of CPE like low residual stresses and low bending forces, which can be transferred to TPE.\n                        \n                           Fig. 46 (right) shows the manufacturing of screw rotors, using ENAW 6060 as billet material. A pitch angle of approximately 30° on a profile length of 100mm could be attained. The initial force to rotate the guiding tool was very small, and the twisting angle was constant during the extrusion operation without fixing the rotary angle on the guiding tool.\n                        The presented production method TPE shows an alternative way to produce twisted profiles directly during the extrusion process by influencing the material flow in the die, based on the CPE principle. Furthermore, the torque for twisting during extrusion is more than 50% lower than the torque in warm twisting. The process offers a high potential for the manufacturing of profiles with flexible cross-sections and contours in a single process step. Using the already plasticized material state in the extrusion die, further operations like curving, twisting and changing the cross-sections can be performed with much lower forming loads compared to conventional forming operations, due to the principle of stress superposition.\n                     \n                     \n                        4.2.5\n                        Combination of stretch forming and incremental sheet forming\n                        Asymmetric incremental sheet forming (AISF) is known as a flexible forming process for small batch manufacturing of sheet metal components. It is limited by excessive sheet thinning, low geometrical accuracy, long process duration and a lack of reliable virtual process planning tools. To overcome these limitations, the combination of stretch forming and AISF has been developed [195] (Fig. 47\n                           ).\n                        First, simple stretch forming is applied to create a pre-form, followed by the AISF process (while stretching) to form geometric features like pockets and/or grooves. The combination of stretch forming SF and asymmetric incremental sheet forming (AISF) is a hybrid process because the stretch forming elements keep applying a tensile force while performing the AISF. The different forces of both process are therefore interacting. Thus the forming process can be conducted easier and the geometrical precision is mostly improved. Fig. 47 (right) shows the process chain of the combined process. A blank is clamped at two or four opposite sides and stretched over an upwards moving die to stretch the sheet. Four-sides stretch forming offers the advantage that the defined contours are created also along the lateral edges of the part. After the pre-form is finished, the geometric features, like pockets, are created and the final part shape is created by trimming.\n                        The process combination of stretch forming and AISF reduces the process forces, process time, sheet thinning and significantly increases the dimensional accuracy. Shown by finite element analysis, the residual stresses generated by stretch bending combined with AISF are smaller and more homogeneous as well as that the gradient of the stresses over the sheet thickness is lower than in pure AISF. For an industrial application, the production is possible in small lot sizes in a short time and at reduced costs [196].",
    "Combination of controlled process mechanisms": "5\n                  Combination of controlled process mechanisms\n                  \n                     5.1\n                     Grind hardening\n                     The grind-hardening process utilizes the induced heat of the grinding process for local surface hardening on the workpiece. For achieving the high heat input rate the grinding process is applied with higher depth of cut and slow feed speeds. For the process combination the additional hardening process and the logistics are completely eliminated saving time, energy and production costs (Fig. 48\n                        ) [19,159,239]. Fig. 48 shows the results of hardness measurements as reported in [89]. Besides the hardness, this paper also investigated the resulting distortions, which depend on the heat input, the micro structural transformations and the pressures within the contact zone caused by the cutting forces.\n                  \n                  \n                     5.2\n                     Combination of forming and hardening (hot stamping)\n                     Hot stamping is an established process for the manufacturing of high strength components for lightweight construction [76,124]. Within the direct hot stamping process (Fig. 49b) an aluminum–silicon coated blank is heated up above the Ac3-temperature of the material and dwelled for a certain time to ensure a homogeneous austenitic microstructure. Afterwards, the blank is transferred to a press in which it is formed and simultaneously quenched by tool contact (Fig. 49) [76]. With cooling rates above 27K/s the commonly used boron-manganese steel 22MnB5 develops a martensitic microstructure with an ultimate tensile strength of 1500MPa and an ultimate elongation of 5–6% [110].\n                     Hot stamping is a thermo-mechanical forming process with intended phase transformation [76]. The hybrid character is given since the quenching of the workpiece material is applied in the calibration phase of the hot forming operation which leads to reduced springback. Although temperature and strain rate are varied along the part surface and process in the course of the time, Yanagimoto et al. [229] and Kusumi et al. [102] have shown the high shape accuracy of the hot stamped parts with minimum springback.\n                     The combination of forming and hardening makes 22MnB5 steel an ideal solution for the construction of structural elements and safety-relevant components in the automotive industry, in particular in view of the implementation of penetration protection in the areas of the passenger cabin or motor [129].\n                     Some automotive applications of hot stamping are A-pillars, B-pillars, side impact protections, sills, frame components, bumpers, bumper mounts, door pillar reinforcements, roof frames, tunnels, rear and front end cross members (Fig. 50\n                        ). The sheet thickness in these parts varies between 1.0 and 2.5mm.\n                  \n                  \n                     5.3\n                     Combination of rolling and hardening\n                     Surface hardening by cryogenic deep rolling is reported by Meyer et al. [126]. In this hybrid process (which could be seen as a kind of media assisted process), workpieces are exposed to the mechanical loads of a deep rolling process and a cryogenic treatment cooling applying CO2-snow simultaneously. The hybrid process causes plastic deformation and strain induced martensic transformations into depths of up to 1.5mm (Fig. 51\n                        ).",
    "Conclusions and future outlook": "6\n                  Conclusions and future outlook\n                  This paper gave an exemplary overview of advanced manufacturing through the implementation of hybrid processes. The process combinations are used to considerably enhance advantages and to minimize potential disadvantages found in individual techniques. Within hybrid production processes different forms of energy or forms of energy caused in different ways are used at the same time at the same zone of impact.\n                  The development of hybrid processes is continuously evolving, from basic development toward industrial implementation. Fig. 52\n                      gives an overview of described hybrid processes with an estimation of its level of technology maturity, varying from fundamental research to real industrial implementation (series production). Further developments are driven on the one hand by industrial needs to manufacture highly engineered mechanical products made of advanced materials and on the other hand to process parts in a more productive and energy efficient way."
  },
  "references": []
}