{
  "title": "The mechanical effect of soft pad on copper chemical mechanical polishing",
  "authors": [
    "Liu, Pengzhan"
  ],
  "publication": {
    "journal": "Materials Science in Semiconductor Processing",
    "date": "2023-03-01",
    "doi": "10.1016/j.mssp.2022.107256"
  },
  "abstract": "Smaller transistor size challenges traditional chemical mechanical polishing (CMP) in semiconductor fabrication. Novel consumables and in-depth mechanism research can support defect mitigation and improve yield. This study focused on soft pad polishing of copper film from the perspective of mechanical effects. To reduce the defects, a soft pad is replacing the hard pad in the barrier layer polishing and over-polishing steps of copper CMP. When the contact behavior of pad asperity and wafer was in the elastic-plastic regime, the exponential influence factors of pressure, abrasive concentration, and sliding velocity on the material removal rate (MRR) were around 0.64, 0.22, and 0.64, respectively. Stick-slip friction with squeal noise scratched the copper film at the beginning and end of the CMP process. The pad conditioning removed polishing residues but deflected the pad asperity. Proper conditioning frequency is necessary to optimize the polishing process.",
  "keywords": [],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Copper has replaced aluminum as an interconnecting conductor to reduce resistance and allow production of faster, smaller, and less expensive microprocessors [1]. In copper wiring, multi-step chemical mechanical polishing (CMP) has been used, including for bulk copper removal, barrier layer removal, and over-polishing [2]. The targets vary by polishing steps. The over-electroplating copper first is removed, followed by elimination of the anti-diffusion barrier layer. The last step of over-polishing of copper, barrier layer, and dielectric aims to remove defects such as scratches accrued in the previous steps. With 14-nm node technology, issues about power, power density, and reliability suggest the need for new materials and techniques in copper interconnection [3]. To minimize nano-scale scratches, a soft pad and a slurry with small particles were suggested [4]. Currently, a soft pad is used instead of a hard one to eliminate the copper line recess and modulate the scratch degree in the barrier CMP [5,6].\n                  A soft pad leads to a smaller MRR and lower selectivity in the tungsten CMP process [7]. Low selectivity for the over-polishing step is a comparative advantage to achieve the desired MRRs for metal, barrier layer, and dielectric. Metal CMP and shallow trench isolation of dielectric CMP both achieved low defectivity and high planarization performance with an optimum soft pad [8]. Kenchappa et al. showed a novel manufactured soft pad for ceria-based slurries to achieve higher MRR and better planarization [9].\n                  Many physical models have shown a soft pad effect on CMP. The model developed by Shi et al. predicted a nonlinear pressure dependence of polishing rate with a soft pad [10]. Bastawros et al. determined that higher pad stiffness leads to higher MRR with contact between a soft pad and a wafer in a low-abrasive concentration regime [11]. Wang et al. showed with a new nonlinear-micro-contact model that large deformation of the soft pad could significantly affect the micro-contact force between the single sandwiched particle and the soft pad [12]. Recently, Bahr et al. elucidated the boundary lubrication regime of the soft pad in 300-mm copper and tungsten blanket wafer polishing [13]. Huang et al. reported application of a soft pad in polysilicon and SiN polishing to reduce the selectivity [14]. Tseng et al. studied soft pad pore geometry and the conditioner effect on CMP defect reduction and mitigation [15]. Only one hard pad model presently is offered by commercial suppliers (IC 1000), but there are multiple options of soft pads. More investigations on soft pad polishing mechanism are expected to provide information for the product iterations of pad manufacturers and for process optimization of semiconductor fabrication.\n                  This investigation systematically assessed the mechanical behavior of a commercial soft pad. First, the applied pressure and abrasive concentration effect on MRR, non-uniformity, and polished copper roughness were analyzed. The exponential increase in the rate of MRR with applied pressure, abrasive concentration, and sliding velocity was calculated. The scratching phenomenon with squeal noise was observed and attributed to stick-slip-induced friction. Furthermore, the consistency of soft pad polishing with and without brush conditioning was analyzed based on pad surface roughness, polished copper surface roughness, and surface elemental composition.",
    "Experimental": "2\n                  Experimental\n                  \n                     2.1\n                     Consumables\n                     The commercial xy-groove soft pad (Optivision, Dupont, USA) was pruned into a 43-cm-diameter round pad in to fit the polisher dimension. Coupons with dimensions of 4 cm × 4 cm were cut from a 12-inch blanket copper wafer. About 1000 nm copper film was electroplated on the silicon substrate. Titanium was used as the adhesion layer between a silicon substrate and copper film. In general, the diamond dresser was applied to condition the hard pad. Soft pad has low wear resistance, so the classical diamond-bead conditioner is unsuitable. In this experiment, a commercial brush conditioner made of nylon was chosen to remove the polishing debris on the soft pad instead of the diamond dresser. The laboratory-use slurry for the copper film was prepared with diluted 2 wt% colloidal silica of approximately 80 nm in diameter (ACS nano 2080s, Ace Nanochem, Korea), followed by 1 wt% glycine and 0.1 wt% benzotriazole (BTA) additives. Potassium hydroxide was used to increase the pH value to 10. Due to its labile properties, hydrogen peroxide was mixed with the slurry before every experiment. To explore the effect of abrasive concentration, 2 wt%, 4 wt%, 6 wt%, 8 wt%, 10 wt%, and 20 wt% colloidal silica were deployed.\n                  \n                  \n                     2.2\n                     Polishing process\n                     Polishing experiments were carried out with a 100-cm wafer polisher (Poli-400, GnP Technology, Korea). The polishing settings are summarized in Table 1\n                        . Experiments A, B, and C targeted the effect of pressure, abrasive concentration, and sliding speed. Experiment D aimed to assess the pure mechanical abrasion effect. The last experiment E checked the brush conditioner effect. Before the first polish, de-ionized water (DIW) was injected onto the pad center for 240-s water conditioning to wet the pad, followed by a 120-s slurry conditioning to soak the pad for planarization. The ex-situ conditioning time is 30 s before the wafer polishing. The slurry flow rate is 120 mL/min in Experiments A, B, C, and D, and 100 mL/min in Experiment E. When varying the slurry recipe, the pad was re-conditioned through the above steps. The slurry was transported with the polisher head down as pad conditioning was finished. The coupon wafer was chucked on the polisher head surface with a vacuum membrane. Next, the polishing head was rotated with the platen at a certain speed for 60-s polishing, and the copper film was rinsed with DIW for 10 s and slightly scrubbed with a brush to clean the surface. Three wafers were polished for each condition to get a universal result and calculate the error of experiment. At the end of every experiment, the pad was cleaned with 300-s water conditioning and sealed in a clean plastic bag with water to keep the pad surface wet before the next use.\n                  \n                  \n                     2.3\n                     Characterization measurement\n                     Copper film thickness was measured by a four-point probe (CMT-SR5000, AIT Co., Ltd, Korea) before and after polishing to calculate the MRR. Taking the center of the coupon wafer as the origin, along the wafer side as the x-axis, measure a point every 1.5 mm to the left and right sides. Twenty points on the copper film were measured along the same wafer centerline to calculate the average MRR and non-uniformity. The non-uniformity calculation is\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                N\n                                                o\n                                                n\n                                                −\n                                                u\n                                                n\n                                                i\n                                                f\n                                                o\n                                                r\n                                                m\n                                                i\n                                                t\n                                                y\n                                                =\n                                                \n                                                   \n                                                      \n                                                         \n                                                            Σ\n                                                            \n                                                               \n                                                                  (\n                                                                  \n                                                                     S\n                                                                     i\n                                                                     n\n                                                                     g\n                                                                     l\n                                                                     e\n                                                                     \n                                                                     p\n                                                                     o\n                                                                     i\n                                                                     n\n                                                                     t\n                                                                     \n                                                                     M\n                                                                     R\n                                                                     R\n                                                                     −\n                                                                     A\n                                                                     v\n                                                                     e\n                                                                     r\n                                                                     a\n                                                                     g\n                                                                     e\n                                                                     \n                                                                     M\n                                                                     R\n                                                                     R\n                                                                  \n                                                                  )\n                                                               \n                                                               2\n                                                            \n                                                         \n                                                         \n                                                            T\n                                                            h\n                                                            e\n                                                            \n                                                            n\n                                                            u\n                                                            m\n                                                            b\n                                                            e\n                                                            r\n                                                            \n                                                            o\n                                                            f\n                                                            \n                                                            p\n                                                            o\n                                                            i\n                                                            n\n                                                            t\n                                                            s\n                                                         \n                                                      \n                                                   \n                                                   \n                                                      A\n                                                      v\n                                                      e\n                                                      r\n                                                      a\n                                                      g\n                                                      e\n                                                      \n                                                      M\n                                                      R\n                                                      R\n                                                   \n                                                \n                                                ×\n                                                100\n                                                %\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     The polishing coefficient of friction (COF) and the temperature was collected with the integrated sensors at a 10 Hz frequency in the polisher. The temperature measuring point is near the trailing edge of the wafer, and it is at the mid-point of the pad radius. Copper film topography images were scanned in tapping mode of atomic force microscopy (AFM) (NX 10, Park System Corp., Korea). The scanning area was 5 μm × 5 μm at a frequency of 1 Hz. The open-source software Image J analyzed the surface area ratio of copper oxidation and Cu-BTA complex in the AFM images. An optical microscope (OM) (Olympus Corp., Japan) was used to study the scratches on the surface. At 500 times magnification, it inspected the entire wafer surface from edge to center. A portable surface roughness tester measured the pad cross-section curve with a line scan. A high-resolution field-emission scanning electron microscope (HR FE-SEM) (JSM-IT800, JEOL Ltd., Japan) was utilized to examine the pad before and after polishing and the polished copper film. At the same time, energy dispersive spectroscopy (EDS) mapping was performed to detect the elemental composition and distribution.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Pressure and abrasive concentration\n                     Applied pressure is a manageable but important parameter in CMP regardless of the target material and consumables. Furthermore, the abrasive concentration of the slurry affects the active abrasive numbers and local pressure at the nanoscale. As shown in Fig. 1\n                        , the applied pressure significantly improved the MRR and non-uniformity compared to the abrasive concentration in soft pad polishing. The temperature variation followed the trend of MRR. It is suggested that the larger real contact area (RCA) between pad asperity and wafer was the primary mechanism for the pressure effect on MRR [10]. Lee [16] optimized the RCA equation based on previous analysis [17,18].\n                           \n                              (2)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   A\n                                                   r\n                                                \n                                                =\n                                                \n                                                   (\n                                                   \n                                                      1.5\n                                                      C\n                                                   \n                                                   )\n                                                \n                                                \n                                                   (\n                                                   \n                                                      \n                                                         R\n                                                         \n                                                            p\n                                                            a\n                                                         \n                                                      \n                                                      \n                                                         σ\n                                                         \n                                                            P\n                                                            a\n                                                         \n                                                      \n                                                   \n                                                   )\n                                                \n                                                \n                                                   \n                                                      \n                                                         p\n                                                         A\n                                                      \n                                                      w\n                                                   \n                                                   \n                                                      E\n                                                      \n                                                         p\n                                                         w\n                                                      \n                                                   \n                                                \n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     The RCA \n                           \n                              \n                                 A\n                                 r\n                              \n                           \n                         is in proportion to the pressure p. C is a constant that depends on pad asperity height distribution. \n                           \n                              \n                                 R\n                                 \n                                    p\n                                    a\n                                 \n                              \n                           \n                         is the average radius of the tip of pad asperity, \n                           \n                              \n                                 σ\n                                 \n                                    P\n                                    a\n                                 \n                              \n                           \n                         is the standard deviation of the pad asperity height distribution, \n                           \n                              \n                                 A\n                                 w\n                              \n                           \n                         is the apparent area of the wafer. Finally, \n                           \n                              \n                                 E\n                                 \n                                    p\n                                    w\n                                 \n                              \n                           \n                         is the composite elastic modulus of the pad and the wafer. Large RCA enhances the MRR of ceria slurry polished oxide, and silica slurry is the opposite [19]. As for the copper polishing with silica slurry, the hydrogen peroxide-assisted electrochemical reaction forms a porous and soft-surface layer [20]. The single particle indentation depth is insusceptible to pressure variation with large RCA. Nevertheless, the larger RCA activates more abrasion.\n                     The abrasive concentration enhances the MRR due to a larger number of active abrasive particles. And the relationship in a moderate abrasive concentration \n                           \n                              α\n                           \n                         is [11],\n                           \n                              (3)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                M\n                                                R\n                                                R\n                                                ∼\n                                                \n                                                   α\n                                                   0.25\n                                                \n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        not as obvious as the pressure effect. Compared to the exponential increase rate of 0.25, fitting the abrasive concentration effect in Fig. 1a into equation (3), the result is 0.22. Many studies classify the pad asperity-wafer contact into no local contact, partial local contact, and full local contact [11,21,22]. Wang et al. suggested that pad asperity remains in full local contact such that the particle indents into the soft pad surface [12]. Accordingly, a narrower gap is left for the slurry flow to activate more abrasives in polishing. In addition, the zeta potential values of the copper film, particles, and pad are all negative at pH 10 [23], leading to mutual repulsion, especially on the pad-wafer interface. The elastic repulsion is responsible for the concentration variation, which has less bearing on MRR than does pressure. The in-situ temperature on the pad surface is shown in Fig. 1d. The average temperature further supports the involvement of a larger number of particles in abrasion when the slurry contains a larger number of abrasives.\n                     As mentioned above, the soft pad commonly participates in buff CMP to achieve local and global planarization. That highlights the importance of non-uniformity and roughness, critical to dishing and erosion. Generally, a rotary CMP polisher has an “edge high” pressure profile [24]. Higher pressure can reduce the pressure difference and optimize the non-uniformity when the wafer contacts the soft pad with a cushion. With the increase of colloidal silica concentration, the MRRs around the wafer edge were increased, and non-uniformity decreased [24]. Benzotriazole (BTA), which plays the role of inhibitor in copper CMP, was adsorbed on the copper film to prevent over oxidation without mechanical abrasion [25,26]. The measured area is 5 μm* 5 μm, and the nano-scale roughness is much smaller than the pad asperity size. Therefore, the final roughness value is more related to the abrasive abrasion and local chemical reaction. At high pressure, severe abrasion continually removed the adsorbed BTA on the copper surface and worsened the surface roughness, as shown in Fig. 1c. With the higher concentration abrasives, the more active abrasives participate in the mechanical abrasion. Compared with the abrasive concentration, higher pressure enhances mechanical abrasion and reduces the slurry flow in the pad-wafer interface because of a smaller gap. The applied pressure is intended to have a more significant impact than abrasive concentration among these output parameters.\n                     Wafer-level erosion \n                           \n                              \n                                 e\n                                 1\n                              \n                           \n                         is affected by non-uniformity β and slurry MRR selectivity of the oxide and the copper \n                           \n                              \n                                 \n                                    χ\n                                    \n                                       o\n                                       x\n                                    \n                                 \n                                 \n                                    χ\n                                    \n                                       C\n                                       u\n                                    \n                                 \n                              \n                           \n                         , the selectivity of the oxide and barrier layer \n                           \n                              \n                                 \n                                    χ\n                                    \n                                       o\n                                       x\n                                    \n                                 \n                                 \n                                    χ\n                                    b\n                                 \n                              \n                           \n                         [27].\n                           \n                              (4)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   e\n                                                   1\n                                                \n                                                =\n                                                \n                                                   (\n                                                   \n                                                      \n                                                         1\n                                                         β\n                                                      \n                                                      −\n                                                      1\n                                                   \n                                                   )\n                                                \n                                                \n                                                   [\n                                                   \n                                                      \n                                                         \n                                                            χ\n                                                            \n                                                               o\n                                                               x\n                                                            \n                                                         \n                                                         \n                                                            χ\n                                                            \n                                                               C\n                                                               u\n                                                            \n                                                         \n                                                      \n                                                      \n                                                         (\n                                                         \n                                                            \n                                                               h\n                                                               0\n                                                            \n                                                            −\n                                                            \n                                                               h\n                                                               2\n                                                            \n                                                         \n                                                         )\n                                                      \n                                                      +\n                                                      \n                                                         \n                                                            χ\n                                                            \n                                                               o\n                                                               x\n                                                            \n                                                         \n                                                         \n                                                            χ\n                                                            b\n                                                         \n                                                      \n                                                      \n                                                         (\n                                                         \n                                                            \n                                                               h\n                                                               2\n                                                            \n                                                            −\n                                                            \n                                                               h\n                                                               3\n                                                            \n                                                         \n                                                         )\n                                                      \n                                                   \n                                                   ]\n                                                \n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              \n                                 h\n                                 0\n                              \n                              −\n                              \n                                 h\n                                 2\n                              \n                           \n                         is represented the copper thickness, and \n                           \n                              \n                                 h\n                                 2\n                              \n                              −\n                              \n                                 h\n                                 3\n                              \n                           \n                         means the barrier layer thickness. If the MRR ratio β of two points was close to 1, which represents an almost 0 value of non-uniformity, the wafer-level erosion could disappear. In blanket wafer polishing and the mechanical perspective, the non-uniformity is more accessible in the experiment. Based on Fig. 1b, high pressure and abrasive concentration both improved the non-uniformity. However, low pressure and high abrasive concentration were typically applied in the buff CMP recipe [28], as low pressure also limits scratching. Head pressure adjustment at different zones could eliminate the wafer-level dishing [29].\n                     Higher pressure and abrasive concentration bring a more substantial mechanical effect in polishing. The pressure up to 42 kPa and abrasive concentration up to 20 wt% were checked for the inflection point of mechanical effect on the MRR. As shown in Fig. 1e and f. The MRR keeps increasing with higher pressure, but the abrasive concentration effect saturated at 8 wt%. Higher pressure has a synergistic impact on chemical and mechanical effects in CMP. The chemical reaction rate is exponentially proportional to the temperature. Higher pressure-induced friction generates more heat and results in higher pad-wafer interface temperature. Both improved chemical reactions and mechanical abrasion ensure the constantly increased MRR. Whereas the abrasive concentration purely increased the mechanical effect. The 8 wt% abrasive was expected to be the saturation of the mechanical effect.\n                  \n                  \n                     3.2\n                     Tribological behavior\n                     Historically, the primary investigation of tribological behavior of CMP pad was based on the Stribeck curve. The group of Prof. Philipossian has applied it in the tribological research of CMP soft pad polishing and PVA brush scrubbers. The results showed that the polishing mechanism of Politex soft pad stayed in the “boundary lubrication” regime for both copper and tungsten, while the CMP and PVA brush scrubber remained in partial and hydrodynamic lubrication [13,30]. With sliding velocities of 0.567 m/s, 1.152 m/s, 1.728 m/s, and different pressures in Experiment C, the normalized COF was in a partial lubrication regime as shown in Fig. 2\n                        . Regarding different soft pad models, lab-use slurry, and copper wafer coupons, this contradicts boundary lubrication in Politex soft pad polishing.\n                     \n                        Fig. 3\n                         plotted the MRR and pad surface temperature variation with the sliding velocity and applied pressure. The fitting of MRR and p times v was performed in advance to assess the error point, which is not along the trend line. The logarithmic scale of MRR and sliding velocity, MRR, and applied pressure have a linear relationship for all three kinds of rotation speed. The MRR increased with the rotation speed because of the longer sliding distance within 60 s. The lower temperature was found at low pressure and speed. Hernandez et al. [31] optimized Preston's equation using a power law of the form to study the sliding velocity and applied pressure influence index for the different pads.\n                           \n                              (5)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                M\n                                                R\n                                                R\n                                                =\n                                                k\n                                                \n                                                   p\n                                                   a\n                                                \n                                                \n                                                   v\n                                                   b\n                                                \n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        After applying the MRR, applied pressure p, and sliding velocity v into Equation (5), a is 0.657, 0.634, 0.628 for respective sliding velocities of 0.567 m/s, 1.152 m/s, 1.728 m/s; and b is 0.640, 0.662, 0.620 for respective pressures 7 kPa, 11 kPa, 28 kPa. The average value of a and b are both 0.64. Preston's equation is an empirical equation assuming elastic contact of pad asperity and wafer. The perfect elastic pad asperity contact means that parameters a and b are equal to 1. These two parameters could be used to quantitatively compare the plastic yield of pad asperity to evaluate pad performance. In this case, soft pad asperity was easier to deform plastically than was a hard pad; the value of a is around 0.95 [31]. Although rich derivations and various modeling techniques were studied to evaluate pad performance [32,33], the dynamic contact behavior of pad asperity and wafer remains complicated. The logarithm scale fitting to obtain the exponents of applied pressure and sliding velocity is simple and practical for dynamic conditions.\n                     The top-view AFM images of polished wafers are shown in Fig. 4\n                        . The black spots were the corrosion, and the white spots were particle residues. The relative pad trajectory with the wafer was a circular arc, and at micrometer scale, its long radius created a straight line [34]. Without a scotch brush scrubber cleaning of the polished copper surface, the oxidized copper and copper-BTA complex remained and are visible as the dashed lines on the AFM images. The EDS mapping was scanned to determine the elemental composition of the oxidized copper and copper-BTA complex on the copper film as shown in Fig. 5\n                        . Copper, carbon, nitrogen, and oxygen are the four main elements of the copper film, organics in slurry, and polishing residues. This oxidized copper and copper-BTA complex covered a part of the copper film surface in the shape of many dashed lines. Carbon, nitrogen, and oxygen elements are visible on the AFM in Fig. 4 and EDS images in Fig. 5b. The exposed copper part experienced abrasive abrasion, which removed the soft oxidized copper layer. The average surface coverage ratio of oxidized copper and copper-BTA complex can represent the strength of the mechanical effect. The higher coverage ratio means less abrasive abrasion. The software Image J was utilized to calculate the coverage ratio value briefly. Although it is not precise because the height scale is different, it can qualitatively compare the mechanical effect in various pressure and sliding velocity. The averaged surface coverage ratio is listed below the AFM images in Fig. 4. Higher pressure and lower velocity cases have a lower oxidized copper and copper-BTA coverage ratio, which proves an improved mechanical effect. It matched well with the minor v, and a higher P has a higher COF in Fig. 2.\n                     The EDS and AFM images show the same feature of the residues on the copper film. EDS has the advantage of high resolution and rich information on element distinguishment. From a practical point of view, AFM, which is convenient, low-cost, non-destructive, and easy to operate, is more favored in characterizing the remained oxidized copper and copper-BTA complex.\n                     A notably larger oxidized copper and copper-BTA complex area was not abraded at low applied pressure and high rotation speed. To interpret the oxidation area into pad tribological behavior, the single pad asperity bore more robust hydrodynamic pressure compression with a higher rotation speed. The hydrodynamic lifting force formula is [35].\n                           \n                              (6)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                F\n                                                =\n                                                \n                                                   1\n                                                   2\n                                                \n                                                \n                                                   C\n                                                   L\n                                                \n                                                ρ\n                                                A\n                                                \n                                                   V\n                                                   2\n                                                \n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        The hydrodynamic force F is proportional to the square of sliding velocity \n                           \n                              \n                                 V\n                                 2\n                              \n                           \n                        . \n                           \n                              \n                                 C\n                                 L\n                              \n                           \n                         is the drag coefficient depending on the geometry. \n                           \n                              ρ\n                           \n                         is the fluid density. A is the cross-section area of the water-solid interface. For compression of pad asperity, the radial displacement \n                           \n                              \n                                 u\n                                 r\n                              \n                           \n                         was estimated to be inversely proportional to Young's modulus \n                           \n                              \n                                 E\n                                 e\n                              \n                           \n                         as [36]:\n                           \n                              (7)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   u\n                                                   r\n                                                \n                                                =\n                                                \n                                                   k\n                                                   u\n                                                \n                                                ⋅\n                                                \n                                                   \n                                                      ν\n                                                      +\n                                                      \n                                                         (\n                                                         \n                                                            2\n                                                            +\n                                                            ν\n                                                         \n                                                         )\n                                                      \n                                                      cos\n                                                      ∅\n                                                   \n                                                   2\n                                                \n                                                ⋅\n                                                \n                                                   \n                                                      ρ\n                                                      \n                                                         ω\n                                                         h\n                                                         2\n                                                      \n                                                      \n                                                         R\n                                                         t\n                                                         3\n                                                      \n                                                   \n                                                   \n                                                      E\n                                                      e\n                                                   \n                                                \n                                                ⋅\n                                                \n                                                   \n                                                      (\n                                                      \n                                                         \n                                                            2\n                                                            π\n                                                         \n                                                         60\n                                                      \n                                                      )\n                                                   \n                                                   2\n                                                \n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where \n                           \n                              \n                                 k\n                                 u\n                              \n                           \n                         is a constant coefficient, \n                           \n                              ρ\n                           \n                         is the pad density, \n                           \n                              ν\n                           \n                         is the Poisson ratio of the pad, \n                           \n                              ∅\n                           \n                         is the orientation angle of the liquid-solid interface, \n                           \n                              \n                                 ω\n                                 h\n                              \n                           \n                         is the angular speed of the polishing head, \n                           \n                              \n                                 R\n                                 t\n                              \n                           \n                         is the polishing head radius of the designed tool in the reference. This equation also proves that the soft pad is more susceptible to rotation speed. With the removal of a larger number of indented particles in the asperity-wafer interface, the insufficiently buffed copper surface left more copper oxide and other complexes. Similarly, the flushing effect was minor when high pressure was applied, and the surface abrasion was enhanced.\n                     One of the soft pad buff CMP goals is to decrease scratching. Experiment D with pure colloidal silica was carried out to assess the colloidal silica abrasive abrasion effect on the copper surface. As the AFM images shown in Fig. 6\n                        , the surface morphology was the same with high-pressure abrasion. The copper film commonly was not scratched by the silica particles. In some exceptional cases, scratches can be detected with an OM scan, accompanied by squeal noise, as shown in Fig. 7\n                        . This stick-slip friction commonly was considered the chief culprit of chatter scratch and squeal noise [37–40]. Wang et al. suggested optimizing the groove design to solve this problem [37]. Another route is increasing the slurry flow rate to enhance the lubrication at the beginning and end of the process.\n                  \n                  \n                     3.3\n                     Consistency\n                     The consistency of the wafer-to-wafer MRR is an important parameter in predicting the endpoint of polishing [41]. Experiment E was conducted to evaluate the consistency of the soft pad polishing and the brush conditioning effect. The temperature and MRR with and without the ex-situ brush conditioning are shown in Fig. 8\n                        . The y-axis sets a narrow scale range to show the MRR and temperature trend. The first four results have an upward trend in the two conditions. It is expected to be caused by the pad break-in effect after conditioning, such as polishing debris deposited on the pad and slightly increasing the friction. Polishing without conditioning has a smaller derivation value of 14.0 than 27.6 in ex-situ conditioning case. Furthermore, the average MRR of polishing was higher without ex-situ conditioning. For surface roughness, the top-view AFM images and their roughness with polishing order are shown in Fig. 9\n                        . The polished copper films with conditioning do not show a significant change in roughness or surface morphology, while the ninth polished copper film has a rougher surface for the non-conditioning polishing. It proves the necessity of proper conditioning in soft pad CMP.\n                     Pad surface temperature increased with the polishing cycle. Multiple parameters could affect the temperature, such as pressure, velocity, COF, slurry flow rate, and atmospheric environment [42]. Given that the same polishing recipe was used, the elevated temperature was confirmed to be caused by the higher onset temperature. The copper films were constantly polished without ex-situ conditioning time, so that a short time for the pad to dissipate the friction heat. Ex-situ conditioning polishing had a longer interval between wafer-to-wafer polishing, so a slow growth rate. The long-time break between the 12th and 13th wafer polishing resulted in a breakpoint in the temperature variation curve.\n                     A line scan of the pad surface was performed with a portable surface roughness tester, and the results are shown in Fig. 10\n                        . Before conditioning, the new pad has a rough surface and sharp features. The average roughness of Ra is minor, but sharp features are apparent. After conditioning, the average roughness decreases, and some sharp peaks and valleys are eliminated. Different from the wear mechanism of a diamond conditioner, a brush conditioner scours the pad surface and dislodges deeply embedded particles into the waste stream [43]. Based on the cross-sectional curve of the conditioned pad in Fig. 10 b, the brush tends to deflect the pad asperity to cover the pad pores by compression and shear. The ex-situ conditioning polishing flattened the pad surface, and the mechanical abrasion effect was limited at the beginning of polishing. As a result, the ex-situ conditioning polishing has a low MRR, as shown in Fig. 8a.\n                     Polyurethane foam has a shape memory effect, and the shape recovery rate increases with temperature [44,45]. Its mechanism is the elongation of the polymer chain in the soft segment at high temperature. The soft pad has a high soft segment ratio and good recovery ability. Copper polishing has been proven to have a high transient temperature [46]. After polishing, the deflected pad asperity was restored to its original state and showed a rougher pad surface, as shown in Fig. 10c, d, and 10e. The deflection and subsequent recovery complicate the polishing and cause the high MRR derivation. To sum up, the proper pad-conditioning frequency is necessary. High-frequency conditioning contributed to the plastic deflection of pad asperity. Flat pad surfaces reduced the MRR, and the complicated process made the results unstable. Without a conditioning process, the polishing residues were deposited on the pad pores and worsened the roughness, as shown in Fig. 9.\n                     The EDS mapping and elemental composition of the first-cycle polished copper film and ninth-cycle polished copper film with or without conditioning are shown in Fig. 11\n                        . The white points are residual silica particles. For the wafers polished with conditioner, the surface compositions show similar concentrations of copper and organic elements such as carbon, nitrogen, and oxygen. In contrast, the ninth-cycle polished wafer surface without conditioning is composed of a larger amount of organic elements and less copper. The primary sources of organic elements are glycine, BTA, and the soft pad. For non-conditioning polishing, the waste was supposed to be deposited on the pad surface without affecting its roughness. The polishing abrasives mixed with polishing debris and decreased the abrasion. Finally, the MRR decreased, leaving a larger amount of organic elements on the surface.\n                     In Fig. 12\n                        , SEM images of the pad surface are shown for a new pad, a pad after ex-situ conditioning, and a non-conditioning polished pad. Two kinds of pores existed on the pad surface. The pore structure itself consists of many tiny pores. These several micron holes are difficult to clean because of the scale effect. The new pad was very clean, with almost no particles embedded in the asperities and pores. Some pad asperities inclined and covered the pad pores, as shown in Fig. 12d and e. After 60-s polishing, the pad pores were clear, and the asperities were upright. The SEM images again verified the suggested mechanism for roughness variation in Fig. 10. After polishing without conditioning, the asperities were decorated with polishing debris as described before.",
    "Conclusion": "4\n                  Conclusion\n                  The soft pad application in copper CMP was studied from mechanical effects. Higher MRR and better non-uniformity were achieved with high applied pressure and abrasive concentration. The COF and MRR variation with different applied pressure and sliding velocities were monitored and fitted to the Stribeck curve and Prestonian equation to determine the tribology behavior. It was shown that the friction remained in a partial lubrication regime, and the exponential influence factors of applied pressure and sliding velocity were both around 0.64. Brush conditioning deflected the pad asperity and made the polishing process unstable. Without brush conditioning, polishing debris accumulated on the pad surface and decreased the MRR, resulting in the retention of a larger amount of organic elements on the copper film because of insufficient mechanical abrasion. Proper conditioning frequency control to balance the polishing residue removal and pad asperity deflection is necessary.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Pengzhan Liu: Writing – review & editing, Validation. Yuna Nam: Methodology, Formal analysis, Conceptualization. Seunghwan Lee: Writing – review & editing, Conceptualization. Eungchul Kim: Investigation. Sanghuck Jeon: Validation, Methodology. Kihong Park: Validation, Methodology. Seokjun Hong: Validation, Methodology. Taesung Kim: Supervision, Project administration, Funding acquisition."
  },
  "references": []
}