{
  "title": "Effect of complexing agent on ceria particle removal in post-STI CMP cleaning process",
  "authors": [
    "Yan, Mei"
  ],
  "publication": {
    "journal": "Colloids and Surfaces A: Physicochemical and Engineering Aspects",
    "date": "2023-02-05",
    "doi": "10.1016/j.colsurfa.2022.130668"
  },
  "abstract": "Ceria (CeO2) abrasive is extensively used in the chemical mechanical polishing process (CMP) for shallow trench isolation (STI) owing to its capability to form Ce-O-Si bonds with the silicon dioxide (SiO2) dielectric layer. However, although this interaction substantially improves its CMP performance, it increases the difficulty of removing ceria particles and exacerbates the challenge of post-CMP cleaning. In this study, the cleaning effect of three complexing agents on ceria particles on the polished silicon dioxide surface at pH 11 was investigated: glycine (Gly), ethylenediamine tetraacetic acid (EDTA), and 1.2-bis-(3-aminopropylamino) ethylenediamine (TAD). The cleaning efficacy of the complexing agents on ceria particles was evaluated using zeta potential, contact angle, scanning electron microscopy (SEM) and atomic force microscopy (AFM). Then the desorption mechanism of ceria particles was then explored by UV–visible spectroscopy (UV-Vis), X-ray photoelectron spectroscopy (XPS) and molecular dynamics simulation. The results of multiple measurement results indicate that the three complexing agents have obvious removal effects on ceria particles, and 0.15 wt% EDTA at pH 11 can remove 99% of ceria particles from the SiO2 substrate. The cleaning efficacy of carboxyl functional groups is superior and increases with the growth of the number of functional groups. The removal mechanism of ceria abrasives by complexing agent was proposed. Through the undercutting effect of carboxyl functional groups, EDTA can break the Ce-O-Si chemical connection formed during the CMP process and complex Ce3+ ions to prevent particle redeposition. Additionally, it accelerates particle desorption by enhancing the electrostatic repulsion force between the CeO2 and SiO2 substrate.",
  "keywords": [
    "Ceria",
    "Complexing agent",
    "Post-CMP cleaning",
    "Ce-O-Si bond",
    "Quantum chemical calculations"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  With the introduction of novel materials and continuous improvement of processes, integrated circuit manufacturing technology has flourished [1–3]. Shallow trench isolation (STI) is the primary isolation technology of sub 0.25 µm process, which creates dielectric trenches between adjacent semiconductor devices to form an insulation structure, overcomes the limitations of the traditional local oxidation of silicon (LOCOS) process, and provides better device isolation [4–6]. Chemical mechanical polishing (CMP) is a key step in the STI process, which removes the excess dielectric layers and realizes planarization to meet the subsequent lithography requirements [7]. The specifications of STI CMP are increasingly stringent as the feature size continues to shrink. Excellent selectivity between the masking layers silicon nitride (Si3N4) and silicon dioxide materials (SiO2), high material removal rate (MRR) of the SiO2 dielectric layer, and fewer scratches on the polished surface are required for the STI CMP process [8,9]. During the CMP process, Ce3+ on the ceria (CeO2) abrasives interact with silicate ions on the SiO2 substrate to form Ce-O-Si chemical bond. This high adhesion accelerates the generation of Ce-O-Si bond, which in turn improves the removal rate of SiO2 and has good selectivity for Si3N4 \n                     [10–12].\n                  As a result, ceria abrasive has emerged as a crucial option to meet STI polishing specifications [13]. However, chemisorption makes it more challenging to remove particles from the silica substrate [14–16]. The residual abrasive particles on the surface of the dielectric layer after CMP process may impact wafer quality and subsequent lithography accuracy, resulting in device failure. Therefore, it is essential to remove any leftover CeO2 particles from the silica dielectric surface following the polishing process [17,18]. It has been reported that various cleaning agents and techniques are used to remove ceria particles from SiO2 surfaces. Seo et al. [19] proposed that \n                        \n                           H\n                           \n                              \n                                 O\n                              \n                              \n                                 2\n                              \n                              \n                                 −\n                              \n                           \n                        \n                      was generated in the alkaline environment of SC1 solution, which destroyed the weak Si-O bond in the Ce-O-Si structure to remove ceria particles. Wu et al. [20] reported that when fatty alcohol polyoxyethylene (20) ether (AEO-20) was added to SC1 and diluted 10 times, particles could still be effectively removed. Traditional standard cleaning solutions (SC1, SC2, SPM, etc.) contain strong acidic and alkaline substances such as NH4OH and H2SO4, which not only pollute the environment but also require heating during cleaning [21,22]. Many other researchers have also explored the effectiveness of additives (complexing agents and surfactants) to remove ceria particles. Gowda et al. [23] examined the cleaning effectiveness of alkaline cleaning solution (ascorbic acid, ammonium carbonate and Triton X-100) on the removal of CeO2 particles on the surface of oxides (SiO2) and nitrides (Si3N4). Song et al. [24] optimized the components of ethylenediamine tetraacetic acid (EDTA)-based cleaning solution to achieve better cleaning efficiency than the conventional RCA cleaning. In the above studies, the SiO2 wafers were immersed in ceria slurries to contaminate the sample surface, which may result in the different adhesion behavior of the ceria abrasive on the surface from that during CMP [25–27]. Additionally, the impact of the combination of physical and chemical cleaning techniques was not investigated, nor was the influence of the various cleaning solution components on the removal of particles.\n                  The complexing agent can remove particles by undercutting the metal to form stable water-soluble complexes. It is regarded as a crucial part of the cleaning solution since it improves the cleaning impact of the solution. Particularly, the effect of complexing agents containing amine and carboxyl functional groups on particle removal has been studied extensively. Lee et al. [28] evaluated the influence of six complexing agents containing amino and carboxyl groups on the cleaning effect during the post-Cu CMP process. Byun et al. [29] discovered that citric acid and glycine affect the Co surface to produce different oxides (Co3O4 and CoOOH, respectively), and when the surface was in the Co3O4 state, defects, particle residues and recesses were greatly decreased.\n                  There is no systematic research on the removal of ceria particles from SiO2 substrates using complexing agents, although numerous studies have been carried out on post-CMP cleaning of copper/cobalt. Therefore, in this work, the influence of amino and carboxyl complexing agents on post-STI CMP cleaning was explored. The cleaning solutions containing complexing agents with different functional groups were selected, such as glycine (Gly), EDTA and 1.2-bis-(3-aminopropylamino) ethane (TAD). \n                     Fig. 1 depicts their molecular architectures. Moreover, a combination of theoretical analysis and experimental findings was accomplished by molecular dynamics (MD) simulation to reveal the effect mechanism of various functional groups during the cleaning process.",
    "Experiment details": "2\n                  Experiment details\n                  \n                     2.1\n                     Experiment materials\n                     The SiO2 wafers used in the experiment were 4-inch, cut from 12-inch TEOS (Tetraethyl orthosilicate) blanket wafers with a thickness of 400 nm deposited on Si substrate by chemical vapor deposition. In this study, a commercial slurry (pH=5.76) of ceria particles with a particle size of about 160 nm was used for CMP to contaminate the SiO2 wafer surface. The cleaning solutions were prepared using deionized water (DIW) with the addition of Glycine (C2H5NO2, high purity), EDTA (C10H16N2O8, 99% purity), and TAD (C8H22N4, 98% purity). With diluted HNO3 and KOH, the pH of the cleaning solutions was regulated to 11. Glycine, EDTA, TAD, cerium nitrate (Ce(NO3)3\n                        \n                           ∙\n                        6 H2O), HNO3 and KOH were all obtained from Chemart (Tianjin) Co. Ltd.\n                  \n                  \n                     2.2\n                     CMP and post-CMP cleaning experiments\n                     All polishing experiments were conducted on a friction polisher (Universal-300B, HWATSING Technology Co. Ltd., China) with an IC1010 pad (DOW Electronic Materials, USA). In CMP experiments, the flow rate of the ceria slurry was 300 ml/min and the polishing time was 60 s to guarantee adequate particle contamination. The corresponding process parameters are recorded in \n                        Table 1.\n                     SiO2 wafers polished with colloidal ceria slurry (0.1 wt%) were used to evaluate the effectiveness of various functional groups of complexing agents on the removal of ceria particles. After the CMP process was completed, the coupons were rinsed with DIW for 30 s and dried with nitrogen (N2), which is defined as the contaminated SiO2 surface. Moreover, the interval between contamination and cleaning experiments was usually 180 min to ensure complete adsorption of ceria particles. Cleaning experiments were subsequently performed. Alkaline cleaning solutions containing different complexing agents were prepared, and then the contaminated samples were brushed with a PVA cleaner (G&P, 412 S, Korea) at a flow rate of 200 ml/min for 2 min, followed by rinsing with DIW for 30 s and drying with N2. In addition, the SiO2 samples were cut into 1 cm × 1 cm for XPS test due to the suitability and compatibility of the equipment.\n                  \n                  \n                     2.3\n                     Characterization methods\n                     Contact angle of polished and cleaned SiO2 surfaces and the wettability of cleaning solutions with different concentrations were determined with a contact angle analyzer (JC2000D, Shanghai Zhongchen). The particle cleaning efficiency (PCE) and surface morphology before and after cleaning were analyzed using laser scanning confocal microscopy (OLS5000-LAF), scanning electron microscope (SEM, Zeiss Sigma 500/VP), and atomic force microscope (AFM, Agilent 5600LS). Image J was applied to count the particles on the SiO2 surface to determine PCE, as stated in Eq. (1):\n                           \n                              (1)\n                              \n                                 \n                                    PCE\n                                    \n                                       \n                                          \n                                             %\n                                          \n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          Ceria\n                                          \n                                             \n                                                Count\n                                             \n                                             \n                                                initial\n                                             \n                                          \n                                          −\n                                          Ceria\n                                          \n                                             \n                                                Count\n                                             \n                                             \n                                                residual\n                                             \n                                          \n                                       \n                                       \n                                          Ceria\n                                          \n                                             \n                                                Count\n                                             \n                                             \n                                                initial\n                                             \n                                          \n                                       \n                                    \n                                    ×\n                                    100\n                                 \n                              \n                           \n                        \n                     \n                     X-ray photoelectron spectroscopy (XPS, PHI 250Xi) was performed to examine the elemental composition and chemical state of SiO2 substrate. Samples for XPS test were submerged in the cleaning solution for 60 s after CMP without PVA brushing to more accurately compare the cleaning ability of the three complexing agents. The characteristic peaks of the absorption spectra, changed after the reaction of Ce(NO3)3\n                        \n                           ∙\n                        6 H2O or ceria slurries with different complexing agents respectively, were confirmed by UV–Vis spectrometer (UV–Vis, Lambda 1050 + spectrometer).\n                  \n                  \n                     2.4\n                     Molecular dynamics simulation\n                     The molecular optimization of Gly, EDTA, and TAD was performed using the Dmol3 module of Materials Studio 7.0, and their quantum chemical parameters were estimated based on Density Functional Theory (DFT) [30]. Generalized Gradient Approximation (GGA) and Perdew-Burke-Ernzerhof (PBE) were set as “functions”, and \"Fine\" was used to designate the calculated quality [31].\n                     The adsorption behavior of CeO2 and complexing agent molecules on the SiO2 substrates were simulated using the forcite module. The Bravais-Friedel-Donnay-Harker (BFDH) approach used in the Morphology module was used to estimate the surface morphology of \n                           α\n                        -quartz crystals [32]. The substrate for the adsorption model is the densely packed SiO2 (1−10) surface because it has the most consistent Miller index. The most stable adsorption locations for molecules can be identified and filled in the vacuum layer based on the adsorption localization module in Monte Carlo simulations. The NVT system synthesis's MD simulation was run with the temperature set to 298 K and the force field set to ‘Universal’. Molecular dynamics simulations were run for the complete system, and the estimated total adsorption energy of the complex system was obtained.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Determination of complexing agent concentration in cleaning solution\n                     Zeta potential is a measure of electrostatic force between particles in the solution, which can determine the electrostatic interaction between components in the cleaning solution and cerium particles, and reflect its impact on the cleaning process. In both the adsorption and desorption of nanoparticles, its presence is crucial. [33,34]. \n                        Fig. 2 shows the zeta potential of ceria particles in different complexing agent solutions with adjusted pH and concentrations. As depicted in Fig. 2a, the CeO2 particles exhibit the minimum zeta potential of − 50.64 mV at pH 11. Previous research findings demonstrated that in alkaline environments, the SiO2 surface is negatively charged. Moreover, the zeta potential value of TEOS wafer at pH 11 is smaller than that at pH 7 [7,35]. The pH of the subsequent cleaning experiment was set to 11, as there is the maximum electrostatic repulsion force between the SiO2 and CeO2 particles at this pH, which increases the probability that the particles will be removed. The zeta potential of ceria particles was measured at various concentrations of glycine, EDTA and TAD to establish the optimum concentration of the complexing agent in the cleaning solution. It can be seen from the fluctuation of zeta potential in Fig. 2b, when the solution contains 0.1 wt% Gly, 0.15 wt% EDTA and 0.15 wt% TAD at pH 11, correspondingly, the zeta potential of ceria particles is − 48.57 mV, − 55.58 mV and − 31.1 mV respectively.\n                     The contact angles of Gly, EDTA, and TAD solutions with different concentrations on the fresh SiO2 film as well as the contact angles of DIW droplets on the SiO2 film before and after cleaning were tested to assess the impact of the three complexing agents on the wettability of the SiO2 film (\n                        \n                        Figs. 3 and 4). The contact angle value decreases as the concentration of the complexing agent increases, revealing that the SiO2 surface treated with the cleaning solution had improved wettability. After 0.1 wt% Gly, 0.15 wt% EDTA and 0.15 wt% TAD solutions were dropped on the surface of SiO2, the contact angles were 25°, 19.25° and 22.5°, respectively. Despite not reaching the minimum value, it still exhibited good wettability. Although this concentration of cleaning solution did not reach the minimum contact angle value, it still exhibited good wettability. Therefore, subsequent cleaning experiments were carried out at this concentration. It can be seen from Fig. 4 that the contact angles on the surface of the SiO2 wafer treated with the three cleaning solutions showed lower values, and the wettability of the surface cleaned with EDTA solution was best.\n                  \n                  \n                     3.2\n                     Efficiency of particle cleaning and surface morphology after SiO2 cleaning\n                     The laser scanning confocal microscope image in \n                        Fig. 5 depict the residual CeO2 particles on the SiO2 dielectric surface before and after cleaning. The number of ceria particles on SiO2 after cleaning with the three complexing agents was much lower than that after polishing. However, it is impossible to accurately count the particles left after cleaning because of the small particle size. The influence of the three cleaning solutions on particle removal was further compared using SEM, as shown in \n                        Fig. 6, and the effectiveness of particle cleaning was determined by Eq. (1). Many CeO2 particles adhere to the wafers following the CMP procedure. The majority of the particles were separated after brushing for two minutes with the three cleaning solutions. Ceria particles were successfully removed in amounts of 96.8% and 93.8% following cleaning with Gly and TAD cleaning solution, respectively. The surface cleaned with 0.15 wt% EDTA had the smallest residual particles and the best cleaning effect (PCE up to 99.0%).\n                     In order to further explore the influence of the complexing agent on the removal of residual particles, the difference of surface roughness of silica films before and after cleaning was examined, as depicted in \n                        Fig. 7. Van der Waals forces and polishing pressure led to a large number of CeO2 particles adsorbed on the SiO2 substrate during CMP process, resulting in a high level of surface roughness (16.1 nm) as shown in Fig. 7a. After cleaning with the three complexing agent solutions, Fig. 7b-d show that surface roughness decreased to 0.95 nm, 0.45 nm, and 1.41 nm, respectively. According to the experimental results, after cleaning with 0.15 wt% EDTA solution, a flatter surface was obtained, and the quality of the SiO2 wafer surface was further improved. This implies that EDTA with carboxyl functional groups is a superior option for cleaning SiO2 wafers following CMP.\n                  \n                  \n                     3.3\n                     Cleaning mechanism for removal of ceria particles on SiO2 Surface\n                     Based on the above results, it is expected that complexing agents containing amino and carboxyl functional groups can react with ceria particles. Next, the element content of the SiO2 surface before and after cleaning was analyzed by XPS to reveal the mechanism of ceria particle removal by complexing agents in the cleaning process. \n                        Fig. 8 depicts the XPS spectra of SiO2 wafer surface after CMP and cleaning with different solutions. As shown in Fig. 8a, the sample has a high intensity peak related to cerium at the binding energy of 870–930 eV. In addition, the Ce content on the samples treated with the EDTA cleaning solution was lower than that with the other two cleaning solutions. These peaks show that EDTA cleaning solution has a stronger ability to remove ceria particles. Fig. 8b shows the O 1 s spectra with two peaks. The peak at ∼529 eV is associated with the Ce-O-Si bond, while the peak at 531 ∼ 532 eV is attributed to the Si-OH bond [16,28]. The peaks corresponding to the Ce-O-Si bond on the cleaned samples displayed a regular decline (consistent with the regularity of the cleaning results shown by SEM), indicating that the Ce-O-Si bonds were broken and diminished. All three complexing agents lead to a significant reduction in Ce content on the SiO2 surface, and EDTA containing four carboxyl functional groups has a stronger ability to complex Ce ions than the other two complexing agents.\n                     Previously studies have reported that Ce3+ ions, as reactive sites of ceria particles, interact with SiO2 to form Ce-O-Si bond. It is crucial to assess the amount of Ce3+ on CeO2 particles because the variations of the strength of Ce-O-Si bonds can be used to characterize the ability of polishing and cleaning [11,19,36]. \n                        Fig. 9 displays the Ce 3d XPS spectra of the SiO2 surface before and after the cleaning process. The mixed Gaussian-Lorentzian function model was utilized to deconvolute the XPS spectra into eight distinct peaks [37,38]. The peaks of Ce 3d5/2 and Ce 3d3/2 are denoted by the letters v and u, respectively. Ce3+ is represented by the XPS peaks of v2 and u2, and Ce4+ by the other XPS peaks [39]. Eq. (2) was used to determine the concentration of Ce3+ ions, and the results of the integrated areas of the v and u peaks are displayed in \n                        Table 2.\n                           \n                              (2)\n                              \n                                 \n                                    [\n                                    \n                                       C\n                                       \n                                          \n                                             e\n                                          \n                                          \n                                             3\n                                             +\n                                          \n                                       \n                                    \n                                    ]\n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          \n                                             v\n                                          \n                                          \n                                             2\n                                          \n                                       \n                                       +\n                                       \n                                          \n                                             u\n                                          \n                                          \n                                             2\n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             v\n                                          \n                                          \n                                             1\n                                          \n                                       \n                                       +\n                                       \n                                          \n                                             v\n                                          \n                                          \n                                             2\n                                          \n                                       \n                                       +\n                                       \n                                          \n                                             v\n                                          \n                                          \n                                             3\n                                          \n                                       \n                                       +\n                                       \n                                          \n                                             v\n                                          \n                                          \n                                             4\n                                          \n                                       \n                                       +\n                                       \n                                          \n                                             u\n                                          \n                                          \n                                             1\n                                          \n                                       \n                                       +\n                                       \n                                          \n                                             u\n                                          \n                                          \n                                             2\n                                          \n                                       \n                                       +\n                                       \n                                          \n                                             u\n                                          \n                                          \n                                             3\n                                          \n                                       \n                                       +\n                                       \n                                          \n                                             u\n                                          \n                                          \n                                             4\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     The results calculated by software processing are shown in Table 2, the Ce3+ concentration on the polished sample was 23.29%. After treatment with glycine and TAD cleaning solution, Ce3+ concentration decreased to 18.22% and 18.73%, respectively. Following treatment with the EDTA cleaning solution, the lowest Ce3+ content (17.79%) was discovered, confirming the optimal cleaning performance of the carboxyl functional group. The decrease of Ce3+ ion content on the sample also implies the weakening of the Ce-O-Si bond. The significant reduction of CeO2 particles on the SiO2 surface following the cleaning experiments is further supported by the fact that both amine and carboxyl functional groups can interact with Ce3+ and consume it.\n                     UV-Vis spectra has been widely used to acquire the change of the oxidation state on the surface of ceria particles. In order to better understand the influence of amine and carboxyl functional groups on Ce3+ ions, the absorption spectra of Ce(NO3)3 solutions containing different complexing agents were analyzed. \n                        Fig. 10 shows the information of following five samples: #1 only contains 1.5 mM Ce(NO3)3; #2 contains 1.5 mM Ce (NO3)3 and the pH was adjusted to 11; #3, #4 and #5 contains 1.5 mM Ce (NO3)3 and 0.1 wt% Gly, 0.15 wt% EDTA and 0.15 wt% TAD, at pH 11, respectively. The spectra of #1 shows that Ce(NO3)3 has a strong peak at 252 nm and a weak peak close to 298 nm, which corresponds to the characteristics of Ce3+ \n                        [20]. After the pH was adjusted to 11, the absorption peak of #2 near 252 nm disappeared due to the gradual disappearance of charge transfer within Ce(NO3)3 molecule and the formation of Ce(OH)3 precipitation. After the addition of glycine and TAD, new peaks appeared near 300.4 nm and 301.8 nm for #3 and #5, respectively, but their absorption peaks were less intense. The Ce3+ peak vanished and a new peak was formed at 282.6 nm for #4, with the addition of 0.15 wt% EDTA. It is presumed that this is the generation of the Ce(Ⅲ)-EDTA complex and the red shift of the absorption curve of #4 also proves the occurrence of the complexation reaction.\n                     The appearance of the solution corresponds to the change of the absorbance curve. When the pH value of Ce(NO3)3 solution was adjusted to 11, the initially clear solution progressively turned turbid, and white flocculated precipitate appeared at the bottom of the bottle after standing for 180 min. Therefore, spectra of #2 shows weak absorption peak. When Gly and TAD were added separately, the precipitations in #3 and #5 solutions showed different degrees of reduction. In #4, the precipitation vanished and the solution turned yellow because Ce3+ and EDTA combined to form a Ce(III)-EDTA soluble complex, which confirms the findings of the UV–vis spectra.\n                     \n                        \n                        Fig. 11 displays the UV–vis spectra of ceria particles dispersed in DIW (0.005 wt%) and with different complexing agents. According to the results, Ce3+ and Ce4+ are associated with the weak absorption peak near 264 nm and the broad absorption peak at 358.4 nm, respectively [40,41]. When the complexing agents were applied, the peak at 264 nm shrank or completely vanished, while the Ce4+ absorption peak at 358.4 nm showed no discernible change. By comparing the intensity of absorption peaks, it is found that the carboxyl functional group formed a more powerful complex with Ce ions than the amine functional group. As a result, ceria particles are more effectively cleaned by the cleaning solution containing carboxyl functional group. It can be concluded that the complexing agents can be adsorbed on the SiO2 surface, disrupt the Ce-O-Si structure, and continue to form a water-soluble complex with the free Ce3+ ions in the solution or on the surface of ceria particles to prevent the redeposition of the particles.\n                  \n                  \n                     3.4\n                     Molecular dynamics analysis\n                     \n                        3.4.1\n                        Analysis of HOMO-LUMO\n                        The frontier molecular orbital distribution of HOMO and LUMO, as well as the optimal molecular structures and ΔE (ELUMO-EHOMO) of Gly, EDTA, and TAD, are displayed in \n                           Fig. 12. It could be found that the HOMO of glycine is primarily concentrated around the amino group, and the majority of the remaining space in the structure are occupied by LUMO. Both the HOMO and LUMO of EDTA are distributed near the left carboxyl group. The HOMO of TAD is mainly distributed in the middle backbone of the molecule, while the LUMO is concentrated around the amino group on the left side. When the functional groups form coordination connections with ceria, the aforementioned sites are more likely to donate (HOMO) or accept (LUMO) electrons. Previous studies have reported that lower ΔE represents the ability to adsorb more tightly to metal surfaces [42]. It can be seen from Fig. 12, EDTA has a lower energy gap value (3.967 eV) than Gly and TAD, which means that EDTA has a higher chemical reactivity. Hence, it can be inferred that the complexation capability of the three complexing agents to cerium ions on the particle surface is as follows: EDTA>GLY>TAD. Furthermore, we assume that the carboxyl functional group is more likely to be attached to Ce(III) because it is more receptive to electrons.\n                     \n                     \n                        3.4.2\n                        Analysis of MEP and Fukui function\n                        \n                           \n                           Fig. 13 depicts the molecular electrostatic potential (MEP) and Fukui function of glycine, EDTA, and TAD, which can be used to identify the primary reaction positions and high electron intensity regions of compounds. The positive potential section affiliated with the electrophilic reaction is represented by red color of MEP, while the nucleophilic reaction is shown by the blue portion (negative potential region) [43]. As displayed in Fig. 13, it can be found that the red regions of glycine, EDTA and TAD are mainly located on the H atoms connected to amino/carboxyl groups, which are vulnerable to electrophilic attack; the blue regions are mainly distributed on the N/O atoms connected to amino/carboxyl groups, which are the main reaction sites for nucleophilic attack.\n                        Additionally, Fig. 13 shows the reaction sites of the three complexing agent molecules using Fukui functions. The maximum value of Δf (\n                              \n                                 Δ\n                                 f\n                                 =\n                                 \n                                    \n                                       f\n                                    \n                                    \n                                       k\n                                    \n                                    \n                                       +\n                                    \n                                 \n                                 −\n                                 \n                                    \n                                       f\n                                    \n                                    \n                                       k\n                                    \n                                    \n                                       −\n                                    \n                                 \n                              \n                           ) indicates nucleophilic attack, and the minimum value indicates electrophilic attack [44]. For glycine molecule, C2 has the largest Δf index, making it the favored site for nucleophilic attack; whereas N4 has the lowest f value, making it the primary site for electrophilic attack. Similarly, the C1 atom of EDTA is susceptible to nucleophilic attack, while the N3 atom is susceptible to electrophilic attack. H33 and H34 atoms are the most favorable nucleophilic attack sites in TAD, while N4 and N7 are main reaction sites for the electrophilic attack. The results of the Fukui function analysis are consistent with those of the MEP.\n                     \n                     \n                        3.4.3\n                        Adsorption and dynamic simulation\n                        Molecular dynamics simulation can be used to construct models for the adsorption of ceria molecules or complexing agent molecules on SiO2 substrate, as shown in \n                           Fig. 14. The adsorption energy is calculated by Eq. (3), and the calculation results are listed in \n                           Table 3.\n                              \n                                 (3)\n                                 \n                                    \n                                       \n                                          \n                                             E\n                                          \n                                          \n                                             ads\n                                          \n                                       \n                                       =\n                                       \n                                          \n                                             E\n                                          \n                                          \n                                             tot\n                                          \n                                       \n                                       \n                                          \n                                             −\n                                             E\n                                          \n                                          \n                                             silica\n                                          \n                                       \n                                       −\n                                       \n                                          \n                                             E\n                                          \n                                          \n                                             complex\n                                          \n                                       \n                                    \n                                 \n                              \n                           where E\n                           \n                              tot\n                            stands for the total energy, E\n                           \n                              silica\n                            is the energy of only SiO2 (1−10) substrate without complexing agent molecules, and E\n                           \n                              cmoplex\n                            represents the energy of ceria or complexing agent molecules. The negative adsorption energy implies that the molecular adsorption is spontaneous. Adsorption is more steady the larger the absolute value of adsorption energy. [45]. The adsorption energy of all three complexing agent molecules on the SiO2 substrate is lower than that of ceria. Based on the results in Table 3, it can be presumed that EDTA clings to the SiO2 substrate more firmly than ceria/Gly/TAD. From that, Ce(III) is more likely to bind to EDTA with more carboxyl functional groups, which will displace the Ce-O-Si bond on the substrate.\n                     \n                  \n                  \n                     3.5\n                     Mechanism of ceria particles removal by EDTA\n                     Based on the aforementioned experimental results and analysis, carboxyl functional groups can more effectively remove ceria particles bound into Ce-O-Si bond from the silicon dioxide surface. The detailed process for removal ceria particles with EDTA cleaning solution is shown in \n                        Fig. 15. Firstly, ceria particles are tightly adsorbed on the SiO2 surface under polishing pressure, then strong Ce-O-Si bond are formed by the chemical adsorption between Ce3+ and SiO2. During the subsequent cleaning process, the carboxyl functional group breaks the Si-O bond through the undercutting effect, which results in a disruption of the Ce-O-Si structure. The above results revealed that Ce(III) was more easily bound to the carboxyl group in the complexing agent. Ce(III)-EDTA (soluble complex) was created through the complexation reaction between EDTA molecules and CeO2, which inhibits the redeposition of CeO2 particles. At the same time, the strong electrostatic repulsion force overcomes the van der Waals forces between the CeO2 and SiO2, and in concert with the mechanical action of the PVA brush, the ceria particles can be removed effectively.",
    "Conclusions": "4\n                  Conclusions\n                  Gly, EDTA and TAD complexing agents containing amino/carboxyl functional groups were selected as the main components of the cleaning solution, and their cleaning effectiveness and mechanism on ceria particles were systematically studied. Firstly, based on the zeta potential and contact angle test, the optimal concentration of each complexing agent was determined, and cleaning experiments were carried out by PVA brushing. SEM and AFM results showed that the cleaning solution containing EDTA resulted in the lowest number of remaining ceria particles (99% PCE) and lower surface roughness (0.45 nm). Subsequently, XPS and UV–vis results revealed that the Ce-O-Si bond was broken and the complexation reaction between EDTA and Ce3+ occurred, after the addition of complexing agent. Furthermore, compared with Gly/TAD, the strong adsorption energy of carboxyl-containing EDTA on the silica surface was confirmed by molecular dynamics simulation, and the theoretical results were consistent with the experimental data. Therefore, a cleaning solution containing 0.15 wt% EDTA at pH 11 is proposed to effectively clean polished SiO2 films, which provides valuable insights into the selection and action mechanism of different complexing agents in post-STI CMP cleaning.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Mei Yan: Conceptualization, Data curation, Software, Investigation, Writing – original draft, Validation, Formal analysis, Baimei Tan: Writing – review & editing, Supervision, Funding acquisition, Conceptualization,. Shihao Zhang: Writing – review & editing, Wei Li: Investigation - Writing – review & editing, Jinbo Ji: Software - Writing – review & editing, Zhi Liu: Experimental guidance - Writing – review & editing, Li Huang: Writing – review & editing, Fangyuan Wang: Writing – review & editing, Xiaolong Wang: Writing – review & editing, Haoyu Du: Writing – review & editing."
  },
  "references": []
}