{
  "title": "Novel full-scale model verified by atomic surface and developed composite microfiber and slurry polishing system",
  "authors": [
    "Zhao, Feng"
  ],
  "publication": {
    "journal": "Composites Part B: Engineering",
    "date": "2024-08-15",
    "doi": "10.1016/j.compositesb.2024.111598"
  },
  "abstract": "Polishing mechanisms between fibers of a polishing pad and slurry are elusive, rising a challenge to develop high-performance composite polishing system. To solve this challenge, a novel full-scale model is proposed from mm to nm, consisting of macro, meso, micro and nanoscale. The model is verified by atomic surface and developed composite microfiber and slurry polishing system. Prior to chemical mechanical polishing, fused silica was polished by ceria slurry. A novel polishing pad was prepared using microfibers with a diameter of 2.5 μm, and a novel green slurry contained silica abrasives, hydrogen peroxide, sodium carbonate, sorbitol and xanthan gum. After CMP, an atomic surface with Ra of 0.108 nm was achieved, and the thickness of damaged layer is 1.95 nm. In terms of the macroscale model suggested, the maximum stress on the microfiber pad decreased 417.7 %, and the direct contact area increased 41.23 % compared with those of a commercial nonwoven pad. The peak stress exceeded 1 MPa on the commercial pad, while it reduced to about one fourth on the developed microfiber pad, according to the mesoscale fiber-slurry model proposed. Reactive force field molecular dynamics simulations, i.e. nanoscale model, reveal that a slurry layer existing at interface effectively impedes direct contact between abrasives and fused silica. With increasing the polishing load, material removal mode transformed from an atom to atomic chains. The constructed full-scale model and developed composite polishing system provide new insights to analyze, design and manufacture high-performance polishing pads, slurry and system.",
  "keywords": [
    "Composite polishing system",
    "Microfiber pad",
    "Atomic surface",
    "Full-scale model",
    "Slurry"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Chemical mechanical polishing (CMP) is currently the fundamental manufacturing technology for achieving atomic-level ultimate precision and non-destructive surfaces, which has been widely utilized in semiconductor manufacturing, advanced optics, nuclear fusion, aerospace and other crucial fields [1–6]. As a typical composite ultra-precision manufacturing process, CMP integrates chemical reactions and mechanical removal simultaneously [7–10]. Through the coupling action of the polishing pad, polishing slurry and workpiece, the surface of the workpiece is continuously refined [11–13]. In the past decades, constrained by ambiguous interrelationship in removing couplings across different scales, the research and development of CMP processes with diverse standards for various materials often requires substantial resource consumption, leading to significant material and human resource wastage [14–17]. Therefore, it is imperative to develop a numerical model that encompasses series essential components in CMP for assessing the coupling removal effect of composite polishing materials, which holds significant implications for practical engineering production.\n                  The polishing medium, which has never been considered as a whole in previous studies, is a complex cross-scale system involving the polishing pad fibers, slurry and abrasives. As a consequence, the core mechanism of CMP involves mechanical behavior of polishing pad, interaction between polishing pad, slurry and abrasives, and the chemical reaction between the slurry and workpiece [18–20]. In general, the CMP process involves the orderly transfer of stress form macro to nano scale, The multi-component polishing system enables the composite action of chemical dissolution and mechanical removal, thus obtain the atomic-level ultra-smooth surface [21–23]. In actual polishing process, the entire process must ensure a dynamic balance between chemical dissolution and mechanical removal, which is influenced by a range of process parameters [24,25], including slurry design, selection of abrasive size and type etc. Currently, limited by the testing technology and approaches, the interaction between multi-component composite polishing materials and workpieces can only be partially captured and evaluated. The evaluation of CMP process currently relies primarily on complex characterization methods and qualitative analysis of polishing results, which is resource-intensive and incomplete.\n                  Another approach for CMP quantitative analysis is numerical simulationn. Previous studies have demonstrated that numerical simulation can effectively conduct quantitative analysis of CMP processes at various scales, as well as the interaction among different components, mainly encompass finite element (FE) analysis [26–28], fluid-structure (FS) interaction method [29–31], smooth particle hydrodynamics (SPH) [32,33], classical molecular dynamics (MD) [34–36], Reactive force field (Reaxff) molecular dynamics [37–39], density functional theory (DFT) [40–42] etc. In terms of macroscopic scale, previous methods have been confirmed to partially reflect the interaction between slurry and abrasive in composite polishing system to a certain extent, while some crucial factors have not been fully taken into account. In previous macroscopic numerical model, the intricate nonlinear structural fiber features of the polishing pad, nonlinear constitutive of slurry are frequently overlooked, leading to imprecise calculation results [43,44]. The intricate interplay between fiber and slurry, and fiber stress distribution on abrasives arising from nonlinear topology structure have not yet been thoroughly explored. In addition, previous models of nano-abrasives and workpieces have often been based on assumption of ideally smooth surface, which is inconsistent with the actual rough surface, leading to the imprecise calculation results. While for atomic scale simulation, classic MD and Reaxff method were employed to address chemical reactions in chemical mechanical composite machining for both crystal and amorphous materials. However, these atomic scale calculations are constrained by a single scale and are unable to elucidate the stress transfer mechanism, let alone analyze the impact of changes in macroscopic process parameters on composite removal [45–47]. Although numerous models at various scales have been developed to investigate the influence mechanism of each component in CMP composite polishing system, with different research directions, realizing the logical mapping between each component and scale has become the core and most crucial issue, which presents a significant challenge in advancing the capabilities of atomic-level manufacturing and enhancing the efficiency of ultra-precision machining.\n                  In this work, a comprehensive analysis model for ultra-precision composite polishing system is proposed, encompassing macroscale large size polishing pad model, mesoscale periodic fiber-slurry interaction model, microscale single fiber-abrasive scratching model, and nanoscale Reaxff model, with stress transfer serving as the connecting factor, and the logical relation mapping between different scales is realized. The model also considers the slurry nonlinear rheological property, nonlinear structure of fiber pad, and the workpiece actual rough surface. Though this full-scale model, the composite ultra-precision machining mechanism of developed green CMP polishing slurry and novel microfiber polishing pad was further evaluated. The comprehensive analysis model proposed in this work holds significant implications for future research and development of ultra-precision composite polishing materials and high-efficiency ultra-precision machining technology.",
    "Experimental details": "2\n                  Experimental details\n                  \n                     2.1\n                     Chemical mechanical polishing tests\n                     The base cloth of microfiber pad was developed by Mingxin Menorca (Jiangsu) new material Co., LTD, (China) with a 480 g/m2 areal density. Though gluing primer on base cloth, the preparation of polishing pad is realized. The commercial common pad (02980014) was purchased from Shenyang Kejing auto-instrument Co., Ltd, (China). All the polishing tests were conducted on UNIPOL-1502 surface machine. The polished fused silica samples, measuring 10 × 10 × 4 mm, were procured from Lianyungang Julin Quartz Technology Co., Ltd., China. D-sorbitol, Sodium carbonate (Na2CO3), 30 % Hydrogen peroxide (H2O2) and Xanthan Gum from Sinopharm Chemical Reagent Co., Ltd. (China) were selected as dispersant, pH regulator oxidant and thickener. The viscosity of polishing system can be quantitatively controlled by Xanthan Gum content. Before CMP, three fused silica sample were roughly polished by rough polishing slurry with 3 wt% ceria abrasives (3 μm CeO2) from Xuancheng Jingrui New Materials Co., Ltd., (China) for 60 min. Then, the developed slurry was applied for subsequent CMP experiments. The detailed slurry composition and process parameters are shown in Table 1\n                         and Table 2\n                        .\n                  \n                  \n                     2.2\n                     Characterization\n                     The silica abrasives, common pad, and microfiber pad before and after CMP morphology were characterized using a scanning electron microscope (SEM, JSM-7800F, Japan). The fused silica surface topography was tested by an optical microscope (MX40, Olympus, Japan). The material removal rate (MRR) is calculated by a precision balance to calculate the mass difference before and after polishing. The 3D surface roughness of fused silica after CMP was measured by optical surface profilometer (Zygo NewViewTM 9000, USA) and atomic force microscopy (AFM, Nanowizard4XP, Bruker, Germany). The damaged layer of sample was observed through high-resolution transmission electron microscopy (HRTEM) imaging (Talos F200x, USA). The rheology of slurry was by a rotational rheometer (Viscotester iQ, China). The polished fused silica samples were analyzed by XPS (PHI-5000versaprobeIII, Japan) to investigate valence states changes. FTIR measurements (Bruker Vertex 70, Germany) were performed to detect vibrational peaks on the workpiece surface after polishing. The hardness (HC) of different pads was tested by a Shore hardness tester. The nitrogen gas physisorption experiment (ASAP2460, USA) was conducted to evaluate the polishing pad for different samples. To assess specific surface areas, the BET model was used under relative pressure to extract average surface area and pore volume. Bending lengths of different pads were tested and recorded in accordance with GB/T 18318.1–2009 standards. The static compression properties of pads were tested by a universal testing machine (Instron 5969) with a 1 mm/min compression velocity. Additionally, the contact angles (CAs) of different pads were measured using an optical CA measuring device (OCA20).",
    "Full-scale numerical analysis model": "3\n                  Full-scale numerical analysis model\n                  Previous research has often emphasized the analysis strategy on one single scale. However, CMP is a typical cross-scale material removal system, and a single scale cannot accurately describe the composite material removal process. In this work, a cross-scale numerical analysis strategy was firstly proposed as shown in Fig. 1\n                     , including four different scales, namely large size polishing pad model, fiber-slurry interaction model, single fiber-abrasive scratching model and molecular dynamic reaxff model, corresponding to the macro, meso, micro and nano scale, respectively.\n                  In macroscale, the large size polishing pad model integrated different orientation fibers with actual diameter, and interactions between fibers were calculated in detail. For mesoscale model, a smaller representative unit cell (RUC) model randomly selected from macro scale model were constructed to further investigate the strong coupling effect in CMP. In this model, the nonlinear rheology of the slurry and periodic boundary conditions (PBCs) were both considered, and the coupling Eulerian-Lagrangian (CEL) approach were applied to simulate the compression deformation between fiber and slurry. In addition, for macro and meso model, the corresponding experiment were carried out to verify the consistency of the model. The above two scales are limited by the three-body contact of fiber-slurry-workpiece, which cannot be implemented to the micro material removal and chemical reaction generated by slurry and workpiece. Therefore, the single fiber-abrasive model was put forward to investigate the induced damage removal. In this model, the stress boundary conditions of fiber to abrasive were extracted from mesoscale calculation results. Through this logical stress loading, the dynamic relationship between different scales can be established. It is worth noting that in microscale model, in addition to constructing a surface with true roughness, the anisotropic scratching properties induced by fiber were investigated in detail. Due to the anisotropic nature of fiber, variations in material removal effects are inevitable as a result of differences between the scratching direction and fiber direction. Finally, in order to further investigate the nanoscale removal mechanisms induced by microfiber composite polishing system, the molecular dynamic Reaxff model was established. The abrasive pressure was determined and extracted by microscale calculation stress results. Through this stress transfer connection from macro to nanoscale, the relationship between different scales can be logically established. Therefore, the cross-scale analysis model for composite polishing materials proposed in this work is seamlessly integrated across all scales, demonstrating a clear and logical progression from one scale to the next. In this section, a comprehensive explanation of the intricate construction and calculation methodologies employed in each scale model were introduced.\n                  \n                     3.1\n                     Macroscale large size polishing pad model\n                     In general, the nonwoven polishing pad demonstrates the advantages of great uniformity, strength, softness and adhesion. Due to the unique material and structural properties of nonwoven random fibers, the polishing pad enables a more uniform distribution of abrasives and slurry, resulting in a finer, more consistent surface. However, it is of great difficulty to construct the nonwoven fabric for its randomness and density of fiber arrangement. At present, the widely applied and mature methods mainly include random growth approach, image modeling approach and Micro-CT approach [48,49]. The growth method was used to set up the pad structure by python script, and the workflow is displayed in Fig. 2\n                        a. In this model, the common nonwoven polishing pad model and microfiber polishing pad with different mean fiber diameter (17.85 and 2.50 μm) were constructed to evaluate the polishing stress (Fig. 2b–c). The actual fiber pad model was established by spatial layering growth approach with size of 0.8 × 0.8 × 0.1 mm. After convergence debugging, the fiber model was discretized into 54600 and 181200 B31 elements respectively for common and microfiber pads in Abaqus/Explicit. The Coulomb's law is applied to fiber-to-fiber interaction, and the friction coefficient was set as 0.3. In this model, the polishing pad and linear velocity was equal to real working condition, and the polishing pressure was set as 40 kPa. The fibers were defined as transversal isotropic. The specific parameters were displayed in Tables S1 and L represents axial direction while T represents transverse direction.\n                  \n                  \n                     3.2\n                     Mesoscale fiber-slurry interaction model\n                     For previous CMP research, the strong FS interaction between pad and polishing slurry under actual working conditions demonstrates a great significance for microscopic scale material removal. However, most of these analysis focus on side indirect characterization, and few direct models are available to elaborate their interaction processes. The complexity arises from nonlinear structure of pad and slurry nonlinear rheology. To overcome this problem, the composite polishing system RUC model was constructed by coupled Eulerian-Lagrangian approach [50]. Compared with conventional Lagrangian methods, Eulerian elements are capable of large deformations, enabling accurate simulation of slurry, as shown in Fig. 3\n                        e.\n                     In Eulerian analysis, the nodes are fixed in space, the material flows in elements and the mesh does not deform with the material deformation (Fig. 3c). Considering the calculation cost, the models were simplified accordingly. Therefore, the RUC pad model was set up by the same approach shown in Fig. 2a with a size of 300 × 300 × 100 μm and 100 × 100 × 33.33 μm for common polishing pad and microfiber polishing pad as presented in Fig. 3a–b. In these two models, the polishing slurry were discrete into Eulerian elements (EC3D8R, an 8-node linear Eulerian brick, reduced integration hourglass control) and the Lagiangran elements (C3D8R, an 8-node linear Lagrangian brick, reduced integration hourglass control. Therefore, a large Eulerian domain was established, providing the slurry flow area. The material properties of slurry were assigned by discrete field for its structure in Eulerian domain by volume fraction tool (VFT) in Abaqus/Explicit. The general contact is defined between fibers and between fiber and slurry and all the tangential contact behaviors are modeled with Coulomb friction.\n                     As shown in Fig. 3d–S1-S4represents the four corresponding surface of the model. To ensure the typicality, the PBCs were used to corresponding nodes in point-to-point format, including the counterparts in S1 and S2 surfaces, S3 and S4 surfaces. The detailed information relationships between nodes were presented in supporting information. In addition, to define the nonlinear viscosity, the subroutine VUSDFLD was employed in Abaqus/Explicit, while the detailed parameters were presented in Table S2.\n                  \n                  \n                     3.3\n                     Microscale single fiber-abrasive scratching model\n                     To investigate the fiber influence on micro material removal, the single fiber-abrasive scratching model was constructed. Due to the significant anisotropy of fibers, different scratching directions will inevitably lead to removal effects. In this model, the fibers were also considered as transversely isotropic, and the material direction were shown in Fig. 4\n                        a. In addition, four different special scratching conditions are considered, including axial loading for common fiber/microfiber and transverse loading for common fiber/microfiber as shown in Fig. 4b–c. The fibers make contact with the abrasive and impart scratches onto the workpiece with a viscosity of 70 m/min. To ensure a more realistic scratching situation, the rough surface with roughness of Sa 4.551 nm were quantitatively constructed by power spectral density (PSD) function [51]. In PSD function, the roughness was considered isotropic Gaussian noise. The PSD function is defined as follows:\n                           \n                              (1)\n                              \n                                 \n                                    C\n                                    \n                                       (\n                                       q\n                                       )\n                                    \n                                    =\n                                    \n                                       1\n                                       \n                                          \n                                             (\n                                             \n                                                2\n                                                π\n                                             \n                                             )\n                                          \n                                          2\n                                       \n                                    \n                                    ∫\n                                    ∫\n                                    z\n                                    \n                                       (\n                                       \n                                          x\n                                          ,\n                                          y\n                                       \n                                       )\n                                    \n                                    \n                                       e\n                                       \n                                          −\n                                          i\n                                          q\n                                          \n                                             (\n                                             \n                                                x\n                                                +\n                                                y\n                                             \n                                             )\n                                          \n                                       \n                                    \n                                    d\n                                    x\n                                    d\n                                    y\n                                 \n                              \n                           \n                        \n                        \n                           \n                              (2)\n                              \n                                 \n                                    q\n                                    =\n                                    2\n                                    π\n                                    /\n                                    λ\n                                 \n                              \n                           \n                        Where \n                           \n                              z\n                              \n                                 (\n                                 \n                                    x\n                                    ,\n                                    y\n                                 \n                                 )\n                              \n                           \n                         represents z-axis coordinates, λ represents the wavelength. After \n                           \n                              C\n                              \n                                 (\n                                 q\n                                 )\n                              \n                           \n                         is identified, it can be converted to magnitude of FFT (Fast Fourier Transform) by:\n                           \n                              (3)\n                              \n                                 \n                                    A\n                                    \n                                       (\n                                       q\n                                       )\n                                    \n                                    =\n                                    2\n                                    π\n                                    \n                                       \n                                          \n                                             1\n                                             \n                                                \n                                                   L\n                                                   x\n                                                \n                                                \n                                                   L\n                                                   y\n                                                \n                                             \n                                          \n                                          C\n                                          \n                                             (\n                                             q\n                                             )\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        Then, the \n                           \n                              z\n                              \n                                 (\n                                 \n                                    x\n                                    ,\n                                    y\n                                 \n                                 )\n                              \n                           \n                         can be constructed with IFFT as follows:\n                           \n                              (4)\n                              \n                                 \n                                    z\n                                    \n                                       (\n                                       \n                                          x\n                                          ,\n                                          y\n                                       \n                                       )\n                                    \n                                    =\n                                    ∫\n                                    X\n                                    \n                                       (\n                                       q\n                                       )\n                                    \n                                    \n                                       e\n                                       \n                                          −\n                                          i\n                                          q\n                                          \n                                             (\n                                             \n                                                x\n                                                +\n                                                y\n                                             \n                                             )\n                                          \n                                       \n                                    \n                                    \n                                       d\n                                       2\n                                    \n                                    q\n                                 \n                              \n                           \n                        \n                     \n                     During scratching process, the underside of the workpiece is defined as encastre, namely constrains all degrees of freedom (\n                           \n                              \n                                 U\n                                 1\n                              \n                              =\n                              \n                                 U\n                                 2\n                              \n                              =\n                              \n                                 U\n                                 3\n                              \n                              =\n                              U\n                              \n                                 R\n                                 1\n                              \n                              =\n                              U\n                              \n                                 R\n                                 2\n                              \n                              =\n                              U\n                              \n                                 R\n                                 3\n                              \n                           \n                        ). The Johnson Holmquist 2 (JH-2) model was used for defining the workpiece and abrasive property [52,53]. In JH-2 model, the strength was defined by a smooth curve as a function of hydrostatic pressure. The detailed JH-2 instructions and parameters were shown in Table S3.\n                  \n                  \n                     3.4\n                     Nanoscale ReaxFF model\n                     The nanoscale ReaxFF model is composed of five components: rigid layer, free layer (abrasive), slurry layer, free layer (workpiece), and fixed layer as depicted the nanoscale model in Fig. 1. Both workpiece and abrasive are fused silicas, and the slurry contains 600H2O molecules and 20H2O2 molecules. The workpiece is comprised of 4000 Si and 8000 O atoms with a size of 71.5 \n                           \n                              ×\n                           \n                         71.5\n                           \n                              ×\n                           \n                         125 Å. Fogarty's Si/O/H potential function was utilized to simulate the interatomic interactions within the system, and the timestep was set to 0.25 fs, with periodic boundaries in X and Y directions and a fixed boundary in the Z direction. All simulations were conducted under NVT ensemble, and the Nosé-Hoover thermostat was applied to keep the system temperature at 300 K. The CMP was conducted by four steps:\n                     (1) The system was relaxed for 100 ps to ensure adequate interaction between slurry and interface. (2) The rigid layer precisely controlled the abrasive's movement along the z axis at 40 m/s for 50 ps. Following this, the change curve of z-axis downforce during the pressing process was generated, and various pressure levels were applied to simulate constant force polishing. (3) The rigid layer precisely controlled the abrasive's movement in the negative direction along the x axis at 40 m/s for 200 ps. (4) The rigid layer guided the abrasive back to its initial position along the positive direction of z axis.",
    "Results and discussions": "4\n                  Results and discussions\n                  \n                     4.1\n                     Experimental results\n                     \n                        Fig. 5\n                        a displays the selected abrasive SEM appearance and its size distribution. It can be seen the spherical particle size abrasive exhibits a fine dimensional uniformity which ranges from 230 to 410 nm with a mean diameter of 309.8 nm. Fig. 5b–c shows the fiber morphology of common pad and microfiber pad prepared in this work. The most common pad fiber diameters are in 17–19 μm range, and its average diameter are 17.85 μm. While for microfiber pad, its fiber diameter falls within the range of 1.7–3.1 μm and average fiber diameter is 2.50 μm, which 624 % thinner common pad fiber. Fig. 5d shows the BET results of common pad and microfiber pad. Compared with common pad, the microfiber pad exhibits a 15.74 % lower porosity. In terms of specific surface are, the microfiber pad shows a 1.8796 m2/g surface area, which is 10 times of common pad, and this indicates that the microfiber polishing pad ensures the excellent storage properties for polishing slurry, as well as an order of magnitude increase in contact area with the workpiece. To further evaluate the mechanical properties of different polishing pad, the hardness and the bending length were tested. As presented in Fig. 5e, the hardness of the common pad was 52.7 (HC), and the microfiber pad was only 20.5 (HC). In addition to the hardness, the bending length was also conducted to evaluate the softness of pad, which is manifested as stiffness of the fabric, and smaller the bending length, the softer the fabric. The microfiber pad exhibits a 197.82 % lower bending length. The hardness and bending length tests both proved the microfiber exhibits softer properties than common pads, and this is of great significance for ultra-precision surface polishing. To investigate the fluid transfer performance of microfiber pad, the surface wetting behavior of different pads were tested as presented in Fig. 5g–h. Both two pads show an excellent slurry permeability, and the common pads completes the slurry penetration within 0.3 s. The microfiber pad achieves rapid slurry transfer within 0.06 s, showing super-hydrophilic properties, which mainly resulted from the unique core attraction between the fibers. Fig. 5f exhibits the dynamic linear dynamic viscosity of polishing slurry. Before critical shear rate, the slurry shows a shear thinning state and gradually reaches the lowest rheology (0.758 Pa s). After critical shear rate, the slurry shows an obvious shear thickening phenomenon, and the viscosity increases exponentially with the strain rate.\n                     \n                        Fig. 6\n                        a–c depict the optical morphology of both rough and finely polished samples, while Fig. 6d–f displays their surface roughness optical morphology. After rough polishing, it can be observed that there are still bubbles, pitting, scratches and other defects on the fused silica surface and its Sa value were 4.551 ± 1.375 nm. After fine polished by common pad and microfiber pad, the corresponding roughness Sa were 0.216 ± 0.042 nm and 0.108 ± 0.013 nm (20 × 20 μm2 scanning range) with the MRR of 78.63 nm/min and 40.61 nm/min, respectively. Compared with common fiber pad, the microfiber pad composite polishing system shows an extremely flat and ultra-smooth surface, and the difference between peaks and troughs Sz was less than 1 nm. For further validation of the ultra-smooth results, Fig. 6g presents the AMF 2D and 3D surface roughness of microfiber samples. The AFM findings align with Zygo results, indicating Ra and Rq values of 0.116 nm and 0.142 nm, respectively, within 10 × 10 μm2.\n                     In Fig. 6h, the infrared spectrum of various samples reveals similar trends across three different samples. The symmetrical tensile peaks observed at 783 cm⁻1 and 1134 cm⁻1 correspond to the Si–O–Si signal. Additionally, the tensile vibration detected at 961 cm⁻1 is attributed to Si–O. Previous studies have identified two crucial stages in the removal of atoms from fused silica: the formation of Si(workpiece)-O-Si(abrasive) bridge bonds and the subsequent breaking of surrounding chemical bonds under bridge bond pulling. This reaction can be represented by the following equation [54,55]:\n                           \n                              (5)\n                              \n                                 \n                                    \n                                       \n                                          (\n                                          \n                                             ≡\n                                             Si\n                                          \n                                          )\n                                       \n                                       +\n                                    \n                                    +\n                                    Ο\n                                    \n                                       Η\n                                       −\n                                    \n                                    ⇌\n                                    \n                                       (\n                                       \n                                          ≡\n                                          Si\n                                          −\n                                          OH\n                                       \n                                       )\n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (6)\n                              \n                                 \n                                    \n                                       \n                                          (\n                                          \n                                             ≡\n                                             Si\n                                             −\n                                             O\n                                          \n                                          )\n                                       \n                                       −\n                                    \n                                    +\n                                    \n                                       Η\n                                       +\n                                    \n                                    ⇌\n                                    \n                                       (\n                                       \n                                          ≡\n                                          Si\n                                          −\n                                          OH\n                                       \n                                       )\n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (7)\n                              \n                                 \n                                    \n                                       \n                                          (\n                                          \n                                             ≡\n                                             S\n                                             i\n                                          \n                                          )\n                                       \n                                       +\n                                    \n                                    +\n                                    \n                                       (\n                                       \n                                          ≡\n                                          S\n                                          i\n                                          −\n                                          O\n                                          H\n                                       \n                                       )\n                                    \n                                    ⇌\n                                    \n                                       (\n                                       \n                                          ≡\n                                          S\n                                          i\n                                          −\n                                          O\n                                          −\n                                          S\n                                          i\n                                          ≡\n                                       \n                                       )\n                                    \n                                    +\n                                    \n                                       H\n                                       +\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     From perspective of infrared peak, as the fiber diameter decreases, the peaks of Si–O–Si and Si–O are more complanate, which demonstrates that finer fibers are capable of retarding the process of Si(workpiece)-O-Si(abrasive) bridge bonds formation, and thus achieve ultra-fine removal. To investigate the surface residue of polished fused silica, the XPS test were conducted for two polished pads samples. As presented in XPS full spectrum (Fig. 7\n                        a and d), the main peaks near 532.5 eV and 284.1 eV corresponds to O 1s and C 1s. The main peaks near 103.1 eV and 154.1 corresponds to Si 2p and Si 2s, respectively. This proves the fused silica surface were not introduce impurities from the slurry. The XPS full spectrum demonstrates that the polishing of fused silica surface does not result in any impurity introduction from slurry for two pads. For high-resolution Si 2p XPS spectrum (Fig. 7b and e), the polished fine spectra of Si 2p shows a neat peak belonging to SiO2. For high-resolution O 1s XPS spectrum (Fig. 7c and f), in addition to the peak near 532.5 eV, an extra peak of Si–O appears near the binding energy of 531.0 eV, which probably results from the generation of Si(abrasive)-O-Si(workpiece) bridge bonds and also proved that the chemical occurred on fused silica surface when contacts with the slurry.\n                     \n                        Fig. 8\n                         shows the images of abrasives carried by different pads before and after polishing. By soaking the pads in polishing slurry, the abrasive carrying condition of the pads can be evaluated. As presented in Fig. 8a, the abrasive distribution on common pads is non-uniform, with localized aggregation of abrasive and a majority of the fiber area being non-abrasive. On the contrary, microfibers exhibit significantly improved abrasive bearing properties due to their diameter falling within the micron and nano range (shown in Fig. 8b), enabling them to effectively carry abrasives of similar scale. The uniform distribution of spherical abrasives on each fiber surface is highly conducive to achieving ultra-precision polishing. After polishing, the common pad system polished workpiece debris is observed to remain on the surface and adhere to the abrasive, leading to debris agglomeration that impedes further ultra-precision polishing (Fig. 8c). The microfiber polishing pad's fine fibers break up debris through high-speed movement, allowing its structure to quickly eliminate polishing waste (Fig. 8d). Furthermore, the microfiber exhibits excellent wear resistance and can remain intact without damage or fracture during high speed movement.\n                     To explore the influence of different composite polishing systems of nanoscale damaged layer, the high magnification cross section of the polished sample was observed, as presented in Fig. 9\n                        . Fig. 9a–b reveals the atomic scale damage area of common pad system polished sample, a densification damage layer of 4.83 ± 0.21 nm was formed on fused silica surface by composite removal of coarser fiber polishing system. While for microfiber polishing system, a 1.95 ± 0.10 nm damaged area was existed. To the best of our knowledge, such a small densification damage layer has not yet been publicly reported. The above densified damage layer evaluation proves that compared with traditional fibers, microfibers can significantly reduce the surface damage layer of ultra-precision parts and further improve their theoretical limit performance.\n                  \n                  \n                     4.2\n                     Full-scale numerical results\n                     \n                        4.2.1\n                        Macroscale model results\n                        Previous research has confirmed that the contact behavior between polishing pad and workpiece is of great significance on polishing performance. So far, there is no ideal model capable of accurately depicting the nonlinear continuous compression behavior of a polishing pad with complex random structure. In this section, the spatial layering growth method was applied to simulate the dynamic behavior of different pads. Fig. 10a–c and Fig. 10\n                           d–f displays the mises stress, axial stress and in-plane shear distribution under actual polishing condition. In terms of mises stress, the common pad with larger pad demonstrated a much higher concentration internal stress, and the maximum mises stress reached 12.58 MPa. Compared with common pad, the microfiber pad shows a 417.7 % lower maximum stress, and it reaches 2.43 MPa at fiber junction. From the perspective of stress distribution, the axial force is the primary mode of load bearing. In addition, the extrusion pressure resulting from fiber-to-fiber contact is also a significant factor during fiber compression. The pressure between fiber will lead to the stress transfer. In general, from a macro perspective, the stress dispersion and transmission of microfiber polishing pads under actual complex conditions are significantly superior to common pads.\n                        \n                           Fig. 10g displays the experimental and simulated compression stress-strain curve, the static compression test of the polishing pad demonstrates a high level of consistency with the stiffness characteristics of the fiber model, thus confirming the accuracy of the model. Under actual polishing condition, both pads were fully compacted. In actual polishing process, the direct contact area is of great significance for material removal. Fig. 10h presents the direct contact area-compression strain curve, the contact area grows nonlinearly with strain. Due to its fineness advantage, the direct contact area of microfiber pad is significantly higher than common pad. Under 40 kPa, the direct contact area of microfiber pad reaches 18.29 %, which is 41.23 % higher than common pad, indicating the great advantages for ultra-precision polishing. In addition, the stress levels of all the elements were classified and summarized in detail, as shown in Fig. 10i. For microfiber pad, majority of elements (74.78 %) were concentrated in 10−1∼10° range, and all the elements were in 10−2∼101. While for common pad, due to the limitations of stress transfer, regions with significantly high or low local stresses are evident. These elements with stresses exceeding 10 MPa indicate that their corresponding abrasives generate higher cutting forces, leading to the formation of microscopic crack scratches, which further demonstrates the superiority of microfibers.\n                     \n                     \n                        4.2.2\n                        Mesoscale model results\n                        For macro large-size fiber model, it is challenging to comprehend the individual role of each component within the composite polishing system solely through analysis of fiber. Therefore, the fiber-slurry interaction model was thus further conducted to investigate the dynamic coupling effect of different components. Fig. 11\n                            presents the CEL different pads contacts with polishing slurry. In terms of stress value, the macroscopic Mises stress of the common pad is significantly larger than that of microfiber pad when interacting with the slurry when the stress singularity is removed as shown in Fig. 11a and e. For common pad, in the direct contact area between fibers, the peak stress exceeds 1 MPa, whereas for the microfiber pad it is approximately 0.25 MPa. In addition to the large stress area on the fiber, the slurry near the fiber also exhibits a large fluid load, which is attributed to the stress transfer effect of the fiber, and the maximum fluid stress is located in two adjacent fibers shown in Fig. 11b and f. The above stress analysis demonstrates that the fluid is capable of bearing loads of a similar magnitude, rather than relying solely on fiber. From this perspective, microfibers offer unparalleled advantages compared to conventional fibers. Their large specific surface area allows for strong interaction with the polishing slurry, effectively diffusing and balancing the polishing stress to achieve more uniform removal. From the sectional view presented in Fig. 11c–d and Fig. 11g–h, polishing stress is systematically conducted from fiber to fiber, with the slurry flowing in low-stress areas. The synchronized stress conduction and slurry flow effectively remove polishing debris. In comparison to common pads, microfiber pads demonstrate a more uniform flow area without creating large internal areas of small stress.\n                        \n                           Fig. 12\n                           a shows the experimental and numerical stiffness curve of common and microfiber pads system. It can be seen that the model has a good agreement with the experiment, and the simulated value is slightly larger than the experiment. Compared with neat pads, after introducing the polishing slurry, the stiffness of pads is partially increased. Under relatively small strain (<10 %), microfiber pad sample exhibited a lower compression strain. When the compression strain was exceeded 15 %, the pads is gradually compacted, the slope of the stiffness curve rises sharply, and the compressive stress exceeds common pads. Fig. 12b statistics the proportion of stress levels of each element in two different polishing systems. In general, the microfiber pad system shows a lower average stress, and 62.11 % elements were in 0.1–0.5 MPa range. While for common pad, 6.64 % elements exhibit very high stress levels, and these elevated stress levels are likely to result in significant subsequent scratches, which are detrimental to the formation of ultra-smooth surfaces. Though this mesoscale fiber-slurry interaction, the respective roles of the different components can be effectively evaluated.\n                     \n                     \n                        4.2.3\n                        Microscale model results\n                        Limited by single scale, the essential removal of materials cannot be directly observed at both macro and meso scales. Therefore, the single fiber-abrasive numerical analysis model was established to quantify the actual removal effect of abrasive on workpiece. In previous work, the fibers are considered to have transverse isotropy, leading to significantly different scratching effects in different directions. A fiber compression load of 0.5 MPa is selected for this model, with most elements located on the mesoscale results, and numerical results for three-body removal of fiber-abrasion-workpiece was further obtained. Fig. 13\n                            shows four different typical conditions of single fiber-abrasive model for two pads, including transverse/axial scratching model for common fiber (Fig. 13a–b) and microfiber (Fig. 13c–d). During the abrasion process, the abrasive gradually penetrates into the coarse surface, causing the scratch to widen and deepen over time. From the perspective Mises value of workpiece, it turns out that different scratching directions will result in significantly different results. From the sectional view, the maximum stress is concentrated in the direct contact area between abrasive and peak of rough surface. The transverse model exhibits a 4.69 GPa, while the axial model shows a 73.99 % higher Mises stress (8.16 GPa). While for microfiber, the transverse model displays the cutting stress of 1.52 GPa, while the axial model shows a 2.33 GPa scratching stress. In general, the larger fiber diameter induces a higher cutting stress on workpiece surface through abrasive scratching.\n                        \n                           Fig. 12c–d displays the dynamic polishing force of entire scratching process for different two pads. In initial scratching stage (0–1 μm), this phase represents the abrasive penetration stage, resulting in relatively lower tangential and normal forces during polishing. When the penetration reaches a certain threshold, the polishing force gradually increases. Once the scratching length exceeds 2 μm, the polishing force diminishes to achieve stable removal. Comparably, the microfiber polishing system exhibits an obviously lower normal and tangential forces than common pad system, albeit still within the range of 10−6, which is consistent with the numerical calculation results of Zhai [26]. The above single-fiber scratching model quantitatively evaluates the polishing force from a numerical point of view, which directly proves the advantages of microfiber system in realizing near-zero damage ultra-precision manufacturing.\n                     \n                     \n                        4.2.4\n                        Nanoscale model results\n                        By integrating the macro, meso, and micro scale models, the benefits of each scale can be maximized. However, these scales are primarily based on mechanical properties for cross-scale analysis, and there is still limited understanding of chemical reactions in chemical-mechanical polishing and chemical-mechanical coupling removal. Fig. 14\n                            depicts the typical dynamic process of atom removal based on nanoscale ReaxFF-MD model. Previous studies have identified two key stages in removing atoms from fused silica: namely the formation of Si(abrasive)-O-Si(workpiece) and the rupture of chemical bonds under influence of bridge bonds A, as detailed in Eqs. (5)–(7). The formation of Si(abrasive)-O-Si(workpiece) is illustrated in Fig. 14a–d. Through a combination of sliding action and interactions with surrounding atoms, both Si(abrasive)-O-Si(workpiece) undergo dehydroxylation and dehydrogenation reactions, resulting in the establishment of Si(abrasive)-O-Si(workpiece) bonds. The breaking of pulling bonds between Si(abrasive)-O-Si(workpiece) is depicted in Fig. 14e–f. Consequently, the number of bridge bonds and the stability of chemical bonds emerge as critical factors influencing material removal. Therefore, the establishment of a nanoscale reaction force field model is crucial for comprehending and enhancing the microfiber composite manufacturing system.\n                        \n                           Fig. 15\n                           a–d exhibits the different samples atomic chemical state after sliding of abrasives under different scratching pressure, including 1.52, 2.33, 4.69 and 8.16 GPa, respectively corresponding to microfiber transverse/axial and common pad transverse/axial scratching conditions. The formation of bridge bonds at the interface plays a critical role in the process of bridge bond formation, which in turn significantly impacts the mechanism of material removal. At lower pressures of 1.52 (Figs. 15a) and 2.33 GPa (Fig. 15b), only a limited number of bridge bonds are formed between the abrasive, slurry, and workpiece, resulting in the removal of only 1–2 Si atoms, and this phenomenon referred to as single atom removal. Under such working conditions, the composite polishing system can achieve lower surface roughness, while the processing efficiency will be reduced. In contrast, when subjected to a pressure of 4.69 GPa (Fig. 15c), an increased number of bridge bonds between the workpiece and slurry leads to the removal of 2∼4 adjacent Si atoms from the molecular chain. Furthermore, at higher pressures such as 8.16 GPa (as depicted in Fig. 15d), there is a sharp increase in the number of removed atoms indicating a transformation into molecular chain removal, thus underscoring the crucial importance of bridge bond formation for material removal.\n                        The CMP process, as depicted in Fig. 15e, demonstrates a notable trend in the statistical Si–O–Si bridge bonds number-sliding time curve. At pressures of 1.52 and 2.33 GPa, minimal bridge bond generation occurs during sliding, while a substantial increase in the number of bridge bonds is observed with escalating pressure levels. This phenomenon can be attributed to the varying interface response under different loading conditions. Under relatively lower pressure, the presence of a slurry layer at the interface effectively impedes direct contact between abrasive and fused silica. However, as pressure increases, this blocking effect diminishes significantly, leading to continuous formation and breakage of bridge bonds throughout the entire sliding process. In the context of CMP processing, it is important to note that aqueous H2O2 contains a significant concentration of free H+ ions which directly impact surface hydroxyl ratio dynamics. The rapid combination of O atoms from fused silica with free H+ ions result in the formation of Si–OH bonds. Furthermore, it is essential to consider bond order as an indicator for assessing chemical bond strength between atoms; higher bond order values signify greater stability and reduced likelihood of bond breakage. Fig. 15f presents an average bond order-sliding time curve for various samples tested under different conditions; notably, at 8.16 GPa pressure level sample exhibits consistently lower average bond orders compared to other samples and reaches its lowest value (0.817) by the end of sliding period, which proves that pressure can promote the formation of cross bonds, further improving the polishing efficiency.",
    "Conclusion": "5\n                  Conclusion\n                  In this work, a comprehensive analysis model for the ultra-precision composite polishing system is proposed, and the composite ultra-precision machining mechanism of developed green CMP polishing slurry and novel microfiber polishing pad were further evaluated and verified by this model. After the developed composite slurry and microfiber pad polishing, an atomic surface with surface roughness (Sa) 0.108 nm was obtained with 1.95 nm damaged layer, and the MRR was 40.61 nm/min. Macroscale large size polishing pad model exhibits that compared with common pad, the microfiber pad shows a 417.7 % lower maximum stress, and reaches 2.43 MPa at fiber junction. Under 40 kPa working condition, the direct contact area of microfiber pad reaches 18.29 %, which is 41.23 % higher than common pad. In terms of mesoscale fiber-slurry interaction model, the peak stress exceeds 1 MPa for common pad in the direct contact area between fibers, whereas for the microfiber pad it is approximately 0.25 MPa. The microfiber pad system shows a lower average stress, and 62.11 % elements were in 0.1–0.5 MPa range. While for single fiber-abrasive scratching model, the transverse scratching displays the cutting stress of 1.52 GPa, while the axial scratching shows a 2.33 GPa scratching stress. The microfiber polishing system exhibits an obviously lower normal and tangential forces than common pad system, albeit still within the range of 10−6. Finally, the nanoscale Reaxff model demonstrates that under relatively lower pressure, the presence of a slurry layer at the interface effectively impedes direct contact between abrasive and fused silica. With the increase of polishing load, the removal method is gradually changed from single atom removal to atomic chain segment removal. The analysis methods and design concepts of full-scale ultra-precision composite polishing materials proposed in this paper can offer crucial support for the future implementation of CMP process and engineering industrialization.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Feng Zhao: Conceptualization, Data curation, Formal analysis, Investigation. Zhenyu Zhang: Conceptualization, Funding acquisition, Methodology, Project administration, Resources. Hongxiu Zhou: Data curation, Formal analysis, Investigation. Junyuan Feng: Data curation, Formal analysis, Investigation. Xingqiao Deng: Data curation, Formal analysis, Investigation, Resources. Zhensong Liu: Formal analysis, Investigation. Fanning Meng: Data curation, Formal analysis, Visualization. Chunjing Shi: Data curation, Formal analysis, Investigation, Software."
  },
  "references": []
}