{
  "title": "Improvement of oxide chemical mechanical polishing performance by increasing Ce3+/Ce4+ ratio in ceria slurry via hydrogen reduction",
  "authors": [
    "Lee, Jaewon"
  ],
  "publication": {
    "journal": "Materials Science in Semiconductor Processing",
    "date": "2023-06-01",
    "doi": "10.1016/j.mssp.2023.107349"
  },
  "abstract": "Ceria-based abrasive is widely used in the oxide chemical mechanical polishing (CMP) process due to its high polishing performance. Ce3+ ions on the surface of ceria form a Ce–O–Si chemical bond with surface of the SiO2 wafer, significantly affecting the material removal rate (MRR). In this study, the ceria surface was reduced by contact with hydrogen gas in a high temperature isothermal environment. Hydrogen gas forms surface hydroxyls on the ceria. Then, the generated hydroxyls form H2O and oxygen vacancies occur through the desorption of the H2O. The color of ceria changed to blue due to a change of the crystal structure by the reduction reaction. The reducing ability of hydrogen gas increased as the reduction temperature increased and the Ce3+ ion concentration increased by 12.7% under isothermal conditions at 1000 °C. The MRR of reduced ceria was improved by up to 37.7% compared to the original ceria.",
  "keywords": [
    "Ceria abrasive",
    "Hydrogen gas",
    "Reduction",
    "Chemical mechanical polishing (CMP)"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  The development of highly integrated circuits and miniaturization of semiconductors have remained essential. Accordingly, a trend in device manufacturing has been to significantly increase the number of layers in the vertical direction. The role of the chemical mechanical polishing (CMP) process has become important to efficiently achieve an atomic-scale surface and high oxide removal [1,2]. Ceria slurries are widely used in interlayer dielectric (ILD) and shallow trench isolation (STI) CMP processes because of their high material removal rate (MRR) and great selectivity at a relatively small concentration compared to other slurries [3,4]. A polishing mechanism targeting the silicon dioxide (SiO2) substrate of the ceria slurry was proposed by Cook [5]. In this polishing mechanism, the strong reactivity of Ce3+ on the ceria surface weakened the bond between Si and O on the SiO2 film, starting with the formation of Ce–O–Si chemical bonds. Hoshino showed that the SiO2 film is removed in a lump after the formation of Ce–O–Si bonds [6]. In a recent study, this polishing mechanism was investigated using TEM images and line scan analysis [7]. Thus, an increase of the concentration of Ce3+ has a great influence on improving the MRR and various studies have been reported to achieve a high concentration of Ce3+ [8,9]. In this study, we propose to increase the polishing performance by increasing Ce3+ on the surface of ceria nanoparticles using hydrogen gas.\n                  Hydrogen is widely used as a reducing agent in various fields and for metal oxide materials [10–13]. One such method uses gas contact in a high temperature environment, while another method uses functional water in which hydrogen gas is dissolved. Among these, there is a case for applying hydrogen functional water to reduce ceria particles that remain on the silicon dioxide wafer surface to increase the cleaning efficiency in the post-CMP cleaning process [14]. It is generally sufficient to reduce the low concentration of ceria particles remaining on the wafer surface after the CMP process by using hydrogen in water. We previously proposed a method of replacing deionized water with functional water containing hydrogen gas in the process of diluting ceria slurry. However, hydrogen gas has a low saturation solubility in water (hydrogen gas solubility in water at room temperature: 0.0016 \n                        \n                           g\n                           /\n                           \n                              \n                                 k\n                                 g\n                              \n                              \n                                 w\n                                 a\n                                 t\n                                 e\n                                 r\n                              \n                           \n                        \n                      [15]), making it difficult to uniformly reduce ceria particles in a slurry using water with hydrogen gas. Based on this, we sought to sufficiently reduce ceria particles to improve the polishing efficiency.\n                  In this study, the reduction reaction was induced by contacting ceria powder with hydrogen gas in a high temperature environment. In general, various chemical additives are added to CMP slurry for the purpose of improving the polishing performance, which causes environment pollution. To overcome this challenge, research on the development of green CMP slurry is being conducted for various film materials such as copper, sapphire, nickel, titanium alloy, and diamonds [16–20]. Since the hydrogen reduction method proposed does not use other chemical additives, it is expected that the performance of the ceria slurry can be improved in an eco-friendly way. High temperature conditions in the hydrogen atmosphere cause hydrogen to form adsorbed hydrogen-containing ceria (\n                        \n                           \n                              \n                                 H\n                                 x\n                              \n                              \n                                 \n                                    C\n                                    e\n                                    O\n                                 \n                                 2\n                              \n                           \n                           )\n                        \n                     , which can induce the hydrogen reduction of ceria [21]. However, an excessive reduction temperature and time can cause agglomeration of ceria particles, which broadens the particle size distribution of the slurry [22]. Ceria particles agglomerate, generating scratches on the wafer surface in the polishing process [23]. Based on the above, we designed optimal conditions (concentration of hydrogen gas, reduction time, temperature) to reduce ceria particles and prevent particle agglomeration. We also evaluated the CMP performance of the reduced ceria slurry.",
    "Experimental details": "2\n                  Experimental details\n                  \n                     2.1\n                     Preparation of ceria samples\n                     In this study, all of the ceria slurries were prepared by dissolving calcined ceria nanoparticles (mean size: 100 nm, US Research Nanoparticles Inc., USA) in deionized water (DIW) at a 0.5 wt% concentration before and after reduction treatment by hydrogen gas. Thermal chemical vapor deposition (Thermal CVD system, Scientific Engineering, Korea) equipment was used for the reduction reaction of ceria nanoparticles in a high temperature environment. The ceria samples were prepared by spreading ceria powder in a thin layer on alumina boats. The reduction setup for ceria is shown in Fig. 1\n                         and the experimental steps are as follows.\n                           \n                              \n                                 Step I The temperature was increased at a rate of 16.3 °C/min in high purity Ar at 50 cm3/min to the target temperature (400–1000 °C).\n                           \n                           \n                              \n                                 Step II After reaching the target temperature, the reduction was started isothermally by changing to H2–Ar (total gas flow rate: 50 cm3/min) gas for 30 min.\n                           \n                           \n                              \n                                 Step III After the isothermal step was over, the furnace was opened and allowed to cool naturally for 90 min to room temperature.\n                           \n                        \n                     \n                  \n                  \n                     2.2\n                     Analysis of reduced ceria\n                     The crystal structure and lattice parameters of ceria nanoparticles were analyzed by X-ray diffraction (XRD; D8 ADVANCE, Bruker, USA). The presence of oxygen vacancies on ceria nanoparticles was evaluated by transmission electron microscopy (TEM; JEM ARM 200F, JEOL, Japan) imaging and fast Fourier transform (FFT) pattern analysis. After the reduction reaction, X-ray photoelectron spectroscopy (XPS; ESCALAB250, Thermo Fisher, USA) was used to evaluate the increase of the Ce3+ ion concentration on the surface of the ceria nanoparticles. All ceria powders were dispersed into a slurry using ultrasonic equipment (Ultrasonic Processor; Sonictopia; Korea). To compare the basic properties of ceria slurries (pH value, particle size distribution, and zeta potential) before and after the reduction reaction, a moisture titrator (MCU-170, Kyoto Electronics Manufacturing, Japan), field emission scanning electron microscopy (FESEM; JSM-IT800, JEOL, Japan), dynamic light scattering (DLS), and a zeta potential analyzer (ELSZ-2000, Otsuka Electronics, Japan) were used. Before reduction of the ceria slurry, the pH value and zeta potential were 3.5 and 47 mV, respectively.\n                  \n                  \n                     2.3\n                     Evaluation of the CMP performance\n                     Silicon dioxide wafers (4 cm \n                           \n                              ×\n                           \n                         4 cm) were used to evaluate the polishing performances of the original and reduced ceria slurries. The polishing processes were carried out using a polishing machine (Poli-400, GnP Technology, Korea) with a polyurethane CMP pad (KONIPAD, KPX Chemical, Korea). The CMP pad was conditioned for 15 min by injecting DI water before starting the polishing evaluation and whenever changing the slurry. In all polishing evaluations, the polishing machine was operated under the conditions listed in Table 1\n                        . The polishing performance of each ceria slurry was derived by measuring the thickness of the wafer before and after polishing using film thickness measurements (ST5030-SL, K-MAC, Korea). Atomic force microscopy (AFM; NX10, Park systems, Korea) was used to measure the surface roughness of the wafers after the polishing process.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Reduction mechanism of ceria by hydrogen gas\n                     In this study, we induced a reduction reaction by contacting ceria powder with hydrogen gas in a high temperature environment. To clarify the reduction process by hydrogen gas, it is necessary to explain the change in the ceria structure due to the interaction process between hydrogen gas and ceria in a high temperature environment. The reduction process, which proceeds with the formation of oxygen vacancies of ceria resulting from the desorption of H2O molecules in a hydrogen atmosphere at high temperature, is expressed as follows [24,25].\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                2\n                                                \n                                                   \n                                                      C\n                                                      e\n                                                      O\n                                                   \n                                                   2\n                                                \n                                                +\n                                                \n                                                   H\n                                                   2\n                                                \n                                                →\n                                                \n                                                \n                                                   \n                                                      C\n                                                      e\n                                                   \n                                                   2\n                                                \n                                                \n                                                   O\n                                                   3\n                                                \n                                                +\n                                                \n                                                   H\n                                                   2\n                                                \n                                                O\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     As shown in the above reaction equation, oxygen vacancies occur through a reduction reaction between oxygen atoms on the surface of ceria and hydrogen molecules in the atmosphere. However, it is necessary to both understand the specific steps of the hydrogen reduction of ceria and identify factors that can affect the reduction reaction. The hydrogen reduction process of ceria is described in Eq. (1) and this process is summarized in Fig. 2\n                        .\n                     Lamonier et al. used thermogravimetry to show that the lattice parameter of ceria in a hydrogen atmosphere expands with increasing temperature [26]. Furthermore, Fierro et al. evaluated the incorporation of hydrogen into cerium oxide in a high temperature hydrogen atmosphere through the extension of the lattice parameter of ceria by XRD analysis [27]. Based on these results, Sohlberg et al. proposed the incorporation of hydrogen and reduction of ceria considering the thermodynamic environment as follows [28].\n                           \n                              (2)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      2\n                                                      C\n                                                      e\n                                                      O\n                                                   \n                                                   2\n                                                \n                                                +\n                                                \n                                                   \n                                                      x\n                                                      H\n                                                   \n                                                   2\n                                                \n                                                \n                                                →\n                                                \n                                                \n                                                   \n                                                      2\n                                                      H\n                                                   \n                                                   x\n                                                \n                                                \n                                                   \n                                                      C\n                                                      e\n                                                      O\n                                                   \n                                                   2\n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     The Ce4+ valence of ceria changes to Ce3+ with x = 1 in a sufficient high temperature environment [21]. After heating to the reduction temperature, the hydrogen reduction process of Fig. 2 (b) (which includes Eq. (2)) occurred when hydrogen gas was introduced. During the heating in a hydrogen atmosphere in a high temperature isothermal environment, hydrogen penetrates the ceria surface of the bulk to generate hydrogen-containing ceria. The hydroxyls are formed in ceria by the following reaction through continuous contact with hydrogen gas during the cooling process [29].\n                           \n                              (3)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   H\n                                                   x\n                                                \n                                                C\n                                                e\n                                                \n                                                   O\n                                                   2\n                                                \n                                                +\n                                                \n                                                   \n                                                      \n                                                         x\n                                                         2\n                                                      \n                                                      H\n                                                   \n                                                   2\n                                                \n                                                \n                                                →\n                                                \n                                                C\n                                                e\n                                                \n                                                   O\n                                                   \n                                                      2\n                                                      −\n                                                      x\n                                                   \n                                                \n                                                +\n                                                \n                                                   \n                                                      x\n                                                      H\n                                                   \n                                                   2\n                                                \n                                                O\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     During the cooling process, hydrogen is dissolved in the bulk of hydrogen-containing ceria (\n                           \n                              C\n                              e\n                              \n                                 O\n                                 2\n                              \n                              \n                                 H\n                                 x\n                              \n                           \n                        ) crystals. Hydrogen dissolution propagates from the ceria bulk to the surface and reacts with hydroxyls on the ceria surface. This reaction involves the formation and desorption of H2O molecules, resulting in the formation of oxygen vacancies on the surface of the ceria [30]. The hydrogen reduction in ceria by hydrogen adsorption and desorption of H2O has been elucidated by simulation studies [31,32]. Through this reaction process, ceria becomes nonstoichiometric ceria (\n                           \n                              C\n                              e\n                              \n                                 O\n                                 \n                                    2\n                                    −\n                                    x\n                                 \n                              \n                           \n                        ) containing oxygen vacancies. As a result, Ce4+ ions are reduced to increase the Ce3+ concentration.\n                     The change of the crystal structure of ceria by hydrogen reduction induced a change of the optical color. Pure ceria (\n                           \n                              C\n                              e\n                              \n                                 O\n                                 2\n                              \n                           \n                        ) with a cubic fluorite crystal structure is a pale yellow color [33,34]. The optical color of ceria sensitively changes based on the changes of the valence and crystal structure of ceria according to the dopant and redox conditions [35,36]. Wu et al. reported that when ceria was irradiated with UV light, the color became darker as oxygen vacancies formed [37]. This change of the ceria color is caused by increased absorption of visible light due to the increase of the oxygen vacancy concentration by UV irradiation. Furthermore, the optical color of ceria changed to blue when it is reduced by hydrogen gas in a high temperature environment [21,29,38]. When a reduction reaction is induced in a high temperature environment, the ceria color changed from the initial pale yellow to a blue \n                           \n                              C\n                              e\n                              \n                                 O\n                                 \n                                    2\n                                    −\n                                    x\n                                 \n                              \n                           \n                         structure and then almost black, corresponding to the grossly nonstoichiometric ceria structure [33]. Based on the above, hydrogen reduction will cause a change in the crystal structure of ceria and it is expected that a color change to dark blue will occur depending on the degree of reduction.\n                  \n                  \n                     3.2\n                     Analysis of the reduction reaction of ceria\n                     We carried out the reduction reaction of ceria powder in an isothermal heating environment at 1000 °C under experimental step conditions. After heat treatment by hydrogen gas contact, it was confirmed that the color of ceria powder changed from pale yellow to blue during the cooling process, as shown in Fig. 3\n                        (a). The blue color of ceria observed after heat treatment with hydrogen gas is caused by the reduction of Ce4+ to Ce3+, which can be attributed to Ce3+ present in nonstoichiometric ceria (\n                           \n                              C\n                              e\n                              \n                                 O\n                                 \n                                    2\n                                    −\n                                    x\n                                 \n                              \n                           \n                        ) [33] and oxyhydroxide ceria (\n                           \n                              H\n                              C\n                              e\n                              \n                                 O\n                                 2\n                              \n                           \n                        ) [21,29]. Based on the XRD results in Fig. 3(b), the reduction reaction also generated a new cubic phase in the crystal structure of ceria which includes Ce(OH)3 [39]. The latter is formed by permeation of hydrogen ions on ceria. Furthermore, the presence of more Ce3+ ions and the formation of oxygen vacancies by reduction causes distortion of local symmetry, which increases the bond length between Ce–O and lattice parameters [40,41]. Expansion of the lattice parameters was verified based on the lattice parameter results of the (111) plane, which was derived from the XRD analysis of the original (5.4035 Å) and ceria reduced at 1000 °C (5.4071 Å).\n                     Cross-sectional high-resolution TEM images of ceria before and after hydrogen gas reduction are shown in Fig. 4\n                         (a) and (c), respectively. To evaluate the expansion of the detailed lattice parameters by hydrogen gas reduction, the image regions (10 nm \n                           \n                              ×\n                           \n                         10 nm) in Fig. 4 (a) and (c) were used to measure the lattice parameters. As a result of measuring the (111) and (200) planes, it was determined that the lattice parameters increased to 0.32 nm and 0.28 nm in the ceria reduced at 1000 °C, while the original ceria had lattice parameters of 0.31 nm and 0.27 nm, respectively. Fig. 4 (b) and (d) show the FFT images extracted from the TEM images of Fig. 4 (a) and (c), respectively. In each FFT image, the crystallographic orientations of (111) and (200) planes were observed. When oxygen vacancies were observed in the ceria crystal lattice through FFT analysis, new diffraction points formed between the diffraction points of the ceria crystal lattice [9,42,43]. In the FFT image, new diffraction points were generated in Fig. 4 (d) compared to Fig. 4 (b) and oxygen vacancies occurred during reduction by hydrogen gas in a high temperature environment.\n                     XPS analysis was carried out to identify the original and powder reacted with hydrogen gas under the following temperature conditions: 400 °C as the lowest temperature, 700 °C where ceria powder started to turn blue (above 600 °C), and 1000 °C as the highest temperature. The XPS results are shown in Fig. 5\n                         (a), where each spectrum was deconvoluted into ten peaks belonging to two multiplet splits, Ce3d3/2 and Ce3d5/2. The peaks labeled \n                           \n                              \n                                 u\n                                 \n                                    t\n                                    o\n                                    t\n                                    a\n                                    l\n                                 \n                              \n                           \n                         (\n                           \n                              \n                                 u\n                                 ‴\n                              \n                              ,\n                              \n                                 u\n                                 ″\n                              \n                              ,\n                              \n                                 u\n                                 ′\n                              \n                              ,\n                              u\n                              ,\n                              \n                                 u\n                                 0\n                              \n                           \n                        ) and \n                           \n                              \n                                 v\n                                 \n                                    t\n                                    o\n                                    t\n                                    a\n                                    l\n                                 \n                              \n                           \n                         (\n                           \n                              \n                                 v\n                                 ‴\n                              \n                              ,\n                              \n                                 v\n                                 ″\n                              \n                              ,\n                              \n                                 v\n                                 ′\n                              \n                              ,\n                              v\n                              ,\n                              \n                                 v\n                                 0\n                              \n                           \n                        ) correspond to Ce3d3/2 and Ce3d5/2, respectively. Among these peaks, \n                           \n                              \n                                 u\n                                 ′\n                              \n                              ,\n                              \n                                 u\n                                 o\n                              \n                              ,\n                              \n                                 v\n                                 ′\n                              \n                              ,\n                           \n                         and \n                           \n                              \n                                 v\n                                 0\n                              \n                           \n                         correspond to Ce3+ and \n                           \n                              \n                                 u\n                                 ‴\n                              \n                              ,\n                              \n                                 u\n                                 ″\n                              \n                              ,\n                              u\n                              ,\n                              \n                                 v\n                                 ‴\n                              \n                              ,\n                              \n                                 v\n                                 ″\n                              \n                           \n                        , and \n                           \n                              v\n                           \n                         correspond to Ce4+. Considering the above peak area, the Ce3+ ion concentration of each ceria sample was calculated as follows [44], and where the results are summarized in Fig. 5 (b) and Table 2\n                        .\n                           \n                              (4)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   [\n                                                   \n                                                      \n                                                         \n                                                            C\n                                                            e\n                                                         \n                                                         \n                                                            3\n                                                            +\n                                                         \n                                                      \n                                                      \n                                                      c\n                                                      o\n                                                      n\n                                                      c\n                                                      e\n                                                      n\n                                                      t\n                                                      r\n                                                      a\n                                                      t\n                                                      i\n                                                      o\n                                                      n\n                                                   \n                                                   ]\n                                                \n                                                =\n                                                \n                                                   \n                                                      \n                                                         u\n                                                         ′\n                                                      \n                                                      +\n                                                      \n                                                         u\n                                                         0\n                                                      \n                                                      +\n                                                      \n                                                         v\n                                                         ′\n                                                      \n                                                      +\n                                                      \n                                                         v\n                                                         0\n                                                      \n                                                   \n                                                   \n                                                      \n                                                         u\n                                                         \n                                                            t\n                                                            o\n                                                            t\n                                                            a\n                                                            l\n                                                         \n                                                      \n                                                      +\n                                                      \n                                                         v\n                                                         \n                                                            t\n                                                            o\n                                                            t\n                                                            a\n                                                            l\n                                                         \n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     Compared to the original ceria (20.8%), there was no significant change of the Ce3+ ion concentration in 400 °C ceria (21.4%). This is because ceria did not form oxygen vacancies by hydrogen reduction and consequently did not change to a nonstoichiometric structure, which means that 400 °C is not a sufficient temperature to reduce ceria. However, the Ce3+ ion concentration began to increase significantly at a reduction temperature of 600 °C, at which ceria began to turn blue. The Ce3+ ion concentration in 700 °C ceria reached 29.1%, which means that oxygen vacancies begin to form on the surface of ceria at 600 °C. As the reduction temperature increased, the blue color of ceria gradually darkened and the Ce3+ ion concentration of ceria reached 33.5% at 1000 °C. The hydrogen reduction became active as the temperature increased, forming a large number of oxygen vacancies on the surface of ceria, which indicates that it changes towards a grossly nonstoichiometric ceria structure. Based on these results, the reduction performance of hydrogen gas on the ceria surface and bulk became stronger as the temperature increased. In addition, it is expected that a high temperature ceria sample in which a lot of Ce3+ ions were generated achieved a high polishing efficiency.\n                     Before proceeding with the polishing evaluation of the reduced ceria slurry, we compared the basic properties of the original ceria slurry. The particle size and agglomeration of ceria can directly affect the polishing performance and scratch formation [45]. Fig. 6\n                         (a) and (b) show the single particle size distribution and morphology of ceria particles in the powder state, respectively, before and after reduction treatment through SEM images. SEM image analysis confirmed that the reduction process did not result in the growth of single particle sizes or changes of the ceria morphology. Particle agglomeration may occur in the metal oxide in the hydrogen reduction process, depending on the reaction temperature and time [22]. To prevent particle agglomeration of reduced ceria, the ceria slurries were dispersed using ultrasonication and the particle size distributions from DLS are shown in Fig. 6 (c). The mean sizes of both original and reduced ceria slurry (1000 °C) were close to 90 nm after the dispersion process. We concluded that the particle agglomeration was sufficiently suppressed due to the heat treatment of reduced ceria. The zeta potential of abrasive particles is greatly influenced by the pH value of the slurry, which influences the electrical attraction/repulsion force between other abrasive particles and the wafer surface [46]. This can affect dispersibility and agglomeration in the slurry and the polishing performance in the CMP process [47]. As a result of measuring the original and reduced ceria slurry, the pH value and zeta potential were not changed by the reduction reaction and heating-cooling process. Based on the above, factors which could affect the CMP polishing efficiency were minimized in addition to the change of the concentration of Ce3+ ions of the reduced ceria slurry.\n                  \n                  \n                     3.3\n                     Evaluation of the CMP performance\n                     Based on the results of the previous analyses, we concluded that the Ce3+ concentration of ceria increased through the hydrogen reduction process. Ceria (\n                           \n                              C\n                              e\n                              \n                                 O\n                                 2\n                              \n                           \n                        ) changed into hydrogen-containing ceria (\n                           \n                              C\n                              e\n                              \n                                 O\n                                 2\n                              \n                              \n                                 H\n                                 x\n                              \n                           \n                        ) and nonstoichiometric ceria (\n                           \n                              C\n                              e\n                              \n                                 O\n                                 \n                                    2\n                                    −\n                                    x\n                                 \n                              \n                           \n                        ) structures through the reduction process, and the Ce3+ concentration increased as the reduction temperature increased. In the CMP process, ceria particles interact with SiO2 to form a chemical bond, which promotes polishing. During the polishing process, hydroxyl groups on the ceria surface formed Ce–O–Si bonds with silanol groups on the SiO2 surface through reaction with water molecules [48]. These Ce–O–Si chemical bonds are also formed by Ce3+ ions and ceria particles with a high Ce3+ concentration on the surface have a high adsorption affinity with the SiO2 surface [8,49].\n                     Before conducting experiments at various reduction temperatures, an experiment was conducted to determine the concentration of hydrogen gas and sufficient heating time for the reduction of ceria particles. To determine these conditions, the evaluation of polishing was performed based on the ceria slurries prepared under different conditions (concentration of H2 gas and reduction time) and the results are shown in Fig. 7\n                        . Fig. 7 (a) shows the reduction evaluation of ceria with different hydrogen concentrations for 30 min at 1000 °C. The polishing efficiency of 5% hydrogen-reduced ceria was not significantly different from that of the original ceria. This is because the low concentration of hydrogen gas did not sufficiently induce the reduction of ceria, but it also shows that the high temperature atmosphere did not significantly affect the properties of ceria, which could affect the polishing efficiency. Furthermore, the polishing performance was improved as the reduction reactivity of ceria particles increased with an increase of the hydrogen gas concentration. Next, ceria reduction was evaluated according to the reduction time in an environment containing a hydrogen concentration of 40%, which is sufficient to reduce ceria. These results are shown in Fig. 7 (b). As a result, the reduction time also showed the same tendency as the concentration of hydrogen gas. In addition, the polishing performance of the ceria slurry converged after 30 min. Based on the above experiments, all ceria sampling conditions for different heating treatment temperatures were carried out with a 30 min hold time and 40% hydrogen in argon gas. For each temperature, ceria powder showed a difference compared to the color pattern observed at 600 °C. The ceria reduced above 600 °C changed to blue, as shown in Fig. 3 (a), but the color change did not occur in ceria powder in a low temperature environment.\n                     A comparison of the polishing performance according to the reduction temperature is shown in Fig. 8\n                        . The ceria slurry reduced at temperatures of 400–500 °C slightly increased the polishing performance by 130 Å/min compared to the original ceria slurry, which showed an MRR of about 2394.2 Å/min. The polishing performance of reduced ceria slurry started to significantly increase above 600 °C (2707.5 Å/min), where the ceria powder started to turn blue. The polishing performance increased as the reduction temperature increased and at the highest temperature of 1000 °C, it reached 3296.6 Å/min, which corresponds to an improvement of about 37.7% compared to the original ceria slurry. As shown in the slurry analysis results and Fig. 6, the reduction reaction by hydrogen gas did not change the basic properties of ceria particles (particle mean diameter, pH value, and zeta potential). In addition, the surface roughness of the polished wafers was evaluated through AFM analysis and the results are shown in Fig. 8 (b)–(e). The surface roughness of polished wafers using original and hydrogen-reduced ceria slurries (at 400, 700, and 1000 °C) showed similar results. This is because the hydrogen reduction process in a high temperature environment did not cause changes of the basic physical properties of ceria particles. Accordingly, we concluded that the concentration of Ce3+ ions was significantly involved in the improvement of the polishing performance without deterioration of the surface roughness.",
    "Conclusions": "4\n                  Conclusions\n                  In this study, ceria nanoparticles were reduced by hydrogen gas in a high temperature isothermal environment. The ceria powder changed to blue after reduction with hydrogen gas at temperatures above 600 °C. In the XRD results, a crystal structure containing hydrogen was confirmed in the ceria powder, which reacted with hydrogen gas in a high temperature environment. Further, we concluded that some Ce4+ ions on the surface ceria were reduced to Ce3+ ions. FFT image analysis proved that oxygen vacancies were formed on the ceria surface by hydrogen gas reduction in a high temperature environment. As the reduction temperature of hydrogen gas increased, the concentration of Ce3+ generated by the reduction of ceria increased by 12.7% and the single particle size, pH value, and zeta potential of ceria slurry were not changed by the reduction reaction. Improved polishing performance of the ceria slurry was obtained with increasing Ce3+ ion concentration and the polishing performance increased by 37.7% at the highest reduction temperature of 1000 °C, compared to the original slurry.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Jaewon Lee: Writing – original draft, Visualization, Methodology, Investigation, Formal analysis, Conceptualization. Eungchul Kim: Writing – original draft, Visualization, Methodology, Investigation, Formal analysis, Conceptualization. Chulwoo Bae: Writing – original draft, Methodology, Investigation, Formal analysis. Hyunho Seok: Writing – review & editing, Visualization, Investigation. Jinil Cho: Writing – review & editing, Investigation. Kubra Aydin: Writing – review & editing, Investigation. Taesung Kim: Writing – review & editing, Supervision."
  },
  "references": []
}