{
  "title": "Novel ceria–polymer microcomposites for chemical mechanical polishing",
  "authors": [
    "Coutinho, Cecil A."
  ],
  "publication": {
    "journal": "Applied Surface Science",
    "date": "2008-12-30",
    "doi": "10.1016/j.apsusc.2008.08.093"
  },
  "abstract": "Abrasive particles are key components in slurries for chemical mechanical polishing (CMP). Since the particle characteristics determine surface quality of wafers during polishing, in this research, novel abrasive composite particles have been developed. These composite particles contain nanoparticles of ceria dispersed within cross-linked, polymeric microspheres such that the average mass fraction of ceria is approximately 50% in the particles. The microspheres are formed by co-polymerization of N-isopropylacrylamide (NIPAM) with 3-(trimethoxysilyl)propyl methacrylate (MPS) and contain interpenetrating (IP) chains of poly(acrylic acid) (PAAc). Infrared spectroscopy, dynamic light scattering, and transmission electron microscopy are employed to characterize the composite particles. Planarization of silicon dioxide wafers is studied on a bench-top CMP tester and the polished surfaces are characterized by ellipsometry, atomic force and optical microscopy. Slurries formed from the composite ceria–polymer particles lead to lower topographical variations and surface roughness than slurries of only ceria nanoparticles even though both slurries achieve similar removal rates of ∼100nm/min for similar ceria content. Polishing with the novel composite particles gives surfaces devoid of scratches and particle deposition, which makes these particles suitable for the next generation slurries in CMP.",
  "keywords": [
    "CMP",
    "Composite particles",
    "Slurry",
    "Microgels",
    "Polishing",
    "Planarization"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Chemical mechanical planarization has become a critical processing step in the fabrication of next generation electronic devices as the semiconductor industry advances to sub-90nm technology nodes [1–3]. The reduction in device dimensions has led to stringent requirements for the post-chemical mechanical polishing (CMP) surface quality. Besides global planarization and high polish rate, the CMP process needs to also achieve high material selectivity and a superior surface finish. For silicon oxide CMP, achieving a superior surface quality includes fewer scratches, with minimal oxide dishing and nitride erosion, particularly during shallow trench isolation (STI) in logic device fabrication. In general, the advantages of using CMP as a global planarization technique can be nullified by contamination from slurry chemicals, particle contamination (residue) from abrasive particles, scratches during polishing due to agglomerated particles, pattern related defects like dishing and erosion, delamination and dielectric crushing due to mechanical damage of dielectrics [4,5]. Thus, making improvements in the CMP process to reduce the surface defects is an important engineering challenge.\n                  The quality of the post-CMP wafer surface depends on a wide variety of factors such as the process conditions, characteristics of the abrasive particles, particle concentration in the slurry, hardness of the pad, and chemistry of the slurry [6–10]. Among these factors, controlling the characteristics of the abrasive particles is particularly significant for improvements in the CMP process. For example, controlling particle agglomeration in the slurry can reduce deep scratches in the surface and the need of post-processing techniques to remove defects [11–14]. Commonly used ceramic abrasive particles are much harder than the low dielectric constant materials like copper, which can result in permanent scratch defects and lead to problems such as delamination or formation of puddles in subsequent layers of metallization that cause electrical short circuits [15,16]. Therefore, tailoring the particle hardness or softness is important. Particle characteristics that result in low friction at the interface are beneficial to the CMP process as lower friction helps reduce surface damage during CMP [17]. Similarly, particles that leave minimal residue on the wafer surface after CMP also improves the yield and effectiveness of the polish. Our research, therefore, focuses on composite particles as a route to addressing the challenges in the CMP process.\n                  Researchers in the recent past have studied mixed or modified abrasive particles in order to reduce defects during CMP [18–20]. These studies mostly use abrasives of different inorganic oxides and of different sizes or use micelles of surface active compounds. Mixed success has been achieved in reducing both surface scratches and particle residue at the same time. In this paper, we describe a promising approach for reducing surface defects during polishing by using slurries of novel inorganic–organic composite particles. These composite particles consist of a polymer network formed from a copolymer with siloxane and acrylamide segments and interpenetrating chains of poly(acrylic acid) that functionalize ceria nanoparticles. Ceria nanoparticles have been shown to be very suitable for silicon oxide CMP, both in terms of removal rate and selectivity [21–24]. The composite particles described in this paper have an inherent softness due to the presence of the polymer network and also significant surface hardness due to the ceria content. Both characteristics are important in preventing particle residue, aggressive scratching or high mechanical stresses at the wafer-polished pad interface during planarization. Results reported in this paper include particle characterization by infrared spectroscopy, dynamic light scattering, and transmission electron microscopy. Planarization of silicon dioxide wafers is studied on a bench-top CMP tester and the polished surfaces are characterized by ellipsometry, atomic force and optical microscopy. Polishing with the novel composite particles gives surfaces devoid of scratches and particle deposition, which makes these particles suitable for next generation slurries in CMP.",
    "Materials and methods": "2\n                  Materials and methods\n                  Unless otherwise noted, all chemicals were purchased from Sigma–Aldrich and used without further purification. The monomer N-isopropylacrylamide (NIPAM) was obtained from TCI America and was re-crystallized from hexane before use. Water used in composite synthesis was purified using an EasyPure UV system (Barnstead, IA). A 0.2μm filter in this system removed particulate matter.\n                  \n                     2.1\n                     Composite particle synthesis\n                     Microgels were formed by the surfactant free precipitation polymerization of NIPAM (5g) in aqueous media (800ml) using N,N′-methylenebisacrylamide (0.2g) as the cross-linker [25,26]. Following purging with N2 for 1h, the reaction mixture was heated in an oil bath to 75°C and the ionic initiator potassium persulfate (0.1g) added to initiate polymerization. For hybrid microgels containing siloxane [27–29] functional groups, 3-(trimethoxysilyl)propyl methacrylate (MPS) was added as the co-monomer to the reaction mixture after approximately 2h past initiation and the polymerization was continued for another 1.5h. Interpenetrating chains of poly(acrylic acid) were introduced by adding the sodium salt of PAAc (∼10g, M\n                        W\n                        ∼15,000g/mol) in the initial reaction mixture. When the interpenetrating chains of PAAc are introduced in the hybrid microgels, the resulting materials are referred to as IP-hybrid. All the microgel materials were purified by repeated centrifugation (7500×\n                        g, 30min) and re-dispersed in deionized water.\n                     To make the ceria–polymer composite particles, nanoparticles of CeO2 suspended in deionized water were mixed with the IP-hybrid microgel solution in a desired loading ratio (e.g., 1:1 mass ratio of CeO2:microgel for a 50wt.% loading) at a pH of 5. The resulting composite settled to the bottom and the supernatant was removed. Fresh deionized water was added and the dispersion was agitated using a magnetic stirrer for ∼30s. The particles were then allowed to naturally sediment after which the supernatant was once again replaced with clean deionized water. This ‘washing procedure’ was repeated a third time and the resulting purified composite particles were used to prepare the slurry of the appropriate pH and particle concentration. All pH adjustments were done using 0.1M NaOH and 0.1M HCl.\n                  \n                  \n                     2.2\n                     Experimental conditions for slurry testing\n                     The slurries were then used to polish thermally grown silicon oxide wafers, using a bench-top CMP tester (CETR CP-4) where the programmable forces, speeds and slurry flow rates can be chosen to simulate CMP processes on a production polisher and to understand the process in detail. The tester includes a 6in. polishing pad and can hold up to a 2in. wafer. A dual force sensor allows continuous monitoring of lateral and normal forces in situ at a total sampling rate of 20KHz. Features of the bench-top tester are provided in detail in previous publication [30]. All the slurries were well agitated during experimentation to reduce sedimentation of the abrasive particles. Conditioning of the IC 1000 perforated polishing pad and Suba 500 sub-pad was conducted for 10min using DI water and a commercially available diamond grid conditioner from 3M with a 400grit size.\n                  \n                  \n                     2.3\n                     Characterization\n                     The microgel size was determined via dynamic light scattering using a Zetasizer Nano-S (Malvern, PA). Samples were sonicated prior to analysis. The microgel solution (1ml) was placed into a cuvette and allowed to thermally equilibrate to a fixed temperature for 10min before each measurement. Data fitting was done using a multi-modal algorithm supplied by Malvern. The collected correlelograms were fitted to diffusion co-efficients and converted to a hydrodynamic diameter using the Einstein-Stokes equation. Bulk FTIR spectrum of the microgels was measured using a Nicolet Magna-IR 860 spectrometer by pelletizing a small amount of dried gel with KBr. The polymer–CeO2 composites were examined using TEM to visually determine the extent of CeO2 loading and dispersion within the polymer matrix. A drop of the sample solution was placed on a Formvar-coated Cu TEM grid that was examined using a FEI Morgagni 268D.\n                     FTIR was also used to characterize the wafer surface before and after CMP to determine particle residue and qualitatively characterize the oxide thickness. The polished oxide surfaces were examined by optical microscopy using a Leitz Ergolux Optical Microscope and also imaged using a Digital Instruments Dimension 3100 Atomic Force Microscope that provided an overview of the pits, scratches and waviness of polished wafer surface. The bench-top CMP tester provided real-time measurements of the friction co-efficient during polishing. The average friction co-efficient measured between 50 and 100s of the polishing process is reported as during this time planarization appeared to be a steady state process. Removal rates of the oxide film were measured by characterizing the thickness of unpolished and polished wafers using a home-built ellipsometer. Light of wavelength of 633nm from a helium-neon laser (05LHP073, Melles Griot, CA) was polarized by a Glan-Thompson polarizer (03PTH109/A, Melles Griot). The polarization of the light was subsequently modulated using a liquid-crystal (LC) variable phase retarder (LRC200, Meadowlark Optics, CO) and directed onto the silicon dioxide film of the wafer surface. The laser spot measured approximately 1–2mm at the surface. Reflected light was analyzed using a second Glan-Thompson polarizer, and the intensity was measured using a Si photodiode (DET100, Thor Labs, NJ). Control of the variable LC retarder and the data acquisition from the detector was performed using a program written in HP-VEE (version 4.0). Thickness measurements were made at a minimum of four different spots on each substrate at an incident angle of 70°, 65°, and 60°. The average value of the removal rate with its standard deviation obtained from two different samples is reported.",
    "Results and discussion": "3\n                  Results and discussion\n                  The incorporation of functional groups into polymer networks to form new hybrid materials represents an emerging discipline for the synthesis of materials with diverse architectures [25,26,31–33]. One area of application is the preparation of abrasive particles with controllable texture and surface hardness that can significantly improve the surface finish in the CMP process. In this context, our study focused on using hybrid microgels of soft polymeric networks based on PNIPAM with hard inorganic components.\n                  Towards the goal of preparing hybrid microgels, siloxane functional groups were incorporated into the polymeric network by co-polymerizing NIPAM with MPS while varying the mass ratio of MPS/NIPAM up to 40%. Fig. 1\n                      shows the bulk FTIR spectra of the hybrid microgel particles that were produced. For comparison, spectra are shown for microgels containing only PNIPAM microgels (spectrum ‘a’) and interpenetrating microgels with PNIPAM and PAAc (spectrum ‘b’). Peaks at 1650 and 1550cm−1 are due to the bending vibrations of the amide groups originating from PNIPAM while the shoulder peak at ∼1727cm−1 corresponds to the carbonyl (−CO) group from the methacrylate functionality in MPS. Increasing the amount of MPS to NIPAM ratio in the polymerization mixture results in an increase in the intensity of the peak at 1727cm−1, which indicates greater incorporation of the co-monomer in the hybrid microgel. Spectrum ‘f’ corresponding to 40%-MPS-NIPAM hybrid microgel has the most pronounced peak due to the carbonyl of the methacrylate group and the spectrum ‘c’ for the 10%-MPS-NIPAM hybrid microgel has the weakest peak at 1727cm−1.\n                  PNIPAM-based materials have been of extensive interest because they are thermally responsive due to a delicate hydrophilic–hydrophobic balance between the amide and isopropyl side chains [34–36]. In cross-linked PNIPAM microgel particles, this balance leads to a collapse of the microgel in an aqueous solution when the solution is heated above the volume phase transition temperature (∼32°C). Fig. 2a shows the change in hydrodynamic diameter of the hybrid microgels with temperature as characterized by DLS. For comparison, the microgels with no MPS and microgels with only interpenetrating chains of poly(acrylic acid) are shown in Fig. 2b. The decrease in the microgel size with increasing temperature is due to the well known volume phase transition [37].\n                  \n                     Fig. 2a shows that the microgels prepared using a high MPS to NIPAM ratio of 40% are not temperature responsive. We believe this occurs due to the formation of a thin silica shell encapsulating the polymeric core of the hybrid microgel. TEM images (not shown) of the non-responsive hybrid microgels support this conclusion. In contrast, a polymerization mixture with a MPS to NIPAM ratio of 10% results in particles that are thermally responsive and the swelling ratio is same as the microgels that contain no MPS (cf \n                     Fig. 2b). The material remains temperature responsive when the MPS to NIPAM ratio is 25% in the reaction mixture but the swelling ratio decreases. Above the volume phase transition temperature, the diameter of the particles shrinks to only about 80% of the swollen value at 25°C.\n                  In initial CMP tests using aqueous slurries of the 25%-MPS-NIPAM hybrid microgels, we found [28] that although the hybrid particles produced a superior surface finish compared to traditional silica slurries, the removal rates of oxide from the wafer surface were low, which was a major drawback for any commercial CMP applications. To overcome this limitation, incorporation of ceria nanoparticles within the microgels was pursued. While nanoparticles of ceria are well known for their selectivity and removal of oxide from a wafer surface, they can also produce major and minor scratches [38–42]. Therefore, microcomposites of ceria nanoparticles and microgels were investigated to as a route towards significant improvements in the surface finish while achieving practical rates for oxide removal.\n                  To promote incorporation of ceria nanoparticles in the microgels, we used a strategy that was successfully used in the past to form composites of titania nanoparticles and PNIPAM-based microgels [25,26]. Interpenetrating chains of PAAc within the hybrid microgel lead to significant fractions of carboxylic acid moieties in the microgel, which facilitates the incorporation of ceria nanoparticles within the microgels. The plot in Fig. 2b reveals that the introduction of PAAc as interpenetrating chains does not appreciably modify the transition temperature of the PNIPAM microgels and the swelling ratio also remains constant [25,26,43]. Comparison of Fig. 2a and b shows that hybrid microgels that contain no PAAc show a broad transition region and the decrease in size becomes evident earlier on the temperature axis. This effect is consistent with the increase in hydrophobic interactions due to the introduction of the MPS co-monomer. Interestingly, in the 20%-MPS-NIPAM hybrid microgel sample, the introduction of the hydrophilic PAAc as interpenetrating chains reduces the width of the transition region and results in a de-swelling ratio of ∼0.65. For this IP-hybrid microgel, loss in mass upon heating to 500°C during the TGA characterization (not shown) indicates that the actual inorganic fraction is approximately 10wt.%.\n                  By simply controlling the mixing ratios of the IP-hybrid microgel and ceria solutions, the mass fraction of ceria within the polymer–ceria composite particles can be easily tailored. In the present study, the composite particles that were prepared contained approximately 50wt.% ceria, which was confirmed using TGA. The TEM image of the polymer–ceria composite particles (Fig. 3\n                     ) shows dark spots corresponding to the ceria nanoparticles (∼20nm). It is evident that the ceria is well dispersed and largely unaggregated within the microgel.\n                  \n                     3.1\n                     CMP performance of composite particles\n                     The planarization of 1.5in. square oxide wafers was carried out on the CMP bench-top polisher using slurries consisting of 0.5wt.% polymer–ceria composite particles. For comparison, slurries with commercial ceria particles with two different weight percentages were also used. A slurry with 0.25wt.% ceria particles was used to keep the content of ceria the same between the slurries of the composite particles and the commercial ceria particles. We also used a slurry with 0.5wt.% ceria particles to keep the total weight percent of particles the same between the slurries of the composite particles and the commercial ceria particles. All slurries were dispersed in deionized water at a pH of 5 to maintain a slight positive charge on the CeO2 (ISP∼pH 7.5) that helps disperse the ceria more evenly and aids in abrading the negatively charged silica surface (ISP∼pH 2.3). The planarization was conducted for 3min at room temperature and all CMP experiments were repeated to ensure reproducibility. The process conditions for the polishing experiments are tabulated in Table 1\n                        . The pad rotation speed is comparable to other reports in the literature [44–46].\n                     To examine the removal rates of the silica from the wafer surface and test for organic residue on the polished surface, we used infrared spectroscopy. FTIR characterization of the wafer surface before and after CMP confirmed that there was no polymer deposition onto the wafer surface during CMP as shown by the lack of amide or carbonyl absorption in Fig. 4\n                        . The intensity of the absorption peak of Si–O–Si at 1075cm−1 decreased after polishing (inset in Fig. 4), which indicates substantial removal of the oxide layer by the ceria and composite slurries). Qualitatively, the reduction in absorption at 1075cm−1 in Fig. 4 shows that the 0.25wt.% ceria slurry and 0.5wt.% composite slurry achieve nearly identical removal of the oxide while the slurry containing 0.5wt.% ceria removes nearly twice the amount of oxide.\n                     Quantitative thickness measurements of the oxide film on the wafer were performed using ellipsometry at multiple angles. The ellipsometric results in Table 2\n                         are consistent with the qualitative conclusions from the FTIR results in Fig. 4. A rate of approximately 100nm/min with the ceria–polymer composite particles is also nearly 6–10 times higher that the rate obtained in past studies where hybrid microgels with no ceria were used. The removal rates that are shown in Table 2 for slurries containing ceria alone are comparable to other literature reports. Kim and co-workers [47] have reported a removal rate of ∼250nm/min using slurries containing 5wt.% of ceria and an anionic acrylic polymer dispersant while Manivannan and Ramanathan [48] have reported removal rates of ∼75nm/min using 0.25wt.% ceria dispersed in an aqueous solution at pH 5. The increase in removal rate using the polymer–ceria composite particles over that when using the hybrid microgel without any ceria makes it feasible to use the composite particles for polishing in the final stages of CMP process where only moderate amounts of material needs to be removed but superior surface quality is required. Since the slurries used here contain no additives or accelerants and also have a low weight fraction of particles, further optimization of the removal rates using chemicals and changing the particle concentration remains an option.\n                     \n                        Table 2 also lists the co-efficient of friction (COF) data measured during polishing. The COF was obtained from the ratio of lateral and normal forces measured in situ using a dual force sensor installed to the upper carriage of the machine carrying the wafer carrier. The average co-efficient of friction after the process has reached the steady state has been used. The average values of COF in Table 2 reveal that the slurry containing 0.25wt.% ceria particles resulted in lower co-efficient of friction as compared to the slurry containing 0.5wt.% of ceria particles, which is presumably due to lower number concentration. Interestingly, the composite particles lead to reduced friction at the polishing interface even though a 0.5wt.% slurry of these particles should contain a higher number concentration given the lower mass density of the organic polymer. Thus, the lower COF supports the expectation that the composite particles should have a milder abrasive interaction with the surface.\n                     The composite particles represent an interesting system when contrasted to the case of chemical mechanical polishing using soft compliant polymer pads and slurries of hard abrasive particles. In literature reports, interactions between a soft pad, hard abrasive particles, and the wafer surface have been considered using a variety of approaches that extend from modeling [49,50] to experiments [51]. In an experimental study, Castillo-Mejia and co-workers found that reducing the elastic modulus of a IC 1000 pad surface led to lower polishing rates. Interestingly, in an earlier study by Stavreva et al. [9] use of stacked pads with a hard top (IC 1000) and a compressible bottom layer (SUBA IV) was found to give better uniformity during polishing with an alumina-based slurry. More recently, Yongguang Wang et al. [50] developed a nonlinear relationship between the indentation depth and the particle/soft-pad micro-contact force for the CMP process in case of a single particle. Based on this model, they suggest that as the numbers of particles embedded in a soft pad increase, a higher material removal rate and global planarization should be achieved. Based on these past studies, we believe that understanding the role of compressibility of the composite microgels particles and its interplay with the operating parameters during CMP will lead to useful insights.\n                     It is crucial to study the post-CMP surface characteristics to draw any conclusions regarding the performance of ceria–polymer composite particles. Optical microscopy images of the post-CMP oxide surface are shown in Fig. 5\n                        . It is evident that slurries with commercial ceria particles resulted in severe scratches on the wafer surface. In contrast the surfaces polished with slurries consisting of the composites resulted in few surface defects. The reduction in surface scratches can be attributed to reduced abrasive action due to the deformable polymeric component of particles. AFM images in Fig. 6\n                         shows that particle contamination occurs on wafer surfaces polished with only ceria nanoparticles. The wafer polished with the composite particles are also devoid of pitting and minor scratches. The observation of defects in surfaces polished with ceria alone (Figs. 5 and 6) are consistent with results reported in past studies [38–42].\n                     Quantitative assessment of the roughness of surfaces from data obtained using scanning probe microscopy has been studied in the past and several statistical parameters have emerged [52]. One common measure of the roughness is the root-mean-square (R\n                        rms) deviation of the heights of the various features imaged by AFM. However, it is well known that R\n                        rms is scale dependent and a single value provides little information on the width or spacing of surface features that correspond to R\n                        rms. Bonnell and co-workers [52] have evaluated the merits of several statistical parameters and shown that it is more appropriate to determine the variational rms roughness at different length-scales L. Beyond a characteristic length of the surface, the value of roughness becomes scale independent and can be specified as a characteristic of the surface.\n                     Implementing a surface roughness analysis algorithm described by Bonnell and co-workers [52] using the AFM images for the polished surfaces gives the variational roughness plotted in Fig. 7\n                        . For the surfaces polished with the commercial ceria nanoparticles, the surface roughness begins to become somewhat independent beyond a spatial scale of 10μm while this occurs at approximately 2μm for the surfaces polished with the ceria–polymer composites, which supports the conclusion that the latter surfaces have better planarization. It is also evident that the macroscopic roughness beyond 10μm is much larger for the polishing with commercial ceria and that there is greater variability in the roughness results.\n                     The results presented above clearly indicate that the composite particles with controlled softness/hardness can be beneficial and can be successfully implemented for polishing in the final stage of CMP process where only moderate amounts of material needs to be removed but superior surface quality is required. Fewer surface defects and particle residue (as observed in Figs. 5 and 6) will aid in the elimination of rigorous post-CMP cleaning stages and consequently, will help in achieving environmentally benign CMP process.",
    "Conclusions": "4\n                  Conclusions\n                  Composite particles containing nanoparticles of ceria dispersed within cross-linked, polymeric microspheres formed by co-polymerization of NIPAM with MPS can form the basis of novel slurries for CMP. In this study, composite particles with average mass fraction of ceria of approximately 50% were used. Particles characterization of the composite particles showed that the ceria nanoparticles are well dispersed. Furthermore, planarization of silicon dioxide wafers in bench-top CMP tester and subsequent characterization revealed that slurries formed from the composite ceria–polymer particles lead to removal rates of the oxide from the surface at ∼100nm/min. More importantly, the polished surfaces showed lower topographical variations and surface roughness than when polished by slurries of only ceria nanoparticles. Polishing with the novel composite particles gave surfaces devoid of scratches and particle deposition, which makes these particles suitable for the next generation slurries in CMP."
  },
  "references": []
}