{
  "title": "Spiral-structured fixed-abrasive pads for glass finishing",
  "authors": [
    "Enomoto, Toshiyuki"
  ],
  "publication": {
    "journal": "CIRP Annals",
    "date": "2013-12-31",
    "doi": "10.1016/j.cirp.2013.03.011"
  },
  "abstract": "Loose-abrasive machining with cerium oxide (ceria) slurry is traditionally employed for finishing glass. However, the use of slurries can have a detrimental impact on the environment. Fixed-abrasive machining has received attention as an alternative technology; however, conventional fixed-abrasive tools are inefficient. In this study, spiral-structured pads with fixed-abrasive layers and abrasive holding layers are introduced to increase the quality and efficiency of fixed-abrasive tools. The finishing experiments revealed a much higher finishing efficiency and good surface quality compared to those obtained in conventional polishing with ceria slurry.",
  "keywords": [
    "Finishing",
    "Polishing",
    "Glass"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Loose-abrasive machining with cerium oxide (ceria) abrasive slurry and a polyurethane foam polishing pad has been traditionally employed for finishing glass [1–3]. However, the following are significant problems associated with this process:\n                        \n                           1.\n                           Detrimental impact on the environment (i.e., dirty working environment and the need to safely dispose a large amount of slurry).\n                        \n                        \n                           2.\n                           High cost of consumables (i.e., slurry and polishing pads).\n                        \n                        \n                           3.\n                           Low form accuracy (in particular, large edge roll off of a workpiece due to the deformation of polishing pad).\n                        \n                     \n                  \n                  Therefore, it is strongly recommended that loose-abrasive machining should be replaced with fixed-abrasive machining [4–8]. However, compared to loose-abrasive tools, conventional fixed-abrasive tools such as fixed-abrasive pads where the abrasive grains are contained in the pads have very low finishing efficiency and only a few of them have been put to practical use. Fixed-abrasive tools are considered to have low efficiency because of the following reasons:\n                        \n                           1.\n                           Abrasive grains are coated with bonding materials when they are released from the fixed-abrasive tool, resulting in the deterioration of the mechanical and chemical removal effect of the abrasive grains [9].\n                        \n                        \n                           2.\n                           The effective cutting-edge density is high because of the usage of fine or superfine abrasive grains to obtain a good quality finished surface, and the force on the cutting edge is very low [10].\n                        \n                     \n                  \n                  Lapping films that utilize agglomerative superfine abrasive grains to solve the problems described above have been previously developed and reported [10]. The experimental results for finishing optical glass indicate that high finishing efficiency and high-quality surface finish can be obtained. However, the lapping films can only be applied to specific film lapping machines and have a shorter life than fixed-abrasive pads.\n                  In this study, we manufactured fixed-ceria abrasive pads that contain small amount of bonding material for finishing glass with the aim of obtaining high finishing efficiency. On the basis of our findings, we developed spiral-structured fixed-ceria abrasive pads to improve finishing characteristics. We also evaluated the corresponding finishing performance.",
    "Fixed-abrasive polishing pads with small amount of bonding material": "2\n                  Fixed-abrasive polishing pads with small amount of bonding material\n                  \n                     2.1\n                     Manufacture\n                     In order to prevent abrasive grains from being strongly coated with bonding resin when they are released from the pads, we manufactured fixed-abrasive pads containing abrasive grains at high concentration with small amount of bonding resin. In this study, ceria was used as the abrasive grain because it has an advantage in terms of the removal rate in finishing glass. The concentration of ceria with a mean diameter of 0.2μm was set to 95wt%. Acrylic resin was adopted as the bonding material. Polyurethane resin has been commonly used in commercial polishing pads because of its excellent resistance to chemicals and abrasion; however, because of its high adhesiveness, the abrasive grains strongly embed in the resin. Consequently, we used acrylic resin because of its hard and brittle properties compared to polyurethane resin. The concentration of the resin was set to 5wt%.\n                     \n                        Fig. 1\n                         shows a scanning electron microscope (SEM, JEOL Ltd., JSM-5800A) image of a cross section of the manufactured pad. From this image, we confirmed that the abrasive grains were not embedded in the resin, and we expected that the grains would be hardly covered with the resin and readily released from the pad.\n                     The rubber hardness type C of the pad measured using a durometer (TECLOCK Corp., GD-703N) was high, i.e., 80. In comparison, the degree of hardness of commercial polishing pads, commonly used in glass polishing, is generally much lower, i.e., 50–60. The high hardness of the manufactured fixed-ceria abrasive pad is thought to result from the high concentration of the grains in the pad, and it is expected that high flatness, i.e., a small edge roll off of the workpiece, can be achieved.\n                  \n                  \n                     2.2\n                     Experimental procedures and fixed-abrasive pad performance\n                     Finishing experiments were conducted on optical glass plates using a single-sided polishing machine (Lapmaster SFT Corp., LP-15F), as illustrated in Fig. 2\n                        . Table 1\n                         lists the finishing conditions. This finishing experiment was performed without conditioning with a diamond dresser.\n                     Under the conditions listed in Table 1, we found that the pad wear was severe. Then, we reduced the finishing pressure from 15kPa and 10kPa to 5kPa. However, the pad wear continued to be problematic; pad thickness decreased by 1mm in 1min. It is thought that the severe wear was because the amount of bonding resin was so small that the bonding strength of the pad was very low and the pad became extremely brittle.\n                     In general, various types of bonding resins, curing conditions, and different ratios of grains to bonding resins are used in trial-and-error tests to investigate methods for suppressing pad wear. However, multiple trial-and-error test runs are time-consuming and increase costs. Furthermore, suppression of wear predictably decreases the number of abrasive grains that are released from the pad, leading to a decrease in the removal rate.",
    "Spiral-structured fixed-abrasive polishing pads": "3\n                  Spiral-structured fixed-abrasive polishing pads\n                  \n                     3.1\n                     Proposal\n                     In order to simultaneously achieve high finishing efficiency and low pad wear, fiber layers were introduced into the fixed-abrasive pads. We developed spiral-structured fixed-abrasive polishing pads with fixed-abrasive layers and fiber layers, as illustrated in Fig. 3\n                        . The fiber layers are expected to play the following two roles: (1) prohibiting excessive pad wear and (2) improving finishing efficiency due to high abrasive holding ability.\n                     In the manufacturing process, first, ceria abrasives are stirred into liquid acrylic resin, and then the resin containing the abrasives is applied to a fiber sheet. Next, as an adhesion polymer is applied, the sheet is wound to form a cylinder. Finally, the wound sheet is sliced to a predetermined thickness. Table 2\n                         and Fig. 4\n                         show the specifications of the developed pad and an SEM image of the pad surface, respectively. The rubber hardness type C of the developed pad was very high, i.e., 95, compared to that of commercial polishing pads.\n                  \n                  \n                     3.2\n                     Experimental procedures for finishing and developed pad performance\n                     Finishing experiments with the developed pad were performed using the conditions listed in Table 1. To obtain the reference finishing characteristics, conventional polishing with ceria slurry and a commercial polyurethane foam polishing pad (Kokonoe Electric Co. Ltd., KSP66B, rubber hardness type C 55) was also performed. Polishing conditions to determine reference finishing characteristics were mostly the same as those listed in Table 1. Slurry containing ceria abrasive, the same ceria abrasive used in the developed pad, was supplied at 10mL/min. The ceria concentration of the slurry was set to 5wt% because the polishing efficiency reached the upper limit, namely the maximum one at that concentration. Before the finishing experiments were performed, the surface of the developed pad and the reference commercial polishing pad were conditioned with a #170 diamond disk.\n                     The following finishing characteristics were evaluated: finishing efficiency; pad wear rate; finished surface roughness; edge shape of the workpiece; and abrasive consumption. Finishing efficiency was calculated by the weight reduction and specific gravity of the workpiece. Surface roughness and edge shape were measured using an atomic force microscope (AFM, Veeco Instruments Inc., Dimension 3100) and a stylus-type profile instrument (Kosaka Laboratory Ltd., SE3500K), respectively. The ceria concentration in the waste slurry on the pad was evaluated as a substitute for abrasive consumption.\n                     Preliminary finishing experiments were conducted after the pad surface conditioning pressure was set to 0.7kPa. From the measurement of the pad thickness before and after the experiments, it was found that the pad wear rate was very small, i.e., 0.1μm/min. Fig. 5\n                         shows the abrasive concentration in waste slurry and the material removal rate. The data presented in this figure confirms that abrasive consumption was reduced to one-fortieth or less of that in conventional polishing, which strongly shows that the introduction of a fiber layer improved the wear resistance of the pad. On the other hand, the obtained removal rate was less than or equal to 50nm/min, which was one quarter to one half of that obtained in conventional polishing.",
    "Improving the finishing performance of spiral-structured fixed-abrasive polishing pads": "4\n                  Improving the finishing performance of spiral-structured fixed-abrasive polishing pads\n                  \n                     4.1\n                     Abrasive releasing ability from fixed-abrasive layer\n                     It is considered that the low removal rate, reported in the previous section, resulted from insufficient abrasive grains on the pad. To increase the number of abrasive grains released from the pad, the conditioning pressure was increased from 0.7kPa to 1.3kPa and 2.6kPa. The data presented in Fig. 5 confirms that there is a linear relationship between conditioning pressure and abrasive concentration. When the conditioning pressure was 2.6kPa, the obtained removal rate was almost the same as that in conventional polishing, and abrasive consumption was reduced to approximately one-tenth of that in conventional polishing.\n                     To evaluate the removal effect of the abrasive grains released from the developed pad, finishing experiments were conducted using ceria slurry; the concentration of ceria was 0.1–1wt%. As shown in Fig. 6\n                        , the relationship between the removal rate and abrasive concentration in slurry was constant with or without supply of the slurry. This indicates that the ceria abrasives released from the pad had the same removal effect as that of ceria abrasive in slurry.\n                     In addition, the graph presented in Fig. 6 reveals that the developed pad had a higher removal rate at a lower ceria concentration (1.5wt%) as compared to the conventional polishing. This is thought to be because of the high abrasive holding ability of the fiber layer used in the developed pad.\n                  \n                  \n                     4.2\n                     Abrasive holding ability of the fiber laye\n                     Improvement of the abrasive holding ability of the fiber layer on the pad was investigated to improve the finishing efficiency without increasing the amount of abrasive grains released from the developed pad.\n                     First, the fluid, i.e., water, supply rate was decreased from 10mL/min to 2mL/min to prevent the released abrasive grains on the pad from flowing out (Fig. 7\n                        ). It was found that the abrasive concentration increased to 0.82wt% and a removal rate of 0.12μm/min was obtained. This removal rate was higher than that obtained in conventional polishing. This indicates that the abrasive holding ability of the pad surface strongly influences the finishing efficiency. However, the above finishing method with a low fluid supply rate was feared to induce scratches on the workpiece.\n                     In addition, we investigated the high abrasive holding ability of the pad surface, paying particular attention to the fiber layer. Fig. 8\n                        (a) and (b) show three-dimensional surface profiles of the developed pad conditioned with a #170 diamond disk under conditioning pressures of 0.7kPa and 2.6kPa, respectively. As shown in these figures, the surface profiles and surface parameters were almost the same, which means that the abrasive holding abilities of the fiber layers were close to equal regardless of the conditioning pressure. As shown in Fig. 5, the removal rate obtained was higher when the conditioning pressure was 2.6kPa as compared to that when the conditioning pressure was 0.7kPa; however, this was only because the higher conditioning pressure resulted in larger amount of abrasive grains on the pad.\n                     To drastically change the pad surface profile, we performed pad conditioning with a #60 diamond disk instead of a #170 diamond disk and observed that the pad surface profile could be changed, as shown in Fig. 8(c). Microscopic observation indicated that the fibers on the pad became a little longer, which is expected to lead to high abrasive holding ability. The graph presented in Fig. 7 confirms that a high removal rate of 0.12μm/min was achieved as compared to that obtained in conventional polishing. Fig. 7 also shows that the abrasive concentration in waste slurry was low at 0.18wt% and the pad wear rate was suppressed to less than or equal to 0.15μm/min. This is thought to be because the fiber layer increased the abrasive holding ability and pad wear resistance.\n                     As shown in the AFM images of finished glass plate surfaces presented in Fig. 9\n                        , the surface roughness was as good as that obtained in conventional polishing. Fig. 10\n                         confirms that surface flatness at the workpiece edge was significantly improved using the developed fixed-abrasive pad presumably because the developed pad was 1.7 times harder than the commercial polishing pad.",
    "Conclusion": "5\n                  Conclusion\n                  To replace loose-abrasive machining with fixed-abrasive machining in glass polishing, spiral-structured fixed-ceria abrasive pads with fixed-abrasive layers and fiber layers were developed. Experimental results showed that the developed fixed-abrasive pads achieved a higher removal rate and lower abrasive consumption, namely reduced detrimental environmental impacts as compared to conventional polishing using slurry, and significantly improved surface flatness at the workpiece edge."
  },
  "references": []
}