{
  "title": "Characterisation and thermochemical stability analysis of 3D printed porous ceria structures fabricated via composite extrusion Modelling",
  "authors": [
    "Eltayeb, Asmaa"
  ],
  "publication": {
    "journal": "Materials & Design",
    "date": "2023-12-31",
    "doi": "10.1016/j.matdes.2023.112514"
  },
  "abstract": "Composite Extrusion Modelling (CEM) is an advanced additive manufacturing technique that enables rapid, cost-effective production of complex, customisable designs. In this study, CEM 3D printing of porous ceria structures is reported for the first time. First, the ceramic injection molding (CIM) feedstock with thermoplastic properties was prepared and optimised in terms of its rheological properties to ensure good workability for the printing process at 140–150 °C. Subsequently, the thermoplastic feedstock was used to print porous ceria structures for thermochemical splitting. The feasibility of printing various porous structures with different dimensions, geometries, and macropore sizes was investigated, and the printing parameters: extrusion multiplier (EM), extrusion temperature (ET), nozzle velocity (NV), and layer thickness (LT), were optimised to prevent clogging of the printing nozzle and to achieve homogeneous overlap of the printed layers. The optimised printing parameters for ceria structures are EM 1.3, ET 150 °C, LT ∼ 0.13 mm, and NV 50 mm/s, which were determined by multiple response optimisation process. The sintered 3D-printed bars yielded relative densities of ≥ 98 % and a total microporosity of 0.29 %, measured with a Hg porosimeter. Thermogravimetric analysis (TGA) and cyclic stability experiments were performed on the printed porous ceria structures and showed stability over 100-redox cycles.",
  "keywords": [
    "3D Printing",
    "Composite extrusion modelling",
    "Porous ceramics",
    "Ceria",
    "CO2 splitting",
    "TGA",
    "CIM Feedstock"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  In recent years, the spotlight on additive manufacturing, especially 3D printing of ceramics, has intensified, heralding a transformative era in manufacturing technology. This innovation empowers the creation of intricate and customised ceramic structures with unparalleled precision and complexity. A pivotal advantage lies in its ability to accelerate ceramic production, facilitating the realisation of complex geometries and internal structures with extraordinary efficiency [1,2]. This capability holds particular significance for high-temperature and solar-related applications, where lightweight and optimized ceramic components play a pivotal role in efficient light absorption, thermal management, and durability. The adaptability of ceramic structures to specific application requirements ensures optimal performance and functionality.\n                  Ceramic materials, exemplified by ceria (cerium oxide, CeO2-δ), emerge as pivotal players in high-temperature thermochemical applications due to their exceptional thermal stability, oxygen ion conductivity, and catalytic properties. Ceria's distinctive characteristic lies in its ability to undergo reversible redox reactions, absorbing and releasing oxygen based on varying oxygen concentrations. Historically recognized as a crucial component in three-way automobile catalysts (TWCs), ceria's catalytic potential stems from its numerous lattice defects [3,4].\n                  In contemporary contexts, ceria finds a novel application in concentrated solar irradiation-driven two-step thermochemical cycles for water and carbon dioxide splitting (WS/CDS), yielding hydrogen and/or syngas, according to the reactions pair scheme 1 and 2 below\n                        \n                           (1)\n                           \n                              \n                                 Ce\n                                 \n                                    O\n                                    \n                                       2\n                                       -\n                                       δ\n                                       o\n                                       x\n                                    \n                                 \n                                 →\n                                 C\n                                 e\n                                 \n                                    O\n                                    \n                                       2\n                                       -\n                                       δ\n                                       r\n                                       e\n                                       d\n                                    \n                                 \n                                 +\n                                 \n                                    (\n                                    \n                                       δ\n                                       \n                                          red\n                                       \n                                    \n                                    -\n                                    \n                                       δ\n                                       \n                                          ox\n                                       \n                                    \n                                    )\n                                 \n                                 /\n                                 2\n                                 \n                                    O\n                                    2\n                                 \n                                 \n                                    \n                                       g\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     \n                        \n                           (2)\n                           \n                              \n                                 Ce\n                                 \n                                    O\n                                    \n                                       2\n                                       -\n                                       δ\n                                       r\n                                       e\n                                       d\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       \n                                          \n                                             δ\n                                             \n                                                red\n                                             \n                                          \n                                          -\n                                          \n                                             δ\n                                             \n                                                ox\n                                             \n                                          \n                                       \n                                    \n                                 \n                                 \n                                    H\n                                    2\n                                 \n                                 O\n                                 /\n                                 C\n                                 \n                                    O\n                                    2\n                                 \n                                 \n                                    \n                                       g\n                                    \n                                 \n                                 →\n                                 C\n                                 e\n                                 \n                                    O\n                                    \n                                       2\n                                       -\n                                       δ\n                                       o\n                                       x\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       \n                                          \n                                             δ\n                                             \n                                                red\n                                             \n                                          \n                                          -\n                                          \n                                             δ\n                                             \n                                                ox\n                                             \n                                          \n                                       \n                                    \n                                 \n                                 \n                                    H\n                                    2\n                                 \n                                 /\n                                 C\n                                 O\n                                 \n                                    \n                                       g\n                                    \n                                 \n                              \n                           \n                        \n                     \n                  \n                  During the first, higher-temperature, endothermic thermal reduction (TR) step, the oxidised oxide state under the supply of external heat releases a quantity of oxygen and transforms to a partially reduced state. The second, lower-temperature step involves (exothermic) oxidation of the reduced form back to its oxidised state via an oxygen source (oxidant), steam or/and carbon dioxide in the specific case, establishing thus a cyclic process. The high temperatures needed for the oxygen release step (∼1450–––1500 °C) can be provided by concentrated solar irradiation, which can in this way be stored in large quantities into chemicals like hydrogen and syngas (“solar fuels”), transported and released at will when sun is not available. In this perspective, ceria possesses unique properties [5] and offer a wide range of applications [6,7]. Ceria's unique properties, encompassing thermal stability and a defect-rich oxygen vacancy structure, contribute to its effectiveness in these applications. Oxygen vacancies facilitate the diffusion of oxygen ions, enabling ceria to efficiently undergo oxygen exchange reactions during thermochemical cycling. Its high oxygen storage capacity is vital for sustaining reactant supply during redox reactions, allowing effective heat and oxygen storage and release for efficient energy conversion in thermochemical applications [8,9].\n                  Porous ceramic flow-through structures are among the state-of-the-art chemical engineering configurations of choice for implementation of such gas–solid reactions [10]. Ceramic multi-channelled monolithic honeycomb reactors [11] or reticulated porous ceramics (RPCs), also known as ceramic foams [12], offer an attractive alternative to packed beds when dealing with gaseous reactants at high temperatures due to the large open area available for gas flow through their channels or “macropores” [13] respectively, that have dimensions of the order of millimetres. These structures offer advantages include thin walls, high geometric surface area and therefore good gas–solid contact, low pressure drop, good mass transfer performance and ease of product separation. Further benefits can be gained from special material properties such as thermal shock resistance and mechanical strength. Customized 'open-structured' materials, exhibiting unique properties unattainable by conventional dense counterparts, find diverse applications as end products and in various technological processes [13]. In the realm of two-step thermochemical cycles, for example, structures with open-pores are used to increase the accessible surface area and to reduce diffusion paths for oxygen ions, both resulting in higher reaction redox kinetics [14].\n                  RPCs made of ceria, primarily fabricated using the Schwartzwalder process, have so far shown exceptional reactor efficiencies, notably in solar-based thermochemical cycles [14]. The manufacturing process involves immersing polymer foams or custom-printed scaffolds [15–17] in a homogeneous ceria slurry, followed by compressing, drying, and a subsequent multistep thermal treatment. While the Schwartzwalder process offers versatility, ease, and wide adoption, it has limitations in mechanical strength, which can be improved to some degree by infiltration and double coating [18], and entails substantial upfront costs. Consequently, the logical response to these challenges is the integration of 3D printing, an ideal technique for producing customised structures with tailored shapes, porosities, and architectures, thereby enhancing performance and functionality in thermochemical applications. In fact, analogous endeavours of directly fabricating the redox powders targeted for thermochemical WS/CDS into precisely-shaped monolithic, flow-through structures were materialised as early as 2008 from the Sandia group in U.S.A, who employed robocasting for free-form processing of ferrite-based redox oxides and fabricated them directly into small-scale, three-dimensional lattice structured monoliths with dense and porous bars (after firing at ∼ 1400 °C) [19,20]. The group applied polymer-based co-extrusion of such ceramics as well [21].\n                  The progress made since then in 3D printing and its integration with ceria materials opens up new avenues for innovation and optimisation in solar thermochemical systems. It enables the fabrication of highly efficient reactors, catalyst supports and heat exchangers with intricate internal channels and optimised geometries, maximising the surface area and facilitating heat and mass transfer. Furthermore, 3D printing allows the incorporation of additional functional elements, such as sensors and microreactors, directly into ceria structures, enhancing their overall capabilities and expanding the range of applications.\n                  Despite the promising potential of ceria additive manufacturing, the current literature on the subject remains limited. Existing approaches include, 3D printing of Al2O3 with 12 mol% CeO2-ZrO2 by stereolithography [22], 3D direct writing of Sm-doped ceria pellet with a solid content of 20 mol% from a paraffin-based slurry for solid oxide fuel cell applications [23], and Robocasting of 10 mol% ceria-stabilised zirconia and alumina composite from a hydrogel [24], offer glimpses into the field's early developments. However and to the best of our knowledge, only three recent reports delve into 3D-printed pure ceria structures, emphasizing the novelty and importance of further exploration [25,26].\n                  In this study, a novel exploration into the fabrication and characterisation of ceria porous structures using CEM 3D printing technology is presented. Originally devised by Lieberwirth et al. [27] in 2018 for 3D printing metal parts using MIM (Metal Injection Molding) granulates, the CEM technology has undergone adaptation for processing CIM (Ceramic Injection Molding) granulates tailored for ceria printing. This screw-based extrusion printing method, renowned for its high extrusion rate, proves well-suited for ceramic materials. To ensure the production of high-quality ceramic parts and prevent potential CEM system clogging, a homogeneous thermoplastic feedstock containing ceramic powders (87.6 wt% solids) mixed with a two-component polymer binder matrix was formulated. These feedstocks were granulated in-situ, enabling their direct utilisation on the CEM printer. Subsequently, the printing parameters were optimised to manufacture ceria structures with diverse geometries, including square, cylindrical, honeycomb, and bar-shaped configurations, featuring various macroporosities. The printed ceria structures then underwent sintering at a maximum temperature of 1600 °C in an air environment. This thermal treatment aimed to consolidate the structures, ensuring their mechanical strength and structural integrity. Following sintering, comprehensive characterisation of the ceria printed structures was performed to evaluate their microstructure, porosity, redox properties, and thermal stability, with a specific focus on their potential use in two-step thermochemical cycling. The microstructure analysis involved examining the internal structure of the structures to assess the distribution and interconnectivity of macropores. Porosity measurements were conducted and, additionally, the redox properties of the printed ceria porous structures were evaluated and the thermal stability of the structures was assessed through a series of 100 redox cycles, ensuring their ability to withstand repeated thermal stresses. Moreover, a comparison was made between the 3D-printed porous ceria structures and the in situ fabricated ceria foams (20 ppi) to compare their CO2 splitting performance. The synthesis process used to prepare these foams followed the formula described in [14,15,28]. Beyond contributing to the limited literature on ceria additive manufacturing, our findings hold profound implications for design considerations, particularly in the domain of advanced thermochemical applications. As we navigate through the intricacies of ceria's unique properties and the evolving landscape of 3D printing, our study pioneers a nuanced exploration that promises to significantly impact the future trajectory of solar thermochemical systems.",
    "Materials and experimental methods": "2\n                  Materials and experimental methods\n                  \n                     2.1\n                     Feedstock material development\n                     A thermoplastic feedstock for the CEM process was manually prepared with high solids content of cerium (IV)-oxide powder (particle size < 5 µm, 99.9 % purity, Sigma Aldrich) and thermoplastic binder system (particle size 2 – 3 mm, kcmix® 3.3, ©KRAHN CERAMICS GmbH). This binder system has a density of 1.051 g/cm3 and is based on a high-melting-point backbone polymer and low molecular weight support binder. For a stable, homogenous thermoplastic feedstock, an optimal quantity of the binder granulate must be realised to provide just enough support for the ceria hierarchical structures during the printing and de-binding processes. This quantity relay on three raw material parameters of the ceria powder: i) density (7.2 g/cm3), ii) particle size distribution (PSD) and, iii) specific surface area (SSA) (2.68 ± 0,015 m2/g) of the ceramic powder. The density value was extracted from the supplier's data sheet, while the PSD and SSA of the powder were measured in situ using the PSD analyser (Horibe Scientific Portica LA, Retsch Technology GmbH) and BET (TriStar, Micromeritics GmbH) with compliance to DIN ISO 9277, respectively.\n                     To develop the feedstock material, the mixture of ceria powder and binder granules was first homogenised for 5 min in a planetary ball mill (Pulverisette6, Fritsch GmbH) with zirconia grinding balls of diameter 18 mm. The mixture was then passed through a 5 mm sieve to separate the balls. The apparent viscosity (torque curve) of the mixture was measured using a torque rheometer (HAAKETM Rheomix OS, ThermoFisher Scientific) to determine the optimum mixture ratio for an ideal CEM printing torque of 1 – 2 Nm at 140 – 150 °C and to ensure good workability in the printing process. Finally, the mixture was compounded with a twin-screw extruder (HAAKETM Rheomix OS PTW 16, ThermoFisher Scientific) at an optimum temperature of 120 °C to form a homogeneous filament with a diameter of 2.25 0.05 mm (see Fig. 1\n                        a). The filament was then granulated into pellets with the desired orifice size of ∼ 3 mm using a rotating blade granulator, as shown in Fig. 1b.\n                     Several complex ceramic structures were printed with PVA+ (MOWIFLEX 3D 2000 filament, Kuraray), which is water-soluble and can be safely removed without damaging the 3D-printed ceria structures. For more information, please refer to the supplementary information.\n                  \n                  \n                     2.2\n                     Composite extrusion modelling & printing paramerters\n                     3D printing was performed using the CEM printer ExaM 225 by AIM3D GmbH (Rostock, Germany). It is a layer-by-layer printing, screw-based extrusion printer with a building size of 255 mm x 255 mm x 255 mm including the heatable build platform. The thermoplastic granulates feedstock produced was first filled into the feedstock hopper of the extruder, where a screw conveyor transports the granulates to the heating element towards the printing nozzle with a diameter of 0.4 mm for printing. The CEM printer operates with the software Simplify3D® that was essentially designed for fused filament fabrication (FFF) processes. The software is therefore based on the relation between Extrusion Multiplier (EM) and filament diameter (\n                           \n                              d\n                              F\n                           \n                        , to control the extrusion rate). These two factors are used to calculate the extrusion value in the G-code according to Eq. (3) for the CEM process, which is then translated into a rotation of the screw.\n                           \n                              (3)\n                              \n                                 \n                                    \n                                       E\n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             h\n                                          \n                                          ∙\n                                          \n                                             b\n                                          \n                                       \n                                       \n                                          \n                                             \n                                                π\n                                             \n                                             4\n                                          \n                                          \n                                             \n                                                d\n                                             \n                                             \n                                                \n                                                   F\n                                                \n                                             \n                                             2\n                                          \n                                       \n                                    \n                                    ∙\n                                    \n                                       l\n                                    \n                                    ∙\n                                    \n                                       E\n                                    \n                                    \n                                       M\n                                    \n                                 \n                              \n                           \n                        where \n                           E\n                         is the filament length, \n                           h\n                         is the layer thickness (LT), \n                           b\n                         is the width of one oriented line and \n                           l\n                         is the printing length of an extruded line.\n                     In order to control the screw rotation and thus the extrusion rate, the EM values were varied while the filament diameter of 2.25 ± 0.05 mm was kept constant. In total, there are five printing parameters that affect the printing of the green parts in the CEM 3D printing process: EM, LT, extrusion temperature (ET), nozzle velocity (NV) and nozzle diameter (ND). For each material, the CEM 3D printing parameters need to be adjusted in terms of volume flow to ensure proper printing [29]. The EM and ET controls the viscosity and the volume flow ratio of the extruded material, respectively. NV and LT, on the other hand, mainly control the surface quality and the time needed during 3D printing [30]. Under-extrusion manifests when a reduced amount of material is extruded compared to the intended quantity. This can lead to the emergence of gaps, omitted layers, inadequately sized layers, and even the formation of tiny dots or holes within a print. Conversely, over-extrusion occurs when a surplus of material is extruded beyond the intended measure, resulting in uneven layering and irregular thicknesses of layers. These two effects need to be observed and controlled to improve the printing quality. For this work, various ‘open-pore’ ceria structures were printed with a strut thickness of 0.4 mm. To optimise the printing parameters, 70 bending bars (\n                           \n                              45\n                              m\n                              m\n                              ×\n                              5\n                              m\n                              m\n                              ×\n                              4\n                              m\n                              m\n                           \n                        ) and a couple of calibration cubes (\n                           \n                              1\n                              m\n                              m\n                              ×\n                              1\n                              m\n                              m\n                              ×\n                              1\n                              m\n                              m\n                           \n                        ) were produced as test components. The build platform temperature was set at 60 °C. The printed patterns were designed using Fusion 360 from Autodesk® and Geomagic Freeform® from 3D Systems and Simplify3D® was used for slicing. The particular challenge of CEM, as with many other ceramic 3D printers, is that many parameter combinations must be tested to determine the optimum processing window for the feedstock material. The best achieved printing parameters are shown in Table 1\n                        . The parameter combinations shown in Table 1 resulted in the best printed layer thicknesses and consequently printed ceria green bodies.\n                  \n                  \n                     2.3\n                     Debinding and sintering\n                     Once the green parts were printed with optimised printing parameters, debinding and sintering is needed to remove the binder from the parts and obtain the final densified ceramic parts. Since the binder system used includes more than one type of polymer, the binder was removed in two steps: solvent and thermal debinding. First, the green parts were thermally relaxed in a drying oven at 80 °C for 1 h to avoid the formation of defects during the debinding process. Subsequently, the green samples were debound by immersion in acetone with constant stirring at 35 °C for 4 h and then dried in an oven at 80 °C for 1 h, resulting in a maximum removal of the soluble part of the binder of about 8 wt%. Fig. 2\n                         shows three CEM-printed ceria structures with different infill proportions after solvent debinding.\n                     Thermal debinding of the solvent-debound samples was performed in an Ashing furnace (L9/11 BO, Nabertherm, Lilienthal, Germany) in air atmosphere. The green parts were heated to 280 °C and 600 °C with a heating rate of 0.2 K/min and a 1 h holding time at both temperatures. After the 1-hour holding time at 600 °C, the temperature was increased further to1050°C with a heating rate of 2 K/min and held again for 2 h to facilitate the transfer of the samples to the sintering furnace. Subsequently, the printed samples were transferred to the sintering furnace (LHT 04/17, Nabertherm, Lilienthal, Germany) and sintered at 1600 °C for 2 h in air. The heating rate during sintering and the cooling rate in both furnaces is 2 K/min.\n                  \n                  \n                     2.4\n                     Structure and morphology\n                     The microstructure of the CEM-printed structures (feedstock, 3D printed: green, presintered and sintered parts) was analysed by a scanning electron microscope (SEM, Hitachi SU3900, Tokyo, Japan), with a tungsten cathode, equipped with an energy dispersive x-ray (EDX) detector (Ultim Max 40, Oxford Instruments). The samples were mounted on a 12 mm Al-SEM-carrier with adhesive conductive carbon tape. The porosity and pore size distribution of the specimens were measured by a mercury (Hg) porosimeter (Pascal 140–440 Hg porosimeter, ThermoFisher Scientific) with a pressure range of 0.1 to 400 MPa. The data analysis of both PASCAL 140 and PASCAL 440 results was performed with the SOLID software.\n                  \n                  \n                     2.5\n                     Thermogravimetric analysis\n                     Thermogravimetric analysis (TGA) was performed using STA 449 F3 Jupiter (NETZSCH, Germany) to determine the redox cycling stability for 100 cycles. A selected 3D-printed porous structure specimen made of ceria, as shown in Fig. 12 and Fig. 15, was placed in an alumina plate-type sample holder covered with platinum foil, which was then placed in a SiC furnace of the thermogravimetric analyser. Pure Ar (Purity of 99.999 %) was delivered to the system as a purge gas and protective gas during all heating and cooling operations and during isothermal reduction. For oxidation, a mixture of 20 % synthetic air (80 % N2 and 20 % O2) and 80 % Ar was fed into the system. The total sum of flow rates was maintained at 100 standards cubic centimetres per minute (sccm) in all segments. Reduction was carried out at 1400 °C in Ar and the temperature was maintained for 40 min to ensure equilibrium. For oxidation, the temperature was reduced to 1000 °C before introducing the oxidising gas stream. The subsequent holding times were set at 30 min for oxidation. This redox cycle was repeated 25 times for each set of experiments, and 4 sets of experiments were performed consecutively, making the total number of cycles 100. In addition to oxidation in air, a sample was also compared to an in-situ prepared ceria foam for CO2 splitting. For this purpose, the samples were reduced at 1400 °C and oxidised in a mixture of CO2 balanced with Ar at pCO2s of 0.8, 0.7, 0.6, 0.5, 0.4 and 0.3 atm at a temperature of 1000 °C. For both reactions, the time was maintained at 2 h. All heating and cooling rates were set to 20 °C/min and 40 °C/min, respectively.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Feedstock rheological properties\n                     In 3D printing of the ceramic stractures, one important parameter that needs to be optimised is the theromplastic feedstock to ensure good workability of the CEM printing process free from leakage and clogging, and to obtain a sufficient thermoplastic mass. Therefore, in this study, the apparent viscosity of the ceria-binder mixture was determined by measuring the torque using a Cam-Rotors R600 torque rheometer. A total of three different feedstock compositions formulas (C1, C2 and C3) were used until the the desired rheological behavior was achieved. A summary of the volumes and weight percentages of the compositions is given in Table 2\n                        . To measure the apparent viscosity, i.e. the torque, the mixture was placed in the rheometer preheated to 80 °C for 30 min and the temperature was then increased by 10 °C every 10 min until the final test temperature of 150 °C was reached, after an overall time of 80 min. As already mentioned in Section 2.1, the target here is to determine the optimum mixture ratio for an ideal CEM printing torque of 1 – 2 Nm at 140 – 150 °C so that good workability in the printing process is ensured. The torque curve of the different composites as a function of temperature is shown in Fig. 3\n                        . After the initial filling peak, the torque curve drops to a minimum value. Due to the friction and material heating, the torque value increases again. After some time, an equilibrium between shear heating and constant mixer temperature was reached, resulting in a stable torque curve. At 140–––150 °C, the measured torque values were > 4.5 Nm, < 1 Nm and between 1 and 2 Nm for the different compositions C1, C2 and C3, respectively. For composite C1 the torque curve, as shown in Fig. 3a, shows a noisy signal reflecting excessive force requirement at temperatures below 100 °C and; a high torque value (>4.5 Nm) at the desired temperature was measured, indicating insufficient binder content. This value indicates a composite with high viscosity and can therefore lead to constant clogging of the extruder during use. Composite C2, on the other hand and as illustrated in Fig. 3b, has a low torque value, measuring less than 1 Nm at 140–150 °C. This characteristic implies that the composite has the potential to seep from the die during printing process. Given that the ideal printing parameters for CEM are 1–2 Nm at 140–150 °C, the torque values exhibited by composite C3, as shown in Fig. 3c, signify an optimal feedstock mixture for the 3D-printing process of porous ceria structures. As a result, composite C3 was chosen for the subsequent production of porous ceria structures. This mixture was then compounded and granulated into granulates with a diameter of ∼ 3 mm for use in the CEM printer. The images of the three compositions taken after the measurement are shown in Fig. 4\n                        . These images can be effectively correlated with both the measurment graph and the preceding discussion. They depict the three compositions: Fig. 4a reveals an abundance of powder with insufficient binder, Fig. 5\n                        b show a well-bonded powder denoting an excess of binder, while Fig. 4c presents a homogeneous and consistent fusion of powder and binder.\n                  \n                  \n                     3.2\n                     Scanning electron microscopy images\n                     Exemplary SEM images of the optimal CIM feedstock (C3), the solvent and thermally debound bodies and the sintered ceramic part produced by the CEM 3D-printed process are shown in Fig. 5a, b, c and d, respectively under similar magnifications. Fig. 5a clearly shows large visible flakes associated with the soluble component of the polymer binder system. These flakes disappear after the solvent debinding process carried out at 35 °C for 4 h, as can be seen in Fig. 5b. However, the ceramic particles in Fig. 5b are still very compact, mainly due to the backbone binder component of the feedstock material, which still holds the ceramic particles together after solvent debinding. Fig. 5c shows the binder-free situation (1050 °C) with ceria particles in an early sintering stage; individual particles can still be identified. However, when the sample was sintered at 1600 °C for a duration of 2 h, as shown in Fig. 5d, a significant alteration in surface morphology becomes evident. The surface transforms into a network of interlocking grains, resulting in a densely packed arrangement. The surface microstructure exhibits voids on the surface of the sintered samples, which is probably due to the short dwell time during the sintering stage. These voids on the surface can be correlated to the d50 of 4.2 µm pores measured via Hg porosimetry (see Fig. 10 below). In addition, a number of blemishes can be observed on the surface of the sintered specimens. These are possibly due to contact with loose particles generated during transfer of the specimens from one furnace to another, which become attached to the surface during the sintering process. The grain diameter of the sintered ceria microstructures is approximately 5–15 µm.\n                  \n                  \n                     3.3\n                     Printing parameters effect on green density microstructure\n                     Two main problems can occur in the CEM extrusion process: i) over-extrusion and ii) under-extrusion, which are responsible for the green body density and surface roughness influenced by the printing parameters [30]. To simplify the printing process and determine the best printable parameters, the parameters NV, ND and the feedstock filament diameter were kept constant at 50 mm/s, 0.4 mm and ∼ 3 mm, respectively. The only parameter that varied was the EM, which controls the extrusion flow rate, i.e., simply determines how much filament comes out of the nozzle per unit time. To estimate the EM window of the feedstock, calibration cubes were printed with different EM values (between 1.3 and 1.8) at 0 % infill, as shown in Fig. 6\n                        .\n                     The CIM feedstock, i.e. composition C3, was formulated to be suitable for printing at an extrusion temperature of 140–––150 °C. Therefore, the ET was set at 140 °C. The calibration cubes were printed for a range of EM values between 1.3 and 1.8 in increments of 0.05. The microstructure of the printed layers of these calibration cubes is shown in Fig. 7\n                        . From the SEM images, it can be seen that the samples printed with an EM of 1.80 and 1.70 (Fig. 7c, d and e) have a significantly rougher surface compared to the samples printed with a lower EM and the same ET of 140 °C (Fig. 7a and e). This surface morphology, also shown in Fig. 8\n                        , is similar to that of the feedstock material in Fig. 5a. This indicates that due to the high extrusion multiplier, i.e. extrusion rate, there is insufficient time to heat the feedstock granules to the ET target temperature of 140 °C and produce smoother print layers. This becomes even more evident when the EM was lowered to 1.70, 1.65 and 1.6, as shown in Fig. 7c, b and a, respectively. Inhomogeneous microstructure with partly rough and partly smooth surfaces was observed in the case of EM = 1.7, which is likely due to insufficient heating of the extruded material. Printed layers in this case show larger and more visible printing splits (voids) than that of EM = 1.80. When the EM was further lowered to 1.65 and 1.6, under- and over-extrusion become clearly visible, whereas they disappear at EM = 1.3 and the same ET of 140 °C (Fig. 7f).\n                     The under and over extrusion is clearly due to the temperature differences within the extruded material at these intermediate EM stages. This leads to different viscosities within the extruded material, resulting in inhomogeneous or overlapping layers of extruded material and the formation of voids and irregularities. These temperature variations of the extruded material lead to a variation in the viscosity and thus the volume flow ratio of the extruded material. Despite the irregularity of the printed layer at EM = 1.6, it is noteworthy that the surface microstructure of the extruded material becomes smoother. When the EM value was further decreased to 1.3, consistent extruded layers with homogeneous surfaces and a significant improvement in surface roughness were observed (see Fig. 7f, and increasing the ET value to 150 °C resulted in homogeneous layers with significantly lower microporosity). Therefore, EM = 1.8 and 1.3 were selected to produce structures in this work, mainly to obtain microstructures with varying microporosity.\n                  \n                  \n                     3.4\n                     Characterisation of the 3d printed ceria structures\n                     Pictures of the complex CEM 3D printed ceria porous structures, after sintering can be seen in Fig. 9\n                        . Among these structures, the smallest printed ceria structure has a diameter of 13–15 mm. Different geometries and designs, such as honeycombs, bars, monoliths and cubes, have been successfully printed. The strut thicknesses of the sintered parts fall within the range of 0.13 to 0.2 mm. The printing parameters were carefully adjusted to consider the anticipated shrinkage of the bars, which had been calculated beforehand. Notably, the observed qualitative effect aligns with the predicted shrinkage of the bars.\n                     To evaluate these shrinkage effects, the dimensions of 33 bars were measured in the printed state and after the sintering process. The result of this evaluation showed a mean shrinkage of about 18.9 ± 0.3 % in x, y and z directions, collectively representing the three-dimensional space.\n                     The density of the 3D-printed bars, sintered at 1600 °C for 2 h, was determined based on the Archimedes’ principle in compliance with the DIN EN ISO 3369 standard. These measurements were performed with the Sartorius CPA2245 precision balance (Göttingen, Germany) at room temperature. The average density of the bars printed with the optimised printing parameters is 6.32 ± 0.08 g/cm3 (relative density 98.14 % ± 1.24 %). The estimation of this relative density value was derived by calculating the theoretical density of the optimised composition (C3), taking into account the ceria-to-binder weight ratio utilised in composite C3, as well as the theoretical densities of commercial ceria powder and the binder system kcmix® 3.3, which were 7.2 g/cm3 and 1.051 g/cm3, respectively. This calculation yielded a theoretical density of 6.44 g/cm3 for the optimized composition (C3).\n                     The results of Hg porosimetry are given as the differential and normalised cumulative intruded volume of Hg (in cc/cc or cm3/cm3). These values are directly correlated to the porosity of the three CEM 3D-printed bars printed with EM 1.3: (i) as-printed; (ii) thermally debound and pre-sintered at 1050 °C; and (iii) sintered at 1600 °C, as shown in Fig. 10\n                        . Pores in the range of 10 – 100 nm with an average pore diameter of 60.4 nm correspond to a total microporosity of 15.57 % of the as-printed sample. Pores in the range of 220 – 260 nm with an average pore size of 254 nm account for 33.1 % of the total microporosity of the debound/pre-sintered sample. This increase in porosity is mainly due to the decomposition of the binder system. After sintering at 1600 °C for 2 h, the total porosity was reduced to 0.29 % with an average pore size of ∼ 4.2 µm and an essentially uni-modal distribution in agreement with the surface voids in the SEM images shown in Fig. 5d. This shows that the 3D printed bars at EM = 1.3 have a relatively high density after sintering, which is consistent with the relative density estimated by Archimedes’ principle.\n                     At EM of 1.8, the sintered bars exhibit an enlarged micropore architecture, featuring micropores with a pore size range of 57.8–––84.6 µm and an average pore size of 52.6 µm, collectively contributing to an overall microporosity of 1.82 %. The printing of these bars adheres to the exact printing parameters employed for the production of printed porous ceria structures shown in Fig. 9. Among these ceria structures, one was designated for cyclic stability testing and a second for the CO2 splitting evaluation, which is directly compared to the in situ generated foams. Thus, Fig. 11\n                         presents the microporosity data for both the sintered bars and the produced foams, the latter exhibiting a microporosity of 5.7 %.\n                  \n                  \n                     3.5\n                     Thermochemical cycling stability and kinetics\n                     Stable and reproducible redox performance with respect to oxygen uptake/release over a long number of thermochemical cycles, in addition to thermomechanically robust physical structure, are crucial in characterising a candidate redox material. In this perspective, 100 consecutive thermochemical redox cycles of the CEM-printed porous ceria structure shown in Fig. 12\n                        , were performed via thermogravimetric analysis employing a mixture of Ar and synthetic air for oxidation, as described in Section 2.5. These 100 consecutive thermochemical cycles were divided into four sets, each consisting of 25 cycles. The weight change curves for the first and the last 25 cycles are shown in Fig. 13\n                        . An initial stabilising period of 3 to 4 cycles for all four sets of experiments was clearly noticed where the decrease in mass during reduction becomes larger as the number of cycles progress. This is possibly because the partial pressure of oxygen (pO2) becomes lower as the residual oxygen is continuously being removed. The stabilisation occurs only at the beginning of each set of experiments, but disappears as soon as the pO2 reaches equilibrium. The changes in mass between reduction and oxidation during initial 25 cycles after the stabilisation period are almost identical to those of final 25 cycles, with less than 1 % difference in average. The result proves a highly stable cyclic redox activity of the CEM-printed structure without any noticeable degradation in the extend of reduction and re-oxidation. Furthermore, no noticeable sight of cracks or other damages was observed on the cycled specimen. In addition, dimensional measurements before and after the 100 cycles test showed no expansion or shrinkage of the printed ceria structure. These results confirm the already reported thermomechanical stability and physicochemical properties of ceria [31,32], yet, for the first time in such CEM 3D-printed porous structures.\n                     The microstructure of the same CEM-printed ceria structure was evaluated before and after 100 redox cycles stability test. The relevant SEM images are shown in Fig. 14\n                        . As mentioned earlier, the sintered ceria samples contain a number of surface voids, which is probably due to the short sintering time. When the sample was subjected to 100 redox cycles, it appears that these voids decrease or even disappear. This is probably due to the constant exposure to the high temperature, which leads to further sintering, and gradual disappearance of these surface voids. In Fig. 14b, there are still imprints of the cavities that have not yet been completely sintered.\n                     In addition to the oxidation with air, a more application-specific evaluation of the CEM-printed ceria structure (shown in Fig. 15\n                        ) was undertaken through CO2 splitting experiments (see Fig. 16\n                        ). This method aligns better with the intended purpose of such structures. Experiments were conducted using TGA under various partial pressures of CO2 (pCO2), and the results were compared to the in-situ fabricated ceria foam (shown in Fig. 15). Reduction and oxidation temperatures were the same as the aforementioned long-term cycling with air, but oxidation was performed under the mixture of CO2 balanced with Ar at pCO2s of 0.8, 0.7, 0.6, 0.5, 0.4 and 0.3 atm to investigate the effect of pCO2 on oxidation kinetics of both samples. The printed ceria structure was fully oxidised at all pCO2s within 2 h of oxidation whereas the ceria foam was not, even at the highest pCO2 where the oxidation kinetics is the fastest in general. At pCO2 = 0.8 atm and 0.3 atm, the mass of the ceria foam was −0.140 mg and −0.655 mg from the equilibrated mass, respectively. Oxidation kinetics of the ceria foam with a qualitative observation based on the slope of the changes in δ was similar to the CEM-printed ceria structure at the beginning of the oxidation, but started to deviate from that of the printed ceria structure after about 1 min. This is possibly due to the differences in diffusion paths for oxygen ions due to the different strut thickness. If diffusion is the primary rate-limiting factor oxidation is faster when the strut is thinner.",
    "Conclusion": "4\n                  Conclusion\n                  In conclusion, this study successfully advanced the fabricated 3D-printed porous ceria structures using CEM 3D printing technology. The utilization of a thermoplastic feedstock material composed of ceria, coupled with the optimisation of CEM 3D printing parameters, demonstrated significant advancements in the production of dense and complex ceria structures. The optimisation of CEM 3D printing parameters, particularly the extrusion multiplier (EM), led to improved surface quality and extrusion homogeneity. An EM of 1.3 demonstrated reduced surface roughness due to slower extrusion rates, allowing for consistent viscosity of the feedstock. An EM of 1.8 resulted in uniform layers with a microstructure similar to the feedstock material. An EM between 1.8 and 1.3 exhibited surface defects such as voids and splits and extrusion inconsistencies. Through parameter optimisation, an EM of 1.3, extrusion temperature (ET) of 150 °C, nozzle velocity (NV) of 50 mm/s, and layer thickness (LT) of approximately 0.13 mm were identified as the most promising values for the production of dense sintered parts. The sintered bars obtained from the optimised printing parameters exhibited over 98 % relative density. Hg porosimetry analysis revealed a total porosity of 0.29 % in the sintered bars, almost exclusively consisting of pore sizes in the range of 4.2 µm. An average shrinkage of 18.9 ± 0.3 % in the x, y, and z directions was observed for the bar specimens. Furthermore, the utilisation of an EM of 1.8 with an ET of 140 °C resulted in the production of complex ‘open-pore’ ceria structures, with a range of geometries and flow-through configurations, albeit with a slightly higher (solid phase) porosity of 1.82 % as determined from a bar sample printed with the same parameters. Thermochemical stability of the porous structures was evaluated by TGA through 100 redox cycles, showcased the highly cyclic activity, with no significant degradation throughout the thermochemical cycling, of the printed structure. This suggests that the printed structures possess the necessary durability and reliability to withstand the rigors of repeated redox processes. However, as we look forward, it is crucial to recognise the potential impact of these findings on design considerations. Further research is needed to optimise and improve the geometries, the ratio of struts to voids, and the mechanical characteristics of the structures. This optimisation is essential for achieving superior oxidation kinetics and increasing specific surface area, thus broadening the practical application of CEM-printed ceria structures. Leveraging the advanced multi-material printing capacities of CEM 3D printing, in conjunction with support materials such as water-soluble PVA+ (see Supplementary Information), could open new avenues for the design of complex porous architectures. Finally, a short preliminary series of redox tests employing CO2 as oxidant hints at the potential applications of these 3D-printed ceria structures in carbon dioxide splitting (CDS). Continued research in these areas will not only contribute to the academic understanding of the subject but also propel the practical application of CEM-printed ceria structures in various fields, marking a significant step forward in the design and utilisation of advanced materials for sustainable and efficient processes.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Asmaa Eltayeb: Investigation, Methodology, Supervision, Visualization, Writing – original draft, Writing – review & editing. Verena Graß: Investigation, Methodology, Visualization, Writing – original draft. Kangjae Lee: Methodology, Writing – review & editing. Mathias Pein: Writing – review & editing. Christos Agrafiotis: Writing – review & editing. Martin Schmücker: Funding acquisition, Resources, Supervision. Martin Roeb: Funding acquisition, Resources, Supervision. Christian Sattler: Resources, Supervision."
  },
  "references": []
}