{
  "title": "Effects of electrolyte type and concentration on the anodic oxidation of 4H-SiC (0001) in slurryless electrochemical mechanical polishing",
  "authors": [
    "Yang, Xiaozhe"
  ],
  "publication": {
    "journal": "Electrochimica Acta",
    "date": "2024-01-10",
    "doi": "10.1016/j.electacta.2023.143531"
  },
  "abstract": "Slurryless electrochemical mechanical polishing (ECMP) is a promising polishing method for SiC wafers. To achieve a high polishing efficiency, low surface roughness, low cost, and low environmental load, the effects of the electrolyte type and concentration on the anodic oxidation and ECMP of the 4H-SiC (0001) surface were investigated. It is confirmed that the anodic oxidation rate is mainly affected by the conductivity but not the type of electrolyte, and the electric conductivity affects the oxidation current that determines the anodic oxidation rate and performance. The anodic oxidation rate of the SiC surface was restricted by the conductivity at low electrolyte concentrations, and the anodic oxidation rate increased with increasing electrolyte concentration in this stage. The anodic oxidation rate decreased with increasing electrolyte concentration after the conductivity exceeded ∼0.1 S/m, owing to the increasing resistance of the generated oxide layer. Overall, the anodic oxidation uniformity of the SiC surface increased with increasing electrolyte concentration owing to the increasing anodic oxidation current density. The changes in material removal rate of ECMP with increasing electrolyte concentration were consistent with those of the anodic oxidation rate, while the surface roughness obtained by ECMP always decreased with increasing electrolyte concentration. This study provides a new way to improve the performance of slurryless ECMP.",
  "keywords": [
    "SiC",
    "Electrochemical mechanical polishing",
    "Anodic oxidation",
    "Electrolyte"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  In the field of power electronics, silicon carbide (SiC) is a highly promising next-generation semiconductor material for electronic power devices with low energy loss [1,2], because of its excellent thermal and electric characteristics. However, surfaces that are smooth and damage-free are required for ensuring the performance of the SiC power electronics [3,4]. Generally, the fabrication of SiC wafers consists of the following steps: the growth of SiC ingots, slicing the ingots into thin wafers, flattening the surface of thin wafers using grinding or lapping while reducing surface damage, removing surface damage and smoothing the surface by polishing [5]. Currently, chemical mechanical polishing (CMP) is widely used in last polishing step of the SiC wafers. CMP is a method that can achieve ultrasmooth and damage-free SiC surfaces [6,7]. However, due to the extremely high hardness and chemical inertness of SiC, CMP of a SiC wafer is extremely difficult and has a very low material removal rate (MRR) (less than 0.5 μm/h) [8]. In addition, CMP is often used with free abrasives, strong acids, strong bases, and strong oxidizing solutions, all of which need the use of equipment with excellent antioxidation and anticorrosion characteristics, resulting in very expensive processing costs [9]. At the same time, waste liquid treatment is also a challenge, and it places a significant amount of load on the environment as well [10].\n                  Recently, electrochemical mechanical polishing (ECMP) for SiC wafers has been investigated, which has the potential to achieve a high MRR while providing a smooth surface [11,12]. In the ECMP process, the SiC surface is anodically oxidized to a soft oxide layer and simultaneously removed by mechanical polishing. Li et al. [13] conducted the first ECMP of SiC surfaces and successfully flattened a 4H-SiC (0001) surface across a large area; however, numerous etch pits were produced on the polished surface, resulting in a substantial increase in surface roughness. Deng et al. [14] utilized a ceria slurry as both an electrolyte and a polishing medium in their experiments. They confirmed the softening effect of the SiC surface using anodic oxidation, which enabled polishing of the SiC surface with soft abrasives without the formation of subsurface damage (SSD), and obtained a MRR of 3.62 µm/h and a damage-free surface. However, because the slurry serves as both the electrolyte and the polishing medium, it is impossible to control the anodic oxidation and mechanical polishing parameters separately. This makes it difficult to enhance the performance of SiC surface modification and mechanical polishing, which are directly related to the quality of the surface. To avoid the use of chemicals, Murata et al. [15,16] proposed an ECMP method using a solid polymer electrolyte (SPE), in which anodic oxidation of the SiC surface occurs at the SiC/SPE interface and the oxide is subsequently removed by CeO2 particles. They achieved the maximum MRR of 9.2 µm/h and the best surface roughness of 0.68 nm Sa in the polishing of a 2-inch 4H-SiC (0001) surface [16]. We proposed slurryless ECMP using fixed soft abrasives (grinding stones) to remove the oxide from the surface, which separates the surface modification from mechanical polishing, thus provides optimization of the performance of both anodic oxidation and oxide removal [17]. Using slurryless ECMP, a 4-inch Si face with a PV of 1.56 μm and surface roughness of 0.37 nm Sa, a 4-inch C face with a PV of 1.77 μm and surface roughness of 2.13 nm Sa were obtained, while the MRR reached 6.0 and 13.6 μm/h, respectively [18].\n                  In slurryless ECMP, the electrolyte type and concentration not only affect the uniformity and anodic oxidation rate of the SiC surface but also determine whether ECMP meets the requirements of green manufacturing and sustainable development. For example, the use of strong acids and alkalis will greatly increase the corrosion resistance requirements of the equipment, increase the technical requirements of the operators, and increase the waste treatment costs, thereby greatly increasing the cost of ECMP. Therefore, in this study, we investigated the effect of the electrolyte type and concentration on the anodic oxidation of 4H-SiC (0001) in slurryless ECMP and the following mechanism.",
    "Experimental section": "2\n                  Experimental section\n                  \n                     2.1\n                     SiC wafers\n                     N-type 4H-SiC wafers supplied by TankeBlue Semiconductor Co. Ltd., with a thickness of ∼350 µm and specific resistance of 0.015–0.028 Ω·cm were used. All experiments were conducted on the CMP-processed (0001) surface, the wafers were cleaned by using the wet chemical method before experiments [19].\n                  \n                  \n                     2.2\n                     Anodic oxidation and slurryless ECMP setup\n                     The anodic oxidation and ECMP setup were the same as that used in a previous study [20]. To investigate the effect of the electrolyte type and concentration on the anodic oxidation of SiC, three types of electrolytes, NaOH, NaCl, and NaNO3, with concentrations of 0.01, 0.02, 0.05, 0.1, 0.2, 0.5, 1, 2, and 5 wt%, were used in the anodic oxidation of 4H-SiC. The potential was set at 25 V, and the oxidation time was 20 min. The oxidized SiC surface was observed using scanning electron microscopy (SEM, Hitachi S-4800) to evaluate the oxidation state, and the hardness of the oxidized layer was measured by a nanoindentor (ENT-2100, Elionix Inc). After that, the oxidized layer was removed using 50 wt% hydrofluoric acid, and the oxidation depth (the height between the as-received area and oxidized/etched area) and the surface roughness were observed using a scanning white-light interferometer (SWLI) (NewView 8300, Zygo). Anodic oxidation experiments were conducted three times to confirm the reliability.\n                     The ECMP parameters are shown in Table 1\n                        , and electrolytes with different concentrations were used. The surface topography of the polished SiC wafer was measured using SWLI and SEM, and the polishing depth of ECMP was measured by using a stylus profiler (Surfcom 1400D, Tokyo Seimitsu).",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     The effect of electrolyte type and concentration on the anodic oxidation rate\n                     \n                        Fig. 1\n                        (a) shows the relationship between the concentrations of NaOH, NaCl, and NaNO3 and the anodic oxidation rate of SiC. The anodic oxidation rate has the same trend with the change in concentration of the three electrolytes; as the electrolyte concentration increased, the oxidation rate first increased and then decreased. However, the concentrations of different electrolytes were different when the anodic oxidation rate reached its maximum. These maximum anodic oxidation rates were reached at concentrations of 0.02, 0.05, and 0.05 wt% for NaOH, NaCl, and NaNO3, respectively. Fig. 1(b) shows the electrical conductivity of these three electrolytes with increasing concentration. The electrical conductivity linearly increased with increasing electrolyte concentration. However, at the same concentration, NaOH had the largest electrical conductivity, followed by NaCl, and the conductivity of NaNO3 was the smallest while close to that of NaCl. Since the anodic oxidation rate was the first to reach a maximum in NaOH, as shown in Fig. 1(a), it seems that the maximum anodic oxidation rate is related to the electrical conductivity of the electrolyte.\n                     To verify the effects of electrolyte conductivity on the anodic oxidation rate, the conductivities of NaOH, NaCl, and NaNO3 with different concentrations are taken as the horizontal axis, and the anodic oxidation rate is taken as the vertical axis in Fig. 1(c). The changes in the anodic oxidation rate are mainly related to conductivity but not the type of electrolyte; as the electrolyte conductivity increased, the anodic oxidation rate first increased and then decreased. The anodic oxidation rate reached a maximum when the electrolyte conductivity was approximately 0.1 S/m. In addition, it is confirmed that SiC does not react with OH− directly during anodic oxidation because the anodic oxidation rate did not increase in the NaOH electrolyte compared with the NaCl and NaNO3 electrolytes. As a result, a neutral NaCl solution can be selected as the electrolyte for ECMP. The use of neutral electrolytes not only reduce the corrosion resistance requirements of ECMP equipment and the difficulty of waste liquid treatment, thereby reducing costs and increasing environmental friendliness, but also reduce the technical requirements of operators, and at the same time is of great significance to ensure the safety of operators.\n                     \n                        Fig. 2\n                        (a) shows the current changes during anodic oxidation with NaCl electrolytes at different concentrations, and Fig. 2(b) shows the relationship between the initial current in Fig. 2(a) and the electrolyte concentration. The initial current of anodic oxidation increases with the increase in electrolyte concentration, but the increasing rate with the electrolyte concentration below 1 wt% was much greater than that greater than 1 wt%. This is attributed to the different current limit factors: when the electrolyte concentration was lower than 1 wt%, the current flow was limited by the conductivity (resistance) of the electrolyte; when the electrolyte concentration was greater than 1 wt%, the current flow was limited by the anodic oxidation resistance of the SiC surface. In addition, as the anodic oxidation progressed, the oxidation currents dropped significantly, which is attributed to the hindrance of the oxide layer on the SiC surface.\n                     For 20-min anodic oxidation, the oxidation time was too long, and the oxide layer may have a great hindrance effect on the anodic oxidation rate. Therefore, it is necessary to shorten the oxidation time to precisely investigate the relationship between the oxidation rate and electrolyte concentration. Theoretically, the shorter the oxidation time, the smaller the hindrance of the oxide layer on the anodic oxidation rate. Therefore, the oxidation time was greatly decreased to 30 and 5 s to investigate the anodic oxidation rate in different electrolyte concentrations.\n                     \n                        Fig. 3\n                         shows the change in the anodic oxidation rate under different NaCl electrolyte concentrations with different anodic oxidation times. Overall, the anodic oxidation rate increased with decreasing oxidation time. The relationship between the anodic oxidation rate and electrolyte concentration was almost the same for these three different anodic oxidation times; they all first increased, then decreased, and finally maintained a certain level after an electrolyte concentration larger than 2 wt%. However, the time required to reach the maximum anodic oxidation rate differed. When the oxidation time was 20 min, the oxidation rate reached a maximum at an electrolyte concentration of 0.05 wt%, and the maximum anodic oxidation rate was ∼6.85 times that at 2 wt% concentration. When the oxidation time was 30 s, the maximum anodic oxidation rate was obtained at an electrolyte concentration of 0.1 wt%, but the maximum anodic oxidation rate was ∼2.21 times that at an electrolyte concentration of 2 wt%. When the oxidation time was decreased to 5 s, the oxidation rate reached its maximum at an electrolyte concentration of 0.5 wt%, which was only 1.84 times that at an electrolyte concentration of 2 wt%. In other words, the electrolyte concentration at the maximum oxidation rate increases as the oxidation time decreases. Considering that the initial anodic oxidation current increased with an increase in electrolyte concentration, as shown in Fig. 2(b), these results indicate that the shorter the oxidation time, the stronger the effect of the initial current on the anodic oxidation rate. For long anodic oxidation, the decrease in the anodic oxidation rate may be caused by the hindrance of the oxide layer. From Fig. 2(a), the higher the initial current, the faster the current decreases, which suggests that the barrier effect of the oxide layer is greater when the current is higher. These results confirm that the oxide layer generated at a higher current had a denser structure and a greater hindrance on the anodic oxidation rate than that generated at a lower current.\n                  \n                  \n                     3.2\n                     The effect of electrolyte concentration on the structure of the oxidized layer\n                     \n                        Fig. 4\n                         shows the topographies of SiC surfaces after anodic oxidation at 25 V for 30 s in NaCl electrolytes with concentrations of 0.01, 0.02, 0.05, 0.1, 0.2, 0.5, 1, 2, and 5 wt%. After anodic oxidation with an electrolyte concentration of 0.01 wt%, oxide protrusions were randomly generated on the oxidized SiC surface, which shows that the anodic oxidation was not uniform. With increasing electrolyte concentration, the number of generated oxide protrusions increased. Until the electrolyte concentration was increased to 0.1 %, the entire SiC surface was covered by oxide protrusions after anodic oxidation. As the electrolyte concentration was further increased, the generated oxide protrusions became connected, merging into each other. The oxidized surface became flat and smooth after the electrolyte concentration was increased to 5 wt%. It can be considered that with the increase in electrolyte concentration, the initial current in the anodic oxidation increased, and the anodic oxidation of the SiC surface changed from random and nonuniform oxidation to uniform oxidation, forming a dense oxide layer.\n                     To clearly observe the structure of the oxide layer generated at different electrolyte concentrations, SiC surfaces were anodically oxidized at 25 V for 30 min in NaCl electrolytes with concentrations of 0.01, 0.1, and 5 wt% to generate thick oxide layers. The structure of the oxide layers was observed using cross-sectional SEM. Fig. 5\n                         shows cross-sectional SEM images of the oxide layers. Fig. 5(b) shows a cross-sectional SEM image of the as-received SiC substrate where no oxide layer was observed. Fig. 5(c) shows a cross-sectional SEM image of the SiC substrate after anodic oxidation in 0.01 wt% NaCl electrolyte; an oxide layer with a thickness of approximately 670 nm was observed with several pores inside, indicating that the oxide layer had a certain porosity. In addition, the interface between the oxide layer and the bulk SiC was very rough, which showed that the anodic oxidation in the 0.01 wt% NaCl electrolyte was uneven. When the electrolyte concentration was increased to 0.1 wt%, the number and size of pores in the oxide layer decreased, and the interface between the oxide layer and bulk SiC became smoother, as shown in Fig. 5(d). After the electrolyte concentration was increased to 5 wt%, pores in the oxide layer were not observed, and the interface between the oxide layer and bulk SiC was considerably smooth, as shown in Fig. 5(e). It could be considered that with the increase in electrolyte concentration, the anodic oxidation of the SiC surface becomes uniform and the generated oxide layer becomes dense.\n                     In addition, nanoindentation tests were conducted on the SiC surfaces after anodic oxidation at 25 V for 30 min with different electrolyte concentrations to compare the hardness of the generated oxide layers. A load of 2 mN was applied to these surfaces by a Berkovich-type indenter made of diamond, and the surface hardness was calculated by the Oliver–Pharr method [21]. Hardness of 100 points were measured on each oxidized surface, the averaged value was calculated and taken as the hardness of the oxidized surface. Fig. 6\n                        (a) shows typical load–displacement curves of these surfaces, and Fig. 6(b) shows the hardness calculated from the load–displacement curves. It is obvious that the hardness of the oxide layer increased as the electrolyte concentration increased. This confirmed that the electrolyte concentration has a significant effect on the structure of the anodic oxide layer; the higher the electrolyte concentration is, the denser the oxide layer.\n                     \n                        Fig. 7\n                         shows SWLI images of the oxidized SiC surfaces in Fig. 4 after removing the oxide layer by HF etching. On the surface processed by the 0.01 wt% NaCl electrolyte, many pits were observed, as shown in Fig. 7(a). With the increase in electrolyte concentration, the depth of the pits on the surface became shallow and almost disappeared completely when the electrolyte concentration was 5 wt%. The Sq and Sz surface roughness decreased significantly with increasing electrolyte concentration, and finally, a smooth surface was obtained at an electrolyte concentration of 5 wt%. In the anodic oxidation of SiC, it has been reported that oxide protrusions on the oxidized surface changed with oxidation current density; the size of the oxide protrusions decreased and the density of the oxide protrusions increased with increasing current density [22]. In Fig. 2, the initial oxidation current increased with increasing electrolyte concentration. Therefore, the effect of the electrolyte concentration on the anodic oxidation of SiC can be attributed to the oxidation current flowing during anodic oxidation. At the same potential and with an increase in electrolyte concentration, the resistance of the electrolyte decreased, and the oxidation current increased, which made the anodic oxidation even and the generated oxide layer dense.\n                  \n                  \n                     3.3\n                     Action mechanism of the electrolyte concentration on the anodic oxidation rate\n                     From the above results, the relationship between anodic oxidation and the electrolyte concentration could be analyzed as follows. When the electrolyte concentration was low, the anodic oxidation rate was controlled by changes in the electrolyte resistance, and the anodic oxidation increased with increasing electrolyte concentration. After the electrolyte concentration increased to a certain level, the resistance of the oxide layer controlled the anodic oxidation rate of SiC. As the electrolyte concentration increases, the current becomes larger, and the large current makes the generated oxide layer denser, which has a significant hindrance effect on the anodic oxidation rate of SiC. Thus, the anodic oxidation rate decreased with increasing electrolyte concentration. Therefore, we can infer that the change in electrolyte concentration mainly affects the oxidation rate by affecting the changes in current. If the current is the same, the change in electrolyte concentration may have little or no effect on the anodic oxidation rate of SiC.\n                     To confirm the above hypothesis, anodic oxidation at current densities of 3 and 10 mA/cm2 for 30 s with different electrolyte concentrations was conducted on SiC surfaces. Then, oxidized SiC surfaces were dipped in HF to remove the oxide layer, and the surface roughness and oxidation depth of the oxidized/etched surfaces were measured. Fig. 8\n                        (a) and (b) show SWLI images after removing the oxide layer of 4H-SiC (0001) surfaces oxidized at current densities of 3 and 10 mA/cm2, respectively, with an electrolyte concentration of 5 wt%. Several pits, which were caused by nonuniform anodic oxidation, were observed on both surfaces, while the depth of the pits obtained at 3 mA/cm2 was obviously larger than that obtained at 10 mA/cm2. Fig. 8(c) and (d) show the changes in the Sq surface roughness and anodic oxidation depth at current densities of 3 and 10 mA/cm2, respectively, with different electrolyte concentrations. All the Sq surface roughness values obtained with different electrolyte concentrations at 3 and 10 mA/cm2 were maintained at approximately 1 and 0.45 nm, respectively, and the anodic oxidation depths were maintained at 45 and 90 nm, respectively. It is confirmed that when the electric current densities are the same, the electrolyte concentration does not affect the surface roughness or the anodic oxidation rate of the SiC surface. The surface roughness after anodic oxidation and the anodic oxidation depth mainly depend on the electric current density. The surface roughness decreased, and the anodic oxidation rate increased when the electric current density was increased from 3 to 10 mA/cm2. It is confirmed that the electric current plays an important role in the anodic oxidation rate and uniformity of SiC.\n                     The effect of the electrolyte concentration on the anodic oxidation of SiC could be modeled as shown in Fig. 9\n                        . Initially, the electrolyte concentration was too low, and the conductivity of the electrolyte was very small, limiting the anodic oxidation rate of SiC. As the electrolyte concentration increased, the number of Cl− and Na+ ions that played a conductive role in the electrolyte increased; hence, the conducted current increased, and the anodic oxidation rate increased. After the electrolyte concentration increased to a certain level, the amount of Cl− and Na+ ions already met that needed for the current flow; thus, the anodic oxidation rate was no longer controlled by the electrolyte conductivity. The increased current promotes the anodic oxidation of the SiC surface to become more uniform, and the resulting oxide layer becomes denser. The dense oxide layer has a high resistance, which greatly hinders anodic oxidation; thus, the anodic oxidation rate decreased with increasing electrolyte concentration.",
    "ECMP of the SiC surface with different electrolyte concentrations": "4\n                  ECMP of the SiC surface with different electrolyte concentrations\n                  \n                     Fig. 10\n                      shows the MRR of ECMP with NaCl electrolyte concentrations of 0.01, 0.02, 0.05, 0.1, 0.5, and 1 wt%. The MRR increased with increasing electrolyte concentration from 0.01 to 0.1 wt% and then slightly decreased after the electrolyte concentration exceeded 0.1 wt%. The change trend of the MRR is similar to that of the anodic oxidation rate, but the decrease in the MRR was very small at high electrolyte concentrations compared to that of the anodic oxidation rate. The difference is attributed to the oxide layer; the oxide layer covers the SiC surface in anodic oxidation, which has a large barrier effect on the subsequent oxidation, especially at high electrolyte concentrations owing to the dense structure of the oxide layer. While in ECMP, the generated oxide layer is directly removed and has weak influence on the MRR, therefore, the anodic oxidation rate is close to that obtained in short-time anodic oxidation at different electrolyte concentrations, as shown in Fig. 3. The saturated MRR is attributed to the applied voltage, which limited the current flow, i.e., the anodic oxidation rate, at high electrolyte concentrations, thus the MRR was limited because only the oxidized layer can be removed in the ECMP process.\n                  \n                     Fig. 11\n                      shows the surface roughness of the SiC surface obtained by ECMP with different electrolyte concentrations. Fig. 11(a) and (b) show the surface topographies of the SiC surface obtained in 0.01 wt% and 1 wt% NaCl electrolytes, respectively. Polishing marks are observed on both surfaces, but they are less uniform on the surface obtained in the 0.01 wt% NaCl electrolyte than on that obtained in the 1 wt% NaCl electrolyte. Fig. 11(c) shows the relationship between the surface roughness and the electrolyte concentration. Both the Sq and Sz surface roughness decrease with increasing electrolyte concentration.\n                  \n                     Fig. 12\n                      shows the SEM images of these surfaces. The SiC surface obtained at lower electrolyte concentrations has many pits, which resulted from the nonuniform anodic oxidation of the SiC surface. With increasing electrolyte concentration, the size of the pits decreases, and these pits gradually overlap each other. Then, the boundary disappears, and finally, a smooth surface is obtained. The trend of surface roughness in ECMP is consistent with that in anodic oxidation.\n                  \n                     Fig. 13\n                      shows the EDX results of the SiC surface polished at a potential of 25 V in 0.01 wt% NaCl electrolyte, four points on the surface (two on the “platform” and two in the pit) were observed. Very weak peaks of O were observed on the platform, while O peaks comparable to C were observed in the pits. This indicates that there was more residual oxide in the pits than on the platform, and the nonuniform oxidation of the SiC also makes the oxide difficult to completely remove.\n                  A model, as shown in Fig. 14\n                     , was established to analyse the MRR and surface roughness changes with increasing electrolyte concentration. During ECMP, the grinding stone rotates, while the SiC wafer oscillates in the x-direction. When the grinding stone is in contact with one side of the SiC surface to remove the oxide layer, the oxide layer is generated on the other side of the SiC surface, and the structure of the generated oxide layer affects the resulting anodic oxidation rate, thus affecting the MRR of ECMP. When the electrolyte concentration is lower than 0.1 wt%, with increasing electrolyte concentration, the anodic oxidation rate and the oxidation uniformity increase; thus, the MRR increases while the surface roughness decreases. With a further increase in the electrolyte concentration, the anodic oxidation uniformity increases further while the generated oxide layer becomes denser, and the resistance of the oxide layer is greatly increased, which decreases the oxidation rate. Therefore, the MRR of ECMP decreased while the surface roughness continued to improve.",
    "Conclusions": "5\n                  Conclusions\n                  The effects of the electrolyte type and concentration on the anodic oxidation and ECMP of 4H-SiC (0001) were investigated. Compared to the type of electrolyte, the concentration, i.e., the conductivity, of the electrolyte had dominant effects on the anodic oxidation of the SiC surface. Concentration affects the resistance of the electrolyte, which affects the current flow in the anodic oxidation system and further affects the oxidation uniformity of the SiC surface and the property of the generated oxidized layer: a high electrolyte concentration resulted in a large oxidation current flow and led to uniform oxidation of the SiC surface and a smooth surface in the ECMP process. On the other hand, the anodic oxidation rate and MRR of the SiC surface were dominated by the conductivity of the electrolyte when its concentration was relatively low, while they were dominated by the blocking effect of the oxidized layer on anodic oxidation when the electrolyte concentration was greater than a certain value. This study provides theoretical and experimental guidance for the high-efficiency, high-precision, and environmentally friendly machining of the SiC wafers by slurryless ECMP.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Xiaozhe Yang: Conceptualization, Writing – original draft, Formal analysis, Data curation, Investigation, Methodology, Validation. Xu Yang: Writing – review & editing, Formal analysis, Investigation, Methodology. Kazuya Yamamura: Resources, Project administration, Supervision, Funding acquisition."
  },
  "references": []
}