{
  "title": "The oxygen-permeation property of doped-zirconia membrane at high temperature and in reduced condition",
  "authors": [
    "Park, Hee Jung"
  ],
  "publication": {
    "journal": "International Journal of Hydrogen Energy",
    "date": "2018-01-04",
    "doi": "10.1016/j.ijhydene.2017.11.015"
  },
  "abstract": "Doped zirconia with fast oxygen ionic conduction can be applied to an oxygen ion transport membrane for the deoxidation from metal melts and the production of metals from molten metal oxides. For the application, an oxygen-permeation study is required in low-oxygen partial pressure and high temperature. In this study, the electrical conductivity of the zirconia at high temperature (above 1200 °C) was estimated with a 4-probe DC method in order to estimate the theoretical oxygen-permeation flux. The oxygen permeation was investigated with two types of apparatus: a permeation concentration cell and a common permeation structure. As a result, the measured oxygen flux was much lower than the value expected from the electrical conductivity, indicating that the oxygen permeation was mostly limited by the surface-exchange kinetics in spite of the very high temperature. The rate-determining elementary step of the surface-exchange kinetics was the surface ionic diffusion and the charge transfer of minor charge carriers. To enhance the oxygen permeation of the zirconia, a surface-coating strategy using a double layer of ceria and lanthanum-chromate was applied with various coating thickness. The oxygen-permeation flux was maximized by the surface modification with optimal coating thickness.",
  "keywords": [
    "Zirconia",
    "Surface modification",
    "Coating thickness",
    "Oxygen permeation",
    "Surface-exchange kinetics"
  ],
  "sections": {
    "Introduction": "Introduction\n                  Ionic transport membranes (ITMs), which are dense ceramic membranes exhibiting high oxygen ionic and electronic conductivity, have attracted attention because of having significant future potential for the gas and energy industries with a wide variety of applications. For example, they can be used for the separation of oxygen from air, the conversion of natural gas to syngas (synthetic gas), CO and H2 generation from CO2 and H2O by direct thermal splitting, and electrodes in solid oxide fuel cells [1–5]. In particular, as high-temperature applications, they have been researched for the deoxidation from metal melts (Fe, Mg, and Cu) to purify the metals, or for the production of metals from molten metal oxides, i.e., pure Mg production from molten MgO. Owing to these potential applications, during the last few decades, many metal oxides with fast oxygen-permeation properties have been applied as ITMs [6–9].\n                  Perovskite-structured rare earth aluminates (Ca, Ba-doped LaAlO3) and titanates (Al, Mg-doped CaTiO3 and SrTiO3) were prime candidates for ITMs in the past, but their low permeation performance limited their applications. Following that, transition metal based perovskites with acceptor-doping, such as A1−xBxC1−yDyO3−δ (A and B = La, Sm, Sr, Ba, Ca, C, and D = Co, Fe, Cu, Ni), have been increasingly focused upon because of their fast mixed oxygen ion and electron conductions leading to high oxygen permeation [10–15]. However, it was revealed that their chemical and mechanical stabilities are inferior under high temperature and low-oxygen partial pressure (Po2) due to the evaporation of transition elements and chemical decomposition. Fluorite-structured materials such as zirconia and ceria have guaranteed long-term stability at these thermodynamic regions, and thus have been considered as other ITM candidates for high-temperature applications. However, a great deal of research effort has been almost exclusively devoted to the bulk diffusion property based on the ionic and electronic conductivities of the fluorites, and thus the surface-exchange kinetics—another important rate-determining process for the permeation—is far less understood [16–19]. It was owing to the assumption that the surface-exchange kinetics would be very fast at elevated temperatures (above 1400 °C) that, reasonably, the bulk diffusion would be the rate-determining step for the permeation. However, it was proposed in our previous study that this common assumption could be false in spite of the high temperatures [6].\n                  In this study, our first focus of interest is to clarify whether the oxygen permeation of the zirconia is controlled by the surface-exchange kinetics at very high temperature and low Po2, and to precisely understand its rate-determining fundamentals. In order to find out, we investigated the electrical- and oxygen-permeation properties of the zirconia. For the oxygen permeation, two types of oxygen-permeation apparatus were constructed, and then the measured and theoretical oxygen-permeation flux were compared. Secondly, with the detailed knowledge of the permeation, we tried to maximize the oxygen permeation with the surface modification of the zirconia membrane (for reference, in our previous study, we achieved ∼70% of the theoretical value through surface modification [20]). In this study, the maximum oxygen permeation was achieved by porous ceria and lanthanum–chromate coating with optimal thickness.",
    "Experimental": "Experimental\n                  Commercial Zr0.84Y0.16O2 (YSZ, TOSOH) powders were pressed into pellets, followed by cold-isostatic pressing at 200 MPa, and then sintered at 1650 °C for 4 h in air. The sintered sample with 25 mm diameter was sliced into a 1 mm-thick disk, which is the ITM. For surface coating (double-layer coating), Gd-doped CeO2 (GDC) and LaCrO3 were prepared by calcining the appropriate mixture of La2O3, Cr2O3, CeO2, and Gd2O3 at 1200 °C for 2 h, respectively. Before calcination, the powder mixtures were ball-milled in ethyl alcohol with alumina balls for 12 h. The calcined powders were mixed with an organic solution (α-terpineol, ethylene cellulose, and di-ethylene glycol butyl ether), and the resultant slurry was screen-printed on both surfaces of the zirconia. For the double-layer coating, ceria slurry was screen-printed first and then lanthanum-chromate slurry was coated on the GDC layer. Thermal treatment was followed at 1600 °C for 1 h for them to be attached on the surface. The crystal structure and the microstructure of the ceria and lanthanum-chromate were examined by X-ray diffraction and a scanning electron microscope.\n                  The electrical conductivity of the zirconia membrane was measured as a function of temperature (1200–1600 °C) and Po2 (1–10−9 atm) using a 4-probe DC technique. The Po2 values were controlled by mixing O2 and He gases in the high Po2 range, or CO and CO2 gases in the low Po2 range. The sintered sample with relative density ∼98% was cut into a rectangular bar shape for electrical measurement. Pt paste was painted as the reversible electrodes. IV (current–voltage) measurement was measured by a multimeter (Keithley 2400).\n                  The permeation measurements were carried out with two types of oxygen-permeation apparatus (a permeation concentration cell and a common permeation structure). For the concentration-cell test (C-test), the concentration cell was fabricated with a YSZ box and Ti metal powders, as shown in Fig. 1\n                     a and b. For the sealing, Pyrex glass powders crushed with a mortar and pestle were applied between the YSZ cover and the YSZ substrate. To ensure the sealing, zirconia paste was applied between the YSZ box and an alumina crucible, as shown in Fig. 1b (YSZ cell). Then the YSZ cell was put into the test system, as shown in Fig. 1a. The system was heated up to 500 °C under He and then increased up to 1600 °C with the fixed CO/CO2 mixture gas (91:9) with and without the cell. The CO2 content of outlet gas stream was checked with a gas chromatograph (G.C.) to estimate the oxygen-permeation flux (Jo2) through the YSZ box (the part exposed to the gas was considered as the reacted area). As another system, a common permeation test apparatus was constructed, as shown in Fig. 1c, and the permeation test using the system (P-test) was performed at 1600 °C and in various Po2s (10−11–10−8 atm). The Po2 of both the feed side (P1 ≈ 10−10–10−8 atm) and the permeate side (P2 ≈ 10−11 atm) was controlled by using various CO/CO2 mixture gases. For the sealing, a Pt-ring was used.",
    "Results and discussion": "Results and discussion\n                  A key factor for high-performance ITMs is the high oxygen-permeation flux (Jo2). For oxygen to permeate through an ITM from the feed side to the permeate side, it is known that there are five steps: the gas-solid mass transfer of gaseous oxygen (step (1), (5)), surface-exchange between molecular oxygen and oxygen ions (step (2), (4)), and the bulk diffusion of oxygen ions (step (3)), as shown in Fig. 2\n                      \n                     [21]. Among the steps, generally, gas-solid mass transfer is fast enough to be ignored, although the gas-solid mass transfer exerts a partial control over the oxygen-permeation rate across the membrane (note that its activation energy is very low) [22]. Thus, the oxygen transport through the membrane (bulk diffusion) and the surface oxygen-exchange rate on both sides of the membrane (surface-exchange kinetics) are crucial for the oxygen-permeation rate. Accordingly, if the surface-exchange kinetics is much faster than the bulk-diffusion, the oxygen-permeation rate is controlled by the bulk-diffusion (bulk diffusion limit) and, if reversed, it is governed by the surface-exchange kinetics (surface-exchange kinetics limit). For the bulk diffusion limit, it is known that the oxygen-permeation rate is determined by the lattice diffusion of oxygen ions or the transport of electronic charge carriers through the membrane according to Wagner's theory [23]. This means that the rate can be estimated if the oxygen-ion and electron conductivity is defined. Thus, the electrical property of the zirconia was investigated before the permeation test.\n                  \n                     Fig. 3\n                     a shows the electrical property of the zirconia at high temperatures (1200 °C–1600 °C). Conductivity was computed using the resistance measured at the temperatures (refer to the inset of the figure). As shown, the result obeying Arrhenius equation was obtained, and the data were numerically fitted with the straight line. The activation energy (E\n                     a) was estimated to be ∼0.76 eV from the fitting, implying that the measured conduction resulted from oxygen ionic charge carriers [24]. That is, it was the oxygen ion conductivity, and this was proven by the electrical test depending on Po2. The Po2 dependence of the electrical conductivity is shown in Fig. 3b. As shown, the conductivity was nearly independent on Po2, showing that the conduction is determined by the oxygen-vacancy concentration generated by fixed doping contents (Y). The results of temperature and Po2 dependences ensure that the oxygen-ion conduction in the zirconia is still dominant at very high temperature and low Po2 (note that the doped zirconia is a very well-known oxygen-ion conductor). The oxygen ion conductivity depending on temperature was summarized as follows:\n                        \n                           (1)\n                           \n                              \n                                 \n                                    σ\n                                    \n                                       i\n                                       o\n                                       n\n                                    \n                                 \n                                 T\n                                 =\n                                 2.16\n                                 ×\n                                 \n                                    \n                                       10\n                                    \n                                    5\n                                 \n                                 \n                                 exp\n                                 \n                                    (\n                                    \n                                       −\n                                       0.76\n                                       \n                                       eV/\n                                       k\n                                       T\n                                    \n                                    )\n                                 \n                              \n                           \n                        \n                     where k is Boltzmann's constant. The oxygen ion conductivity (σ\n                     ion) at 1600 °C was ∼1.04 S/cm.\n                  The electronic conductivity (σ\n                     e) was obtained by the P-test in the Po2 region (10−5 ∼ 10−3 atm), which was previously studied [25,26]. The following Wagner's equation was applied to obtain σe\n                     0, which is σ\n                     e at Po2 = 1 atm:\n                        \n                           (2)\n                           \n                              \n                                 \n                                    J\n                                    \n                                       \n                                          O\n                                          2\n                                       \n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       R\n                                       T\n                                    \n                                    \n                                       4\n                                       \n                                          F\n                                          2\n                                       \n                                       L\n                                    \n                                 \n                                 \n                                    σ\n                                    e\n                                    o\n                                 \n                                 \n                                    [\n                                    \n                                       \n                                          P\n                                          2\n                                          \n                                             \n                                                \n                                                   −\n                                                   1\n                                                \n                                                /\n                                                4\n                                             \n                                          \n                                       \n                                       −\n                                       \n                                          P\n                                          1\n                                          \n                                             \n                                                \n                                                   −\n                                                   1\n                                                \n                                                /\n                                                4\n                                             \n                                          \n                                       \n                                    \n                                    ]\n                                 \n                              \n                           \n                        \n                     \n                  \n                  The σe\n                     0 computed from Eq. (2) was given by:\n                        \n                           (3)\n                           \n                              \n                                 \n                                    σ\n                                    e\n                                    o\n                                 \n                                 =\n                                 1.7\n                                 ×\n                                 \n                                    \n                                       10\n                                    \n                                    6\n                                 \n                                 ·\n                                 exp\n                                 \n                                    (\n                                    \n                                       −\n                                       3.85\n                                       \n                                       \n                                          \n                                             eV\n                                          \n                                          /\n                                          \n                                             k\n                                             T\n                                          \n                                       \n                                    \n                                    )\n                                 \n                              \n                           \n                        \n                     where σe\n                     0 was ∼7 × 10−5 S/cm at 1600 °C. The σ\n                     ion and σ\n                     e in wide Po2 region were plotted by using Eqs. (1) and (3), as shown in Fig. 4\n                      (note σe = σe\n                     0⋅P\n                     −1/4). At 1600 °C, σ\n                     ion is higher than σ\n                     e below Po2 ∼ 10−16 atm and vice versa above the Po2, showing that the minor charge carriers are changed from electrons to ions by the boundary of that Po2. By using σ\n                     ion and σ\n                     e, the theoretical oxygen-permeation flux (Jo2) can be now estimated under the bulk diffusion limit in the thermodynamic region (T and Po2) of our interest.\n                  For the oxygen permeation of the zirconia, the C-test and the P-test were carried out as described above. Fig. 5\n                      shows the result of the C-test. The CO2 content measured in the outlet was plotted as a function of temperature. For comparison, the result of the C-test without the zirconia cell was also inserted. As shown, the content started to decrease at around 1000 °C and gradually decreased up to 1600 °C while the without cell was nearly unchanged. This means that the chemical potential gradient between the inside and outside of the zirconia box existed (see the cell structure in Fig. 1b). That is, the oxygen concentration was different between them. It is believed that the Ti metal powders in the cell reacted with oxygen molecules, and thus oxygen concentration on the inside was more deficient than on the outside. Considering the inside and outside reactions, the equilibrium Po2s in both parts could be calculated. For instance, the Po2 of the inside was ∼10−17 atm at 1600 °C and that of the outside ∼10−9 atm. The Po2 of the inside is calculated using thermodynamic reaction of Ti + O2 = TiO2, (the standard enthalpy and entropy are 941,000 J and 177.6 J/K, respectively [27]). That of the outside was similarly computed with the reaction (CO + 1/2O2 = CO2) [27]. Under this circumstance, the oxygen molecules generated from the decomposition of CO2 on the outside permeates into the inside through the zirconia, leading to the decrease of the CO2 content, as shown in Fig. 5. After the test, the microstructure of the Ti metal powders (inset) was examined, and, as shown, it was found that titanium oxide particles formed around Ti metals, showing that Ti metals might react with the permeated oxygen (it was confirmed by Energy-dispersive X-ray spectroscopy analysis that the particles formed around Ti metals were TiO2s). The oxygen-permeation rate was able to be calculated with the amount of the reduced CO2 contents.\n                  \n                     Fig. 6\n                      shows the theoretical and measured Jo2 as a function of temperature with the C-test. The P-test was also carried out, but here, the detail description of the P-test is omitted because the test is a common permeation testing method. Red and blue circles are the measured values of the C-test and the P-test and the red and blue dotted lines are corresponding theoretical values, respectively. Note that Jo2 in the C-test was higher than that in the P-test, which was why the chemical potential gradient, a driving force to move oxygen ions, was different. The chemical potential gradient of the C-cell was higher than that of the P-cell. For instance, at 1600 °C, P\n                     1 and P\n                     2 were 10−9 atm and 10−17 atm in the C-test, while in the P-test they are 10−9 atm and 10−11 atm, respectively (note that the equilibrium Po2 in the C-test was determined by Ti + O2 = TiO2 reaction, while that of the P-test was controlled by CO + 1/2O2 = CO2 reaction as described above). The theoretical value was computed using the following Wagner's equation (bulk diffusion limit) with the obtained σ\n                     ion and σe\n                     0:\n                        \n                           (4)\n                           \n                              \n                                 \n                                    J\n                                    \n                                       \n                                          O\n                                          2\n                                       \n                                    \n                                 \n                                 =\n                                 −\n                                 \n                                    \n                                       R\n                                       T\n                                    \n                                    \n                                       4\n                                       \n                                          F\n                                          2\n                                       \n                                       L\n                                    \n                                 \n                                 \n                                    σ\n                                    \n                                       i\n                                       o\n                                       n\n                                    \n                                 \n                                 \n                                    \n                                       \n                                          [\n                                          \n                                             ln\n                                             \n                                                1\n                                                \n                                                   \n                                                      σ\n                                                      \n                                                         i\n                                                         o\n                                                         n\n                                                      \n                                                   \n                                                   +\n                                                   \n                                                      σ\n                                                      e\n                                                      o\n                                                   \n                                                   \n                                                      P\n                                                      \n                                                         \n                                                            O\n                                                            2\n                                                         \n                                                      \n                                                      \n                                                         \n                                                            \n                                                               −\n                                                               1\n                                                            \n                                                            /\n                                                            4\n                                                         \n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                          ]\n                                       \n                                    \n                                    \n                                       \n                                          P\n                                          2\n                                       \n                                    \n                                    \n                                       \n                                          P\n                                          1\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     where R, F, and L are gas constant, Faraday constant, and membrane thickness, respectively [6,7].\n                  As shown in Fig. 6, Jo2s measured in both tests were much lower than the theoretical ones, meaning that the oxygen permeation is not controlled by the bulk diffusion but the surface-exchange kinetics in low Po2 region (the P-test result and corresponding theoretical value were enlarged in the inset). In the C-test, the theoretical value was about 12 times higher than the measured one, and in the P-test it was about 7 times higher. Thus, it becomes obvious that the surface-exchange kinetics is the rate-determining step for oxygen permeation in low Po2 at high temperature, even at 1600 °C. Such results break the common assumption that surface-exchange kinetics would be very fast at elevated temperatures. Of course, this observation was limited to the reduced condition. Our previous study demonstrated that oxygen permeation is dominantly controlled by bulk diffusion in high Po2 regions (above 10−5 atm at 1600 °C, see the reference) [6]. Therefore, the surface-exchange kinetics should be enhanced for high performance of ITMs being used in reduced atmospheres such as deoxidation from molten melts and pure metal production.\n                  It is known that the surface-exchange reaction is very complicated because many variables such as the surface microstructure (surface area and porosity) and gas species involve the reaction. However, the oxygen oxidation reaction should be generated for the oxygen ions permeated from the feed side to escape the membrane surface regardless of the surface microstructure (note that the permeate side was known to be the bottle neck of the surface-exchange reaction [25]). The detail elementary step for the oxidation reaction is described in the Appendix. In order to find out the rate-determining elementary step of the surface-exchange reaction, Jo2 was plotted as the Arrhenius equation in Fig. 7\n                     . As shown, the activation energy of Jo2 limited by the surface-exchange kinetics in the C-test was ∼0.8 eV, and that in the P-test was ∼4.7 eV, revealing that those activation energies were similar with minor charge carriers of the zirconia. Accordingly, it is believed that the kinetics are related with the oxygen ionic and electronic conductions of the zirconia. Considering the Po2s of the permeate sides in the C-test and the P-test (remember that the Po2s were ∼10−17 atm and 10−11 atm, as mentioned above), the minor charge carriers are oxygen ions in the C-test and electrons in the P-test, as shown in Fig. 4. The Po2s were marked in the inset of Fig. 7 as vertical lines to clarify. For reference, the electronic transference numbers (σe/(σe + σi), where σe and σi are the electronic conductivity and ionic conductivity, respectively) of YSZ reported were 0.85 and 0.14 at Po2 = 10−17 atm and Po2 = 10−11 atm, respectively [28]. As mentioned above, the activation energies of the oxygen ion conduction and the electron conduction were ∼0.76 and ∼3.85 eV, respectively. This coincidence indicates that the surface ionic diffusion (Eq. A.4 in the Appendix) would be the rate-determining elementary step of the surface-exchange kinetics in the C-test, while the charge transfer reaction (Eqs. A.3 and A.5 in the Appendix) would be important in the P-test. It finally gives us the information that the ionic and electronic conductions are even crucial for the surface reaction of the membrane as well as the bulk permeation. From this point of view, the strategy to coat with materials with a highly mixed ionic and electronic conductivity in order to enhance the surface-exchange kinetics of the zirconia membrane seems to be required. Accordingly, the ceria with higher ionic and electronic conductivity (in particular, its electronic conductivity is much higher in reduced condition) was coated on the surface of the zirconia as follows [26]. Additionally, porous lanthanum-chromate to offer high surface area at high temperature was also coated on the ceria surface.\n                  For optimal surface modification, three different coating samples were fabricated, as shown in Fig. 8\n                     a, b, and c. The porous ceria with ∼15 μm was coated on both zirconia surfaces and then lanthanum-chromate with different thickness (20, 30, and 40 μm) followed on the ceria. The 20, 30, and 40 μm-coatings were named double-layer1, double-layer2, and double-layer3, respectively. As shown in Fig. 9\n                     , drastic improvement for all coatings was achieved, verifying that the ceria with highly mixed ionic and electronic conduction accelerates the surface-exchange kinetics. Additionally, porous lanthanum-chromate helped the reaction by giving a high surface area (many surface reaction sites). An interesting point is that the flux is maximized in double-layer1, which reached the theoretical value controlled by the bulk diffusion limit as shown. This means that the rate-determining step for the oxygen permeation of the zirconia changed from the surface-exchange kinetics to the bulk-diffusion by means of the double-layer coating. Furthermore, to have the highest performance for the thinnest thickness, the vicinity of the boundary region between the ceria and the lanthanum-chromate also affects the surface-exchange kinetics. Extra coating over the critical thickness was not helpful for the permeation, as the enhancement of double-layer3 was lower than that of double-layer1. However, there is a lack of evidence to find which change in thickness has improved the elementary reaction rate of surface-exchange kinetics. In general, it is well known that surface-exchange kinetics, like the electrode polarization of solid oxide fuel cells, can be influenced by the microstructure of the coating layer, such as through its porosity, connectivity, and tortuosity, among others, which are closely related to the thickness of the coating layer [29–31].\n                  The improved Jo2 by the surface modification also showed good stability (Fig. 10\n                     ) even though slight degradation was observed within several hours. Fig. 8c–e showed the side views of the coated membranes after the P-test. The porous ceria layer became sintered, and the lanthanum-chromate coarsened by high-temperature operation over 10 h. In spite of this, Jo2 was quite stable, as mentioned. Conclusively, the permeation property and durability demonstrates that a zirconia membrane with optical surface modification is a promising ITM with high performance and reliability at high temperatures and reduced Po2 region.",
    "Conclusions": "Conclusions\n                  The electrical conductivity of zirconia at high temperature and wide oxygen partial pressure was investigated in order to estimate the theoretical oxygen-permeation flux. The oxygen-permeation study was accomplished at very high temperature and reduced condition with two types of apparatus: a concentration-cell test and a common permeation test. As a result, the measured oxygen fluxes were much lower than the theoretical values estimated from the diffusion of the charge carriers within the membrane, indicating that the oxygen permeation was mostly limited by the surface-exchange kinetics in spite of the very high temperature. Based on detailed knowledge about the rate-determining elementary step of the surface-exchange kinetics, which was clarified by comparing the activation energies of the charge carriers and the oxygen-permeation flux limited by the surface-exchange kinetics, the surface of the zirconia membrane was modified by a ceria/lanthanum-chromate double-layer coating. The rate-determining for oxygen permeation was changed from surface-exchange kinetics to bulk diffusion by the surface modification. The oxygen-permeation flux was maximized by its optimal coating thickness."
  },
  "references": []
}