{
  "title": "Role of abrasives in high selectivity STI CMP slurries",
  "authors": [
    "Manivannan, R."
  ],
  "publication": {
    "journal": "Microelectronic Engineering",
    "date": "2008-08-31",
    "doi": "10.1016/j.mee.2008.04.031"
  },
  "abstract": "In this study chemical mechanical planarization slurries for shallow trench isolation exhibiting high oxide to nitride polish rate selectivity were investigated and it was found that the abrasives play a major role in suppressing the nitride polish rate and enhancing selectivity. When glutamic acid is used as a selectivity enhancing additive, only ceria based slurries exhibit high selectivity while silica based slurries show low selectivity under identical conditions. A mechanism involving active sites on the ceria abrasive and interaction of glutamic acid with the active sites is proposed to explain the role of abrasive in enhancing selectivity.",
  "keywords": [
    "Chemical mechanical planarization",
    "Shallow trench isolation",
    "Glutamic acid",
    "Ceria",
    "Silica"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Chemical mechanical planarization (CMP) is an important process in semiconductor chip fabrication [1,2]. In the CMP process, excess material is removed and the surface is planarized by the action of chemical and mechanical forces. Shallow trench isolation (STI) has become a key technology for device isolation in recent times [3]. In this method, a shallow trench is made on the silicon wafer between active devices, silicon dioxide is deposited over the trench as well as the active area and the excess silicon dioxide is removed by CMP. The oxide remaining in the shallow trench would isolate the transistors. Transistors isolated by STI show much better performance than those isolated by the conventional local oxidation of silicon (LOCOS) method. In order to achieve good performance, the polish has to stop just when all the excess oxide is cleared. The wafer is over polished to ensure that excess oxide is cleared throughout the wafer. Silicon nitride is used as a stop layer for this purpose. However, slurries consisting of only abrasives tend to polish silica as well as silicon nitride. The ratio of polish rate of oxide to the polish rate of nitride, called selectivity, has to be enhanced to achieve a robust CMP process with sufficient over polish margin. Normally, certain chemicals called additives are added to the slurry to enhance the selectivity. Besides a good, controllable selectivity, the STI CMP slurry should provide a good oxide polish rate and exhibit low pH sensitivity for both oxide and nitride polish rates. A low oxide polish rate is undesirable, even if the slurry provides high selectivity by completely suppressing the nitride polish rate. This is because the excess oxide has to be cleared quickly, to enhance the throughput. Normally polishing is performed based on estimated polish rates although in situ end point techniques are being introduced. Thus the oxide polish rate should not be sensitive to slight changes in pH. STI slurries may be classified as low selectivity slurries (LSS) if the selectivity ratio is less than 10, as medium selectivity slurries (MSS) for a selectivity ratio between 10 and 50 and as high selectivity slurries (HSS) if the selectivity ratio is greater than 50. While this classification is somewhat arbitrary, it can be used to differentiate between slurries of different range of selectivities since the mechanism of action itself may be different for slurries of different classes. High selectivity can be achieved by adding certain chemicals that inhibit nitride polish rate without changing the oxide polish rate significantly.\n                  Most of the information regarding HSS is available in patents and very few research articles are available in public literature. The slurries with enhanced selectivities are based on either silica abrasives or ceria abrasives. Two exceptions are the demonstration of a selectivity of 72 with titania based slurries with l-proline as additive [4] and a selectivity of 44 with silicon nitride abrasive based slurry with gluconic acid as additive [5]. The details of silica based slurries available in the literature is summarized below. Morrison and Hunt [6] reported that slurries with silica and tetra methyl ammonium hydroxide (TMAH) and hydrogen peroxide increase the selectivity to 30 in the pH range of 11.1–11.7. It was also reported that the role of hydrogen peroxide was to bring the pH down from 13 to 11, since the abrasive particles settle at the higher pH. While the exact silica content of the slurry was not reported, based on the slurry components, it can be estimated to be in the range of 10wt%. The report did not indicate if the increased selectivity is achievable without TMAH or hydrogen peroxide and no mechanism is proposed to explain the inhibition of nitride polish rate.\n                  A high selectivity slurry consisting of silica (25wt%) and tetramethyl ammonium fluoride (TMAF) and hydrogen peroxide, with the pH adjusted with KOH was used to polish the patterned wafers [7,8] but the exact selectivity and the pH of the slurry was not reported. The addition of tri ethanol amine (TEA) to slurries based on colloidal silica abrasives was reported to increase the selectivity to 23 [9]. Aging the slurry for 30 days increased the selectivity to 28. The slurry contained 12wt% silica and 30wt% TEA and resulted in an oxide polish rate of 87nm/min. A higher concentration of TEA resulted in lowering the oxide polish rate and hence was not utilized. The addition of a select group of surfactants lead to slurries with very high selectivities (>100) in the pH range of 2.2 and 3.4 [10]. The surfactant should be a sulfate of alcohol or sulfonic acid and its salt or sulfuric acid ether salt. Increasing the pH to values above 4 reduced the selectivity dramatically. The silica content of the slurry varied between 25 and 30wt%. Grover and Mueller (1998) reported that silica slurries containing 4wt% solids, and varying concentrations of cerium nitrate and acetic acid leads to a moderate selectivity of 35, when the pH was 4 [11]. Since the role of cerium salt and the acid are not clear, these may not be classified as purely silica based or ceria based slurries. Thus it is clear that silica based slurries with suitable additives, exhibit moderate to high selectivities in the acidic pH range. Typical solid content of silica slurries was in the range of 10–20wt%.\n                  Many ceria based high selectivity slurries have been proposed for STI polishing and the details are summarized below. Ceria based slurries with cerium salt and acetic acid were reported to yield a moderate selectivity of 28 at a pH of 4.2 [11,12]. However, a later report [13] mentioned that increasing the pH of the slurries containing ceria, cerium salt and acetic acid from 4 to 5.8 or above reduced the selectivity dramatically from 28 to 1.35 or less. It was also reported [13] that slurries containing 4% ceria, 4% silica and ammonium persulfate (APS) as oxidizer shows a high selectivity of over 100 at a pH of 4.5. Without the addition of APS the selectivity was low, but it is not clear if both the ceria and silica abrasives are necessary to maintain the high selectivity. The role of each component in enhancing the selectivity is not clear. Ceria slurries (consisting of solids in the range of 0.5–2wt%) with carboxylic acids or organic compounds with – SO3H group were reported to enhance the selectivity [14]. Various carboxylic acids such as lactic acid, malic acid, tartaric acid have been used as additives and in the pH range of 6.2–8.2 yielding a moderate to high selectivity in the range of 44–64. Additives such as glutamic acid and aspartic acid exhibited selectivity in the range of 100 in the pH range of 3.3. Lauryl benzene sulfonic acid at a pH of 7.5 also yielded a selectivity of 61.\n                  Hosali et al. [15] reported that ceria slurries containing solids in the range of 0.45–5wt% in presence of potassium hydrogen phthalate (KHP) and a suitable surfactant provided an enhanced selectivity of well over 100 in the pH range of 6.5–7. However, the selectivity dropped dramatically when the pH was changed to 7.5 or 4 or 10. The exact role played by KHP or the surfactant is not clear. It was claimed that presence of an organic compound with two or more dissociable protons (such as carboxylic, hydroxyl, sulfonic and phosphonic groups) and a surfactant was necessary to obtain high selectivity [15–18]. Kido et al. [19] reported that ceria abrasives treated with silane based compounds lead to increased selectivity for slurries containing 1wt% solids maintained at a pH of 8.8. It was proposed that the silane coupling agent increased the affinity between the pad and the abrasives. It is not clear how that would explain the observed high selectivity. Further addition of a variety of organic acids with pH maintained at 7 or less, lead to selectivities as high as 233. It was mentioned that increasing the pH would increase the nitride polish rate, but no supporting data was provided to quantify the increase.\n                  Ceria based slurries with 1wt% ceria and amino acids as additives were reported to yield selectivity ratios of well over 100 [4,20,21]. It was also reported that the suppression of nitride polish rate by l-proline was robust in a wide pH range of 6–10. An enhanced selectivity was also reported when the ceria abrasives were replaced by titania. It was proposed that the association of amino acids with the work surface probably resulted in suppression of nitride polish rate. While many amino acids suppress the nitride polish rate without adversely affecting the oxide polish rate, some amino acids such as l-arginine and l-lysine were reported [22] to suppress both nitride and oxide polish rates. In those cases, the additional amine group present in the two amino acids was proposed to suppress of oxide polish rate also. Katoh et al. [23] reported that the addition of acrylic acid based surfactants enhances the oxide to nitride selectivity to about 70. They attributed the nitride polish rate suppression to the selective adsorption of the additive onto the nitride surface. The pH of the slurry was not reported. In another report, Kim et al. [24] showed that ceria slurries with poly methacrylate acid as additive provides a high selectivity at neutral pH while the selectivity was low at the alkaline and acidic pH range. In the alkaline pH range, both oxide and nitride surfaces exhibited high polish rates while in the acidic pH range, the polish rate was low for both the surfaces.\n                  Edelbach et al. [25] reported that ceria based slurries in the presence of organic polyol with three or more hydroxyl groups which do not have any dissociable protons will enhance the selectivity to more than 100. Examples of additives used include mannitol, sorbitol, xylitol, sorbose and dextrin which give selectivity in the range of 29–312. Mannitol based slurries showed good selectivity at a pH of 4 as well as 10. However, the selectivities at intermediate pH values are not reported. Addition of DNA or RNA or their building blocks in presence of three types of surfactants together (cationic, non ionic and anionic) can increase the selectivity of ceria based slurries to a range of 40–50 [26,27]. It is to be noted that the building blocks of DNA or RNA are sugars, phosphates and nucleotide bases which have amino groups. The slurries contained two types of ceria particles with a total solid content of 1.5wt% and surfactant concentrations of less than 1wt%. The role and necessity of each component was also not discussed. It was also reported that slurries containing l-proline exhibit a selectivity of 40. The pHs of the slurries was not reported.\n                  A slurry from Hitachi chemicals [10,28] was reported to provide high selectivity but the composition was not given. It is a two component system mixed at the point of use, suggesting that the single component mix was possibly not very effective or may have led to other potential issues such as hard agglomeration and settling. America and Babu [29] investigated the effect of proline and other amino acids on STI polish conducted at a pH of 9.7 and reported that high selectivity can be achieved by additives which contain an amino group in the alpha position. It was reported that the amino group should contain at least one hydrogen atom and hydrogen bonding was proposed to be responsible for suppression of nitride polish rate. Adsorption of the additive would interfere with the hydrolysis of the silicon nitride, thereby suppressing the nitride polishing. Two amino acids, arginine and lysine were shown to suppress both oxide and nitride polish rates and it was proposed that they are likely to adsorb onto the oxide surface as well at the pH of 9.7 and hence suppress the oxide polish rate also.\n                  Carter et al. [30,31] reported that ceria based slurries containing 0.5wt% solids with various organic chemicals, mainly organic acids, maintained at a pH of 5 yielded high selectivity. Interestingly, proline based slurries were reported to yield a low selectivity of 3 at a pH of 5 and malic acid provides a selectivity of 1.1 which is less than even a slurry without any additive. Among the additives which provide higher selectivities, two acids anthranilic acid and pyrrole-2-carboxylic acids were reported to exhibit very high sensitivity to pH. A change in pH of 0.6units resulted in drastic reduction in selectivity. A third compound, 3-hydroxypicolinic acid showed a moderate drop in selectivity with change in pH. The oxide polish rate though showed more than 50% variation in the pH range of 4.4–5.6. For the other chemicals investigated, the effect of pH was not reported. They proposed that if the additive adsorbs onto both oxide and nitride, then both polish rates would be decreased, while if the additive interferes with the hydrolysis of the nitride surface only, then they would suppress only the nitride polish rate. It was concluded that organic molecules with a pK\n                     a value between 3 and 7, with the exception of polyanionics, in slurry of pH 7 or less would enhance the selectivity.\n                  In summary, ceria based slurries typically have less solid content compared to silica based slurries. A variety of additives exhibit very high selectivity values in ceria based slurries while only a limited set of additives yielded high selectivity in silica based slurries. In most of the cases, the selectivity is very sensitive to pH and in other cases, the sensitivity is not reported. The exceptions are the enhanced selectivity reported in the pH range of 6–10 for ceria slurries with l-proline as additive and the slurry with polyols as additives. Most of the reports show that the additives enhance the selectivity with only ceria or only silica. In order to understand the role of abrasives, experiments were conducted in identical conditions with different abrasive particles. Glutamic acid (Fig. 1\n                     ), which was reported to influence the oxide and nitride polish rates and selectivity [14,30,31], was chosen as the additives and the film polish rates were measured in a range of pH.",
    "Experimental": "2\n                  Experimental\n                  Commercial grade ceria particles (DCP-73A, Sodiff Inc., Korea) were used to prepare ceria slurries and fumed silica particles (Cab-o-sil M5, Cabot Sanmar, India) was used to prepare silica slurries. Ceria slurries contained 0.25wt% solids and silica slurries contained 5wt% solids. All the experiments were carried out at room temperature. The pH of the slurry was adjusted either by using KOH or HNO3 solution. All the chemicals used were of analytical grade. MilliQ water (Millipore) was used for preparing the slurries. The slurries were continuously kept in suspension by using a magnetic stirrer to prevent settling of the abrasive particles. Slurry was fed to the CMP instrument at the centre through a peristaltic pump at a constant flow rate (60ml/min).\n                  The wafers were polished in bench-top Struers (Labopol – 5 & Laboforce – 3) CMP instrument. LPCVD silicon nitride and thermal silicon dioxide coated wafers (Semi Wafer Inc., Taiwan) were used for the polishing experiments. 1″ square pieces were cut from the wafers and the pieces were used for the polishing experiments since larger samples could not be polished with this setup. A force of 20N was applied to the wafer and a speed of 100rpm and 250rpm was maintained for the turntable and the wafer holder respectively. Stacked pad (SUBA IV from Rodel Inc) was used for the experiments. Initially, the pad was soaked in distilled water for 24h and conditioned with dummy polish runs. After each run of experiment, the pad was conditioned with a silicon carbide grit paper and cleaned with a nylon brush to ensure consistent pad surface condition. After polishing, the wafers were rinsed and cleaned in the ultrasonication bath with MilliQ water to remove any abrasive particles. Subsequently, the wafers were dried with compressed air. The pre and post-polish thicknesses of the silicon oxide and silicon nitride films were measured using a Filmetrics F20-UV thin film analyzer to determine the polish rate. The thickness was measured at five locations and the average was taken as the representative thickness. The duration of each experimental run was 1min. The experiments were repeated at least three times and the average value of the polish rates along with the standard deviation is reported.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     Fig. 2\n                      shows the effect of pH on the polish rate of silica and silicon nitride, for Ceria based slurries without any additive. In most of the cases, the oxide to nitride polish rate selectivity is in the range of 3–7 and hence the slurry is a low selectivity slurry (LSS). At a pH of 3, the nitride polish rates are essentially zero while the oxide polish rate is about 17nm/min. This does indicate that the selectivity is high. However, the oxide polish rate is very low and hence the slurry at that pH is not suitable for practical STI polishing. The nitride polish rate does not change significantly in the pH range of 7–11 and mostly decreases in the lower pH range. However, the oxide polish rate changes show an increasing trend with pH with two exceptions. The polish rate at a pH of 6 shows a local minimum and at a pH of 7 shows a maximum. It has been proposed that ceria abrasives in water would form surface hydroxyls which will facilitate the removal of silicate ions by adsorption [32,33]. It was predicted that the polish rate of silica will be a maximum if the slurry pH is the same as the point of zero charge (pzc) of the abrasive. The zeta potential of ceria is 6.8 [34] and hence, below a pH value of 6.8 ceria will be positively charged and thus the polish rate of silica with ceria abrasives would be a maximum in the pH range of 7–9 [32]. The peak observed at a pH of 7 in the current results supports that hypothesis. The oxide polish rate is sensitive to pH particularly near the pH of 7 and hence slurry in that pH range will not be suitable for high volume manufacturing.\n                  \n                     Fig. 3\n                      shows the polish rate results as well as selectivity for the same slurry containing 1wt% glutamic acid. While the blank slurry shows a low selectivity, the slurry with glutamic acid shows a high selectivity of more than 100 the pH range of 5–7. Below a pH of 8, the difference between the pre and post-polish thicknesses of nitride films were the same within the accuracy of the measuring instrument and the polish rate was practically zero. At a pH of 4 or less, both oxide and nitride polishing are suppressed and at a pH of 8 or more, the nitride polish rate increases thereby reducing the selectivity. The results are consistent with those reported in literature [30] where slurries with glutamic acid showed a selectivity of 266 at a pH of 5. It differs from another report [14] which mentions that with a ceria based slurry of 1wt% solids and 1wt% glutamic acid at a pH of 3.3, a selectivity of 91 was observed whereas both oxide and nitride polish rates are suppressed in our experiments at and below the pH of 4. The difference in the solid contents of the slurry might explain the difference between the results. It is also worth noting that the oxide polish rate is more or less the same in this pH range, when the slurry contains glutamic acid. Thus slight changes in pH will not alter the oxide polish rate or selectivity and hence the slurry will be production worthy.\n                  The pK\n                     a values of the glutamic acids are 2.19, 4.25 and 9.67 [35]. In the pH range of 5–7, both carboxylic groups will be negatively charged while the amino group will be positively charged. Thus the overall charge carried by the amino acid will be negative while the ceria abrasive will carry a slight positive charge in this pH range. Thus glutamic acid may be attracted to ceria particles in this pH range. Below a pH of 4.25, glutamic acid will be neutral while the ceria particles would be positive. Hence the electrostatic forces between the ceria abrasives and glutamic acid should be less. However polish rate results indicate that the oxide polish is completely suppressed at pH of 3 and 4, while it is only marginally reduced in the pH range of 5–7. Thus the forces due to electrical charges on glutamic acid and ceria at different pH values do not explain the effect of glutamic acid.\n                  The polish rate of the work surfaces for silica based slurries is shown in Fig. 4\n                     . The oxide polish rate shows a local maximum at a pH of 6 while the nitride polish rate shows a local maximum at a pH of 4 and the reasons are not clear. A comparison of Fig. 2 and Fig. 4 shows that silica based slurries provide less polish rate compared to ceria based slurries, even though the solid content is less for the ceria based slurries. The selectivity of silica based slurries is very low compared to that provided by ceria based slurries. In fact, at many pH values (3, 4, 5 and 7), silicon nitride surface is polished at a higher rate than the silica surface. Ceria is known to polish silica [34] and silicon nitride very well [36] and this is normally explained by ‘chemical interaction’, although in situ frictional force measurement seem to indicate that the effect may be mainly mechanical [37]. Three different mechanisms have been proposed to explain the mechanism of oxide polish with silica. Cook [34] proposed that silica interacts with water and forms Si–OH bonds, which interact with ceria abrasives and silica is removed as Si(OH)4. Another report [38] indicates that redox reaction between Ce(IV) and Ce(III) may facilitate the breaking of silicate lattice and the reaction between Ce(OH)4 and SiO2 may also enhance the polish rate. Hoshino et al. [39] proposed that silica interacts with ceria and is removed as a lump rather than as the monomer Si(OH)4. Thus there is a general consensus on chemical interaction between ceria and silica during CMP, but the exact mechanism has not been established unequivocally. It has been reported [40] that ceria based slurries provide higher selectivity than silica based slurries. The proposed hypothesis was that with ceria based slurries, chemical interaction between the abrasives and oxide led to increased oxide polish rates while the nitride polish rate was limited by the conversion of nitride surface layer to oxide. On the other hand, with silica based slurries, the removal mechanism is mainly dissolution and hence the selectivity would be low [40]. However, there are published reports showing that moderate to high selectivities can be achieved with silica based slurries with suitable additives [6–10]. Hence it is clear that this hypothesis cannot be applied for slurries with additives.\n                  \n                     Fig. 5\n                      shows the polish rate of oxide and nitride surfaces with silica slurries containing glutamic acid. The oxide polish rate decreases dramatically when the pH is less than 7. On the other hand, the nitride polish rate decreases moderately when the pH is reduced below 6 and does not go to zero as in the case of ceria based slurries (Fig. 3). It is interesting to note that glutamic acid inhibits the nitride polish rate only for ceria slurries and not for silica slurries. By comparing Fig. 3 with Fig. 5, it can be seen that the selectivity drops from 150 to 4 when the abrasive is changed from ceria to silica for slurries containing glutamic acid. A quantitative match between polish rates for slurries with different abrasives may not be expected due to the difference in the particle size distribution, hardness and zeta potential of the particles and the solid content of the slurry. However, if the abrasive does not play a major role in the inhibition of nitride polish rate, the qualitative trends such as selectivity vs. pH for a given additive is expected to be similar for slurries with same additive and different abrasives.\n                  Silicon nitride polish is believed to occur by a two step mechanism [36,41]. In the first step, silicon nitride reacts with water to form silicon dioxide and in the second step, silicon dioxide is removed by CMP. This would expose the nitride to the solution enabling the repetition of the first step. If any of the additives inhibit the first step by adsorbing strongly on the silicon nitride surface, then the nitride removal will be suppressed. On the other hand, if the additive strongly adsorbs on silicon dioxide also, then the polish rate of oxide is also expected to be suppressed. This hypothesis was used to explain the suppression of nitride polish rate by proline and the suppression of nitride and oxide polish rate by arginine, as reported in literature [22]. The enhanced selectivity of ceria slurries with surfactants was also explained by the possibility of additive adsorption [23,24,42]. For those additives adsorption may play a key role in determining the polish rate selectivity. However, adsorption studies for amino acids [43] indicate that proline and arginine adsorb onto the silica and nitride surface to an equal extent, while they influenced the polish rates of these work surfaces differently. Thus it was concluded that adsorption of the amino acids onto the work surfaces is not likely to be the key mechanism. If glutamic acid adsorbs onto the nitride surface and prevents the removal, it would inhibit the nitride polish rate for both silica based and ceria based slurries. Thus, results of the present work also support the conclusion that amino acid adsorption is not likely to be the sole mechanism of polish rate inhibition.\n                  Electron Energy Loss Spectroscopy (EELS) studies indicate that the surface of ceria particles have more of Ce3+ ions than the inside of the particles [44]. It also showed that presence of fluoride ions seem to stabilize the Ce3+ ions. Any impurity such as lanthanum that is present in the ceria was found to be on the surface rather than on the inside. If and how these facts might influence the polishing of silica and silicon nitride is not clear. One possibility is that there are different types of active sites on the surface of ceria particles. One type would facilitate the bonding of ceria with silicon dioxide and the other would facilitate the bonding of ceria with silicon nitride. If the additives adsorb on nitride to prevent the hydrolysis and simultaneously lock or modify the nitride-affinity site on ceria, then nitride surface will not be polished. If the additive adsorbs onto the oxide surface but does not interact with the oxide-affinity site on ceria, one may propose that the interaction between the ceria and silica is weakened but not arrested. It may even be possible that the additive converts the nitride-affinity ceria sites to oxide-affinity ceria sites in which case, an enhanced oxide polish rate may be observed. At pH values lower than 5, the oxide as well as nitride-affinity sites on the ceria may be deactivated. For silica based abrasives, the polishing is mainly mechanical and hence adsorption of the amino acid will not reduce the polish rate unless the adsorption is very strong and the layer is thick. Those additives which do show selectivity with silica based slurries may provide the nitride inhibition by adsorption. However, the adsorption of those additives has to be quantified and polish rates with slurries with the same additives and non-silica abrasives must be measured in order to confirm the hypothesis. For ceria abrasives, the nature of the active sites and the interaction between the additive and those sites is not clear. It is to be noted that the hypothesis of active sites for ceria abrasives is only a proposal and is yet to be confirmed. If the hypothesis is verified and the active sites are identified, it may be possible to tailor the ceria manufacturing process itself to produce high number of oxide active sites and low number of nitride active sites, to obtain highly selective abrasives for STI CMP. Further investigations are on to determine the surface state of ceria that is responsible for the oxide and nitride polish and the inhibition of the polish by the additives.",
    "Conclusions": "4\n                  Conclusions\n                  Silicon dioxide and silicon nitride wafers were polished with slurries containing glutamic acid as additive in the pH range of 3–11.\n                        \n                           1.\n                           For blank slurries, it is confirmed that ceria based slurries provide high selectivity while silica based slurries provide low selectivity.\n                        \n                        \n                           2.\n                           When glutamic acid is used as additive, the suppression of nitride polish rate depends on the abrasive used. Ceria based slurries exhibited high selectivity in the pH range of 5–7. Under the same conditions, silica based slurries showed only low selectivity throughout the pH range investigated. In some cases, silica based slurries even exhibited a selectivity of less than 1.\n                        \n                        \n                           3.\n                           It is proposed that adsorption of glutamic acid is not the key mechanism of nitride polish rate suppression. Previous reports indicate that the conclusion holds true for two other amino acids (proline and arginine) as well.\n                        \n                        \n                           4.\n                           When glutamic acid is used as additive, the interaction between the additive and the abrasive also plays a major role in enhancing selectivity. It is proposed that ceria abrasives may contain one type of active sites that interact with silica surfaces and another type of active sites that interact with silicon nitride surfaces. The modification of the different active sites by the additives would lead to significant changes in selectivity. This hypothesis is yet to be verified."
  },
  "references": []
}