{
  "title": "A numerical study on slurry flow with CMP pad grooves",
  "authors": [
    "Hong, Seokjun"
  ],
  "publication": {
    "journal": "Microelectronic Engineering",
    "date": "2020-10-15",
    "doi": "10.1016/j.mee.2020.111437"
  },
  "abstract": "In this study, chemical mechanical polishing (CMP) slurry flow is investigated with two pad groove patterns, circular and circular plus radial. First, slurry flow is predicted by a numerical method, and slurry velocity is analyzed by pad groove type. The streamline of the slurry flow and wall shear stress on the wafer show that the radial groove efficiently moves the slurry into the gap between the pad and the wafer, and the effect of improved slurry flow on CMP performance is verified by experimental results. The radial groove also improved process non-uniformity, and a high rotation speed combined with the radial groove improved removal rate and non-uniformity by 11.2% and 63.9%, respectively.",
  "keywords": [
    "Semiconductor fabrication",
    "Chemical mechanical polishing (CMP)",
    "Numerical analysis",
    "Polishing pad",
    "Slurry flow"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Chemical mechanical polishing (CMP) is an essential process to planarize inter-level dielectrics and isolate multiple layers in semiconductor manufacturing [1]. The CMP process also is important in the realization of both front-end-of-the-line (FEOL) and the back-end-of-the-line (BEOL) process steps [2]. CMP involves chemical and mechanical interactions of consumables such as a pad, conditioner, and slurry [3]. The pad causes slurry flow and provides contact between the slurry particles and wafer surface [4]. The conditioner has diamond tips, which makes and maintains the pad surface during the CMP process [5]. The slurry flow in the gap between the pad and the wafer affects the CMP performance in terms of removal rate (RR), non-uniformity (NU), and defects [6]. During the CMP process, the pad surface can control slurry flow with pores and grooves [7]. The grooves reduce hydroplaning, which produces microscopic contacts as well as slurry flows [8,9]. In general, a circular groove has been used in many CMP processes. Recently, there are various types of groove depending on the role of the groove, such as circular, radial, offset, and combined groove [10–13]. The grooves supply the slurry, improving the RR and NU, and remove the process by-product, preventing defects and scratches. Thus, the study on the slurry flow with the pad groove is important to overcome performance issues.\n                  In this study, the slurry flow was investigated with the pad grooves. First, the slurry flow was predicted by numerical analysis. The slurry velocity by the pad and wafer rotation was calculated. The velocity streamline and wall shear stress were compared according to groove depth and pattern, and polishing experiments were conducted with two pad grooves. The final results were correlated with those of the initial numerical study. This research can be used to find the optimal pad groove to improve the CMP performance.",
    "Experiments": "2\n                  Experiments\n                  \n                     2.1\n                     Numerical method\n                     Fluid simulations were conducted to observe the slurry flow on the pad surface. A commercial computational fluid dynamics (CFD) code (ANSYS Fluent v. 19.0, USA) was used with approximately 700,000 hexahedral meshes constructed for precise calculation. The flow was treated as steady-state, and the properties of the slurry replaced those of water. Steady-state mass conservation (continuity equation) and momentum equations for Newtonian and incompressible fluid (Navier-Stokes equation) were used for the fluid flow. The respective governing equations of continuity and Navier-Stokes equations used in this study are given as\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       ∂\n                                       ρ\n                                    \n                                    \n                                       ∂\n                                       t\n                                    \n                                 \n                                 +\n                                 ∇\n                                 ∙\n                                 \n                                    \n                                       ρ\n                                       \n                                          v\n                                          →\n                                       \n                                    \n                                 \n                                 =\n                                 0\n                              \n                           \n                        \n                        \n                           \n                              (2)\n                              \n                                 \n                                    \n                                       ∂\n                                       \n                                          \n                                             ρ\n                                             \n                                                v\n                                                →\n                                             \n                                          \n                                       \n                                    \n                                    \n                                       ∂\n                                       t\n                                    \n                                 \n                                 +\n                                 ρ\n                                 \n                                    v\n                                    →\n                                 \n                                 ∙\n                                 ∇\n                                 \n                                    v\n                                    →\n                                 \n                                 =\n                                 −\n                                 ∇\n                                 p\n                                 +\n                                 μ\n                                 \n                                    ∇\n                                    2\n                                 \n                                 \n                                    v\n                                    →\n                                 \n                                 +\n                                 ρ\n                                 \n                                    g\n                                    →\n                                 \n                              \n                           \n                        where p is the fluid pressure, ρ is the fluid density, \n                           \n                              v\n                              →\n                           \n                         is the fluid velocity, μ is the dynamic viscosity, and \n                           \n                              g\n                              →\n                           \n                         is gravity acceleration. The pad and wafer were rotated at 91 rpm and 90 rpm, respectively. Wall rotation and a no-slip boundary condition were applied to the rotation. The slurry flow could be generated by the pad and wafer rotation. The pressure was neglected because the focus was on the slurry flow formed by rotation of the pad and wafer. Numerical simulations were carried out for the gap between the pad and wafer, and the slurry flow was investigated with two types of grooved pads.\n                  \n                  \n                     2.2\n                     Experimental method\n                     Polishing tests were conducted on a 100-mm wafer polisher (POLI-400; GnP Technology, Korea) to verify the effect of slurry flow on the pad groove. The 4 cm × 4 cm coupon wafers were polished with commercial ceria slurry (ACS330; KCTech, Korea). Two types of polishing pads (Dupont Chemical, USA) were used: the A type had circular grooves and the B type had circular grooves plus a radial groove. The head pressure and head/platen speed were 3 psi and 90/91 rpm, respectively. The flow rate of the slurry was 200 mL/min. Three wafers were polished under the same conditions. The RR and NU of the SiO2 film were calculated by measuring film thickness with a reflectometer (ST5030-SL; K-Mac, Korea) before and after polishing. The thickness was measured at the centerline that consisted of 10 points. The polishing conditions are summarized in Table 1\n                        .",
    "Results and discussion": "3\n                  Results and discussion\n                  The CMP process removes the step height on a wafer surface. The removal rate of the wafer surface can be described by Preston's equation, as follows [14]:\n                        \n                           (3)\n                           \n                              Removal rate\n                              \n                              \n                                 RR\n                              \n                              =\n                              \n                                 K\n                                 p\n                              \n                              ×\n                              P\n                              ×\n                              V\n                           \n                        \n                     where K\n                     \n                        p\n                      is the Preston constant, P is the applied pressure, and V is the relative velocity between pad and wafer. The K\n                     \n                        p\n                      can be affected by several process parameters, including consumables such as the pad, conditioner, and slurry [15,16]. The pressure (P) is applied to the wafer almost uniformly by the head pressure. When the rotation speed of the pad and wafer are the same, the relative velocity (\n                        \n                           V\n                           →\n                        \n                     ) can be calculated by the following equations:\n                        \n                           \n                              \n                                 V\n                                 →\n                              \n                              =\n                              \n                                 \n                                    V\n                                    →\n                                 \n                                 p\n                              \n                              −\n                              \n                                 \n                                    V\n                                    →\n                                 \n                                 w\n                              \n                           \n                        \n                     \n                     \n                        \n                           \n                              =\n                              \n                                 \n                                    ω\n                                    →\n                                 \n                                 p\n                              \n                              ×\n                              \n                                 \n                                    r\n                                    →\n                                 \n                                 1\n                              \n                              −\n                              \n                                 \n                                    ω\n                                    →\n                                 \n                                 w\n                              \n                              ×\n                              \n                                 \n                                    r\n                                    →\n                                 \n                                 2\n                              \n                           \n                        \n                     \n                     \n                        \n                           \n                              =\n                              \n                                 ω\n                                 →\n                              \n                              ×\n                              \n                                 \n                                    \n                                       \n                                          r\n                                          →\n                                       \n                                       1\n                                    \n                                    −\n                                    \n                                       \n                                          r\n                                          →\n                                       \n                                       2\n                                    \n                                 \n                              \n                              \n                              if\n                              \n                              \n                                 \n                                    ω\n                                    →\n                                 \n                                 p\n                              \n                              =\n                              \n                                 \n                                    ω\n                                    →\n                                 \n                                 w\n                              \n                              =\n                              \n                                 ω\n                                 →\n                              \n                           \n                        \n                     \n                     \n                        \n                           (4)\n                           \n                              =\n                              \n                                 ω\n                                 →\n                              \n                              ×\n                              \n                                 \n                                    r\n                                    →\n                                 \n                                 3\n                              \n                           \n                        \n                     where \n                        \n                           \n                              r\n                              →\n                           \n                           1\n                        \n                      is the distance from the pad center, \n                        \n                           \n                              r\n                              →\n                           \n                           2\n                        \n                      is the distance of the wafer center, \n                        \n                           \n                              r\n                              →\n                           \n                           3\n                        \n                      is the distance between the centers of the pad and the wafer, and \n                        \n                           \n                              ω\n                              →\n                           \n                           p\n                        \n                     , \n                        \n                           \n                              ω\n                              →\n                           \n                           w\n                        \n                      are their respective rotation velocities. In theory, P and V are constant under the same process conditions. The contact ratio between the pad and wafer is very small [17]. The slurry flow on the pad surface can play an important role in CMP performance. In the present study, the correlation between slurry flow and CMP performance was investigated with different pad groove patterns.\n                  \n                     3.1\n                     Slurry flow\n                     \n                        Fig. 1\n                         shows the CMP process and the numerical model between the pad and wafer. Because slurry has a viscous flow, the slurry flow can be formed by rotation of the pad and the wafer. On a given pad surface, the slurry flow can be determined by the sum of the line velocities of the pad and wafer. A boundary layer is fully developed between the pad and wafer, as shown in Fig. 1(b). The slurry velocity (\n                           \n                              U\n                              →\n                           \n                        ) can be expressed by the following equations:\n                           \n                              \n                                 \n                                    U\n                                    →\n                                 \n                                 =\n                                 \n                                    1\n                                    2\n                                 \n                                 \n                                    \n                                       \n                                          \n                                             V\n                                             →\n                                          \n                                          p\n                                       \n                                       +\n                                       \n                                          \n                                             V\n                                             →\n                                          \n                                          w\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              \n                                 =\n                                 \n                                    1\n                                    2\n                                 \n                                 \n                                    \n                                       \n                                          \n                                             ω\n                                             →\n                                          \n                                          p\n                                       \n                                       ×\n                                       \n                                          \n                                             r\n                                             →\n                                          \n                                          1\n                                       \n                                       +\n                                       \n                                          \n                                             ω\n                                             →\n                                          \n                                          w\n                                       \n                                       ×\n                                       \n                                          \n                                             r\n                                             →\n                                          \n                                          2\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              \n                                 =\n                                 \n                                    1\n                                    2\n                                 \n                                 \n                                    ω\n                                    →\n                                 \n                                 ×\n                                 \n                                    \n                                       \n                                          \n                                             r\n                                             →\n                                          \n                                          1\n                                       \n                                       +\n                                       \n                                          \n                                             r\n                                             →\n                                          \n                                          2\n                                       \n                                    \n                                 \n                                 \n                                 if\n                                 \n                                 \n                                    \n                                       ω\n                                       →\n                                    \n                                    p\n                                 \n                                 =\n                                 \n                                    \n                                       ω\n                                       →\n                                    \n                                    w\n                                 \n                                 =\n                                 \n                                    ω\n                                    →\n                                 \n                              \n                           \n                        \n                        \n                           \n                              \n                                 =\n                                 \n                                    1\n                                    2\n                                 \n                                 \n                                    ω\n                                    →\n                                 \n                                 ×\n                                 \n                                    \n                                       \n                                          \n                                             r\n                                             →\n                                          \n                                          1\n                                       \n                                       +\n                                       \n                                          \n                                             r\n                                             →\n                                          \n                                          1\n                                       \n                                       −\n                                       \n                                          \n                                             r\n                                             →\n                                          \n                                          3\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (5)\n                              \n                                 =\n                                 \n                                    1\n                                    2\n                                 \n                                 \n                                    ω\n                                    →\n                                 \n                                 ×\n                                 \n                                    \n                                       2\n                                       \n                                          \n                                             r\n                                             →\n                                          \n                                          1\n                                       \n                                       −\n                                       \n                                          \n                                             r\n                                             →\n                                          \n                                          3\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     From these equations, the magnitude and direction of the slurry flow can be calculated and predicted. If r\n                        1 is less than 0.5r\n                        3, the line velocity of the wafer is greater and has a greater effect on slurry flow. On the other hand, if r\n                        1 is greater than 0.5r\n                        3, the slurry flow is determined by the line velocity of the pad because the velocity of the pad is greater. In theory, if the radius is less than half the distance between the centers of the pad and the wafer (r\n                        3), the slurry cannot enter to the gap, which affects the CMP process. Thus, slurry flow can be controlled by the pad grooves to channel the slurry onto the wafer surface.\n                  \n                  \n                     3.2\n                     Numerical simulation\n                     The slurry flow was calculated by numerical simulation during the CMP process. Fig. 2\n                         shows the computational domain for the grooved pad. The dimensions are groove width (w) 0.5 mm, depth (d) 0.75 mm, and pitch (p) 3 mm. The gap between the pad and wafer is 0.1 mm, which was divided into 10 mesh cells for precise calculation in the boundary layer. The groove depth was reduced from 0.75 mm to 0.25 mm by the end of the pad lifetime. The pad surface can be cut by the conditioning process, which maintains the pad surface during the CMP process [5].\n                     First, the effect of groove depth was investigated over the pad lifetime. As shown in Fig. 3(a), the slurry flow was well distributed at the beginning of pad lifetime but no longer flowed to the center area of the wafer at the end of pad lifetime. Fig. 3(b) shows the wall shear stress (τ) on the wafer surface. The shear stress can be expressed by the following equation.\n                           \n                              (6)\n                              \n                                 τ\n                                 =\n                                 μ\n                                 \n                                    U\n                                    h\n                                 \n                              \n                           \n                        where μ is the viscosity, U is the slurry velocity, and h is the gap between the pad and wafer. The slurry velocity is proportional to the shear stress, which can be compared along the same line. As shown in Fig. 3(b), the shear stress was reduced by the decreased groove depth at the end of pad lifetime. This can lead to a reduction of the removal rate due to lack of slurry.\n                     \n                        Fig. 4(a) shows the velocity streamlines of slurry flow according to type of pad groove. The circular grooves retain the slurry flow, and the radial groove allows slurry to flow to the center area of the wafer. Thus, wall shear stress was increased with radial grooves, as shown in Fig. 4(b). These results imply that the slurry can flow into the gap at a higher velocity with a radial groove. In addition, the slurry flowed well in the radial groove regardless of pad lifetime, as shown in Fig. 4(c). These results indicate that CMP performance can be predicted depending on type of groove and pad lifetime.\n                  \n                  \n                     3.3\n                     CMP performance\n                     \n                        Fig. 5(a) shows the removal profile along the wafer diameter. The wafer surface was polished uniformly due to slurry flow along the radial groove (B type), which is explained by the simulation results. The simulation results showed that more slurry flows can contribute to better CMP process uniformity. As a result, the NU was improved by 72.9% with the radial groove, as shown in Fig. 5(a). The NU was calculated by the following equation:\n                           \n                              (7)\n                              \n                                 Non\n                                 −\n                                 uniformity\n                                 \n                                 \n                                    NU\n                                 \n                                 =\n                                 \n                                    \n                                       \n                                       \n                                          T\n                                          std\n                                       \n                                    \n                                    \n                                       T\n                                       avg\n                                    \n                                 \n                                 ×\n                                 100\n                              \n                           \n                        where T\n                        \n                           std\n                         is the standard deviation of the film thickness, and T\n                        \n                           avg\n                         is the average film thickness. On the other hand, the removal rate was decreased when using a radial groove, as shown in Fig. 5(b). This is because the CMP process requires sufficient time for chemical reactions, and the pad grooves are needed to retain and transfer the slurry during the CMP process. The slurry flow can be retained by the circular grooves and transferred by the radial groove.\n                     In addition, the CMP process needs the optimized process condition. Fig. 6\n                         presents the RR and NU with a high rotation speed. As shown in Fig. 6(a), the RR was increased at high rotation speed, which is simply explained by Eq. 3 (Preston's equation). When the rotation speed increased on the type B pad, the RR increased by 11.2% due to the increase in relative velocity. The NU was also improved by 63.9% at high rotation speed compared to the type A pad, as shown in Fig. 6(b). In conclusion, both RR and NU were improved with the radial groove and high rotation speed. The process conditions must be similarly optimized with other groove types to achieve the best CMP performance.",
    "Conclusions": "4\n                  Conclusions\n                  The present work investigated CMP slurry flow in the gap between pad and wafer. First, the slurry flow was calculated and predicted by numerical methods, and then the velocity streamline and wall shear stress were analyzed with two pad groove types, circular and circular plus radial. The slurry flow was found to change depending on groove pattern and depth; as the pad wore down, the shortened groove depth reduced slurry flow into the gap. The circular groove pattern retained the slurry, and the radial groove effectively transferred the slurry flow into the gap between the pad and wafer. Polishing experiments demonstrated that non-uniformity (NU) was improved by the radial groove, but the removal rate was decreased with the radial groove. A high rotation speed increased the removal rate. Thus, the best CMP performance was accomplished with the circular plus radial groove pattern and a high rotation speed. This research can be used to find the optimal pad groove to improve the CMP performance."
  },
  "references": []
}