{
  "title": "The effect of non-ionic surfactants on the removal of cerium oxide particles in STI CMP post cleaning",
  "authors": [
    "Zhao, Xinyu"
  ],
  "publication": {
    "journal": "Materials Science in Semiconductor Processing",
    "date": "2024-06-01",
    "doi": "10.1016/j.mssp.2024.108279"
  },
  "abstract": "Ceria abrasives are widely used in shallow trench isolation (STI) chemical mechanical polishing (CMP) processes due to their ability to form Ce–O–Si bonds with SiO2. However, they are also extremely susceptible to absorbing on the wafer surface to form contaminants, which in turn affects the reliability and stability of the devices. Therefore, the removal of ceria particles in the post-CMP cleaning process is critical. In this study, ethylenediaminetetraacetic acid (EDTA) was used as the main component of the alkaline cleaning solution to investigate the effect of nonionic surfactants containing different hydrophilic and hydrophobic groups on particle removal. The wettability and spreading rate of the three cleaning solutions were observed and compared using surface tension tester and laser confocal microscope. Then, the cleaning effect of the nonionic surfactants on ceria particles was assessed by scanning electron microscopy (SEM) and atomic force microscopy (AFM), while quantum chemical calculation and molecular dynamics simulations were used to reveal the cleaning mechanism of the three nonionic surfactants. The results show that the cleaning solution with 2000 ppm JFCE and 0.15 wt% EDTA at pH 11, combined with the mechanical action of PVA brush, can remove 99.9% of ceria particles from the SiO2 surface.",
  "keywords": [
    "Cerium oxide",
    "Nonionic surfactants",
    "Post-CMP cleaning",
    "Ce–O–Si bonding",
    "Quantum chemical calculation"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Shallow trench isolation (STI) is the main isolation technique for sub-0.25 μm processes, which creates dielectric trenches between adjacent semiconductor devices to form an insulating structure [1–3]. As the feature size decreases to below 14 nm, higher aspect ratios put forward more stringent technical requirements for the STI process [4–6]. Chemical mechanical planarization (CMP) is a crucial step in the STI process, which removes excess SiO2 from the wafer surface and achieves a high degree of planarization to meet subsequent lithography requirements [7–9]. As the feature size of the integrated circuit (IC) continues to miniaturize and the distance between transistors decreases, approaching the boundaries of macroscopic and quantum physics, The STI CMP process needs to meet the performance requirements of higher rate selectivity and lower surface defects [10–12]. Ceria is the best abrasive choice for STI and interlayer dielectric (ILD) CMP processes due to its high chemical reactivity, ideal SiO2 removal rate, and favorable selectivity for Si3N4 and SiO2. In addition, during the CMP process, ceria particles are mostly adsorbed on the SiO2 wafer surface in the form of chemical bonding (Ce–O–Si bond). The resulting affinity and adhesion force cause firm adsorption of ceria particles on the wafer surface, which increases the removal rate of SiO2 [13–15]. However, this also leaves a large amount of cerium oxide particles on the surface after CMP, posing a challenge for post-CMP cleaning.\n                  Excessive residual abrasive particles on the wafer surface after CMP can affect the accuracy of subsequent processes, causing internal circuit breakage or short circuit damage, leading to device failure, which will seriously affect the quality of the IC manufacturing process and the yield of the chip [16]. Therefore, it is crucial to study the removal of ceria particles during the cleaning process after dielectric CMP [17,18]. According to reports, researchers have developed many new cleaning solutions and cleaning processes for ceria particles removing from the SiO2 surface. Seo et al. [19] found that an equimolar ratio cleaning solution made of H2O2 and NH4OH/KOH can remove 10 nm ceria abrasive particles from the SiO2 film surface with a cleaning efficiency of 99%. In addition, it was proposed that the perhydroxyl ion \n                        \n                           [\n                           \n                              HO\n                              2\n                              ‐\n                           \n                           ]\n                        \n                      generated by H2O2 under alkaline conditions can effectively rupture the weak Si–O bonds in the Ce–O–Si structure and thus achieve the removal of ceria particles. Wu et al. [20] further optimized the standard cleaning solution by adding a nonionic surfactant AEO-20 to the diluted standard clean 1 (SC1) (1:10) alkaline cleaning solution, which enhanced the wettability of the cleaning solution and synergized the nucleophilic attack of the perhydroxyl ion \n                        \n                           [\n                           \n                              HO\n                              2\n                              ‐\n                           \n                           ]\n                        \n                      to achieve the effective removal of ceria particles. Conventional cleaning solutions such as SC1, SPM (H2SO4 and H2O2 mixed solution), and HF contain highly hazardous chemicals such as strong acids and alkalis, which can cause environmental pollution, and also may corrode or contaminate the SiO2 surface during the cleaning process.\n                  In addition, traditional cleaning methods need to be completed in higher heating environment, which renders them unsuitable for advanced manufacturing processes. Cleaning solutions containing complexing agents composed of synergistic nonionic surfactants have been widely used for the removal of residual particles and organic contamination in the post-CMP cleaning process. Gowda et al. [21] proposed a cleaning solution consisting of ascorbic acid, ammonium carbonate, and polyethylene glycol octylphenyl ether (Triton X-100) to effectively remove ceria particles from the surface of SiO2 and Si3N4 while preventing the redeposition of particles. Song et al. [22] proposed that tetramethylammonium hydroxide (TMAH), ethylenediaminetetraacetic acid (EDTA), and nonionic surfactant (Disponil) have good removal effects on ceria particles from Si3N4 and SiO2 surface. The nonionic surfactant increased the wettability of the cleaning solution, and the OH− ions in TMAH slightly dissolved the SiO2 and Si3N4 film surfaces, thus lifting the nanoceria particles off the wafer surface. Finally, the redeposition of Ce3+ was inhibited by complexation with EDTA.\n                  Nevertheless, numerous studies have been done on cleaning copper and cobalt after CMP, but not much on employing nonionic surfactants to remove ceria particles from SiO2 substrates. Our previous research has shown that, 0.15 wt% EDTA at pH 11 has obvious removal effects on the removal of ceria particles on the SiO2 substrate [23] through breaking the Ce–O–Si bond and forming Ce(III)-EDTA complexation. On this basis, in order to further improve the particle removal efficiency, the effect of nonionic surfactants on residual ceria particles after SiO2 CMP was investigated. Three nonionic surfactants with different hydrophilic and hydrophobic groups were selected: coconut diethanol amide (CDEA), isomeric alcohol ethoxylates (JFCE), and polyethylene glycol octylphenyl ether (Triton X-100), whose molecular structures are shown in Fig. 1\n                     . CDEA has branched hydroxyl hydrophilic groups and linear carbon chain hydrophobic groups. The hydrophilic groups of JFCE and Triton X-100 are both linear polyoxyethylene chain structures, while the hydrophobic groups are linear carbon chain structures and carbon chain structures with benzene rings, respectively. These three types of non-ionic surfactants have partially similar structures and are easily soluble in water. Combined with the experimental cleaning effects, the quantum chemical parameters calculation and molecular dynamics (MD) simulation of the three nonionic surfactants were conducted to reveal the mechanism of hydrophilic and hydrophobic groups for the removal of ceria particles during the cleaning process.",
    "Experimental details": "2\n                  Experimental details\n                  \n                     2.1\n                     Experimental materials\n                     SiO2 coupons (4 inch and 1cm × 1 cm) used in the experiments were cut from 400 nm-thick 12-inch tetraethyl orthosilicate (TEOS) wafers. A commercial ceria slurry (pH = 5.76) with a particle size of approximately 160 nm was used in polishing experiments to contaminate the SiO2 coupons. Before each CMP experiment, SiO2 coupons were pre-treated by ultrasonically cleaning with isopropyl alcohol and deionized water for 10 min, then rinsed with deionized water (DIW) and dried by N2. A solution containing 0.15 wt% EDTA was defined as a reference and marked 1*, and to which various concentrations of CDEA, JFCE, and Triton X-100 were added as experimental cleaning solutions. Diluted KOH and HNO3 were used to adjust the cleaning solution's pH to 11. Isopropyl alcohol, CDEA, JFCE, TritonX-100, HNO3, and KOH used in the experiments were purchased from Chemart (Tianjin) Chemical Technology Co., Ltd.\n                  \n                  \n                     2.2\n                     CMP and Post-CMP cleaning experiments\n                     Polishing experiments were performed on a Universal-300 B polisher (Huahaiqingke Co, China) with an IC1010 (DOW Electronic Materials, USA) polishing pad. The polishing pressure was maintained by an RR/Z1 zoning (Zone). Before each polishing experiment, the polishing pad was treated with a diamond conditioner for 2 min, and the silicon wafers were polished as Dummy to heat the polishing pad. The CMP process parameters were set as follows: the polishing head pressure 3.45 psi, the polishing head/platen speed 87/93 rpm, flow rate 300 ml/min and polishing time 1 min. The SiO2 coupon was polished with 0.1 wt% ceria slurry to adsorb cerium dioxide particles, and then rinsed with DIW and dried with N2, which is defined as a contaminated SiO2 surface. To guarantee the full adsorption of ceria particles, the time between contamination and cleaning studies was generally 180 min.\n                     Subsequently, cleaning experiments were performed on the G&P 412s machine with PVA brushing. Cleaning solutions were prepared with 1* and different concentrations of nonionic surfactants (pH = 11). The cleaning process parameters were set as follows: flow rate 500 ml/min, brushing time 2 min, DIW rinsing for 30 s and N2 drying. Afterwards, the cleaned coupons were characterized for the cleaning effect.\n                  \n                  \n                     2.3\n                     Test characterization\n                     The surface tension of different cleaning solutions and their contact angles on the silica surface were measured by the hanging drop method and the goniometric method, respectively, using the contact angle meter (JC2000D, ShanghaiZhongchen, China). To further compare the wettability of the three nonionic surfactant solutions, the spreading of each solution on the SiO2 wafer surface over time (including the spreading boundary height and edge drop) was observed using a laser confocal microscope (OLS5000-LAF, OLYMPUS, Japan), with a magnification of 5× and a scanning area of 2563 μm × 2563 μm.\n                     The SiO2 surface was investigated using a scanning electron microscope (SEM, Sigma 500, Zeiss, Germany) at a 10 kX magnification both before and after cleaning, followed by particle counting with Fiji image J software. The particle cleaning efficiency (PCE) was calculated by Eq. (1):\n                           \n                              (1)\n                              \n                                 \n                                    PCE\n                                    \n                                       (\n                                       %\n                                       )\n                                    \n                                    =\n                                    \n                                       \n                                          Ceria\n                                          \n                                          \n                                             Count\n                                             initial\n                                          \n                                          ‐\n                                          Ceria\n                                          \n                                          \n                                             Count\n                                             residual\n                                          \n                                       \n                                       \n                                          Ceria\n                                          \n                                          \n                                             Count\n                                             initial\n                                          \n                                       \n                                    \n                                    ×\n                                    100\n                                 \n                              \n                           \n                        \n                     \n                     The surface morphology of SiO2 surfaces before and after cleaning was observed using an atomic force microscope(AFM， Agilent 5600LS， USA). The scanning rate was 0.5 Hz and the scanning area was 10 μm × 10 μm.\n                     The average particle size of CeO2 and CeO2 with the addition of non-ionic surfactants was measured using the laser nanoparticle size analyzer (Nicomp 380, Particle Sizing Systems, Inc, USA).\n                  \n                  \n                     2.4\n                     DFT calculations and molecular dynamics simulation\n                     The quantum chemical parameters of three nonionic surfactants (CDEA, JFCE, and Triton X-100) were calculated using the Dmol3 module in Materials Studio 2019 software, and the molecular activities of the three surfactants were compared and analyzed. The calculation function was set to \"GGA (generalized gradient approximation) and PBE (Perdew Burke Ernzerhof)\", the calculated quality was chosen as \"Fine \", and the basic group was selected as \"DNP 3.5 (Double numeric polarized basis set)\" with polarization.\n                     The adsorption behavior of nonionic surfactant molecules on the SiO2 surface was simulated using the Forcite module. Four layers of SiO2 (\n                           \n                              \n                                 1\n                                 \n                                    1\n                                    ‾\n                                 \n                                 0\n                              \n                              )\n                           \n                         surfaces and 8 × 8 supercell, and 30 Å vacuum layers were placed along the C-axis to construct the model. The optimal adsorption positions of nonionic surfactant molecules and ceria molecules were determined based on the adsorption locator module and filled into the vacuum layer. Molecular dynamics simulations of the whole system were performed to obtain the stable adsorption configurations and adsorption energies of CDEA/JFCE/TritonX-100 on SiO2(\n                           \n                              1\n                              \n                                 1\n                                 ‾\n                              \n                              0\n                           \n                        ) surfaces. The entire system was geometrically optimized and simulated using the \"Universal\" force field, \"Use current\" charge, and NVT system, with the calculation accuracy of \"Fine\", the running temperature of 298 K, and the time step of 1 fs.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Determination of CMC for different nonionic surfactants\n                     Critical micelle concentration (CMC) is the lowest concentration at which surfactant molecules begin to form micelles in solution, and surface activity increases with a decrease in CMC value. When the concentration reaches the CMC, the surface tension of the solution at that point is the minimum value that can be achieved by that surfactant [24–26]. Surfactants aggregate through non-covalent interactions (i.e. hydrogen bonding and π-stacking), the formation of micelles is beneficial for reducing the adhesion of particles that are crucial for cleaning. Surfactants can improve the wetting ability of the cleaning solution and coat the particles to reduce their adhesion to the surface, making them easier to remove. The micelles formed by these three surfactants are double-layer structure, the hydrophobic tail group of one surfactant molecule binds to the hydrophobic chain of another molecule. The outer wall contains hydrophilic functional groups that can be quickly adsorbed onto CeO2 modified substrates, resulting in effective particle removal. The micelle structure wraps CeO2 particles detached from the surface of the dielectric, effectively preventing the re-deposition of CeO2 particles, and the aggregates formed under low shear forces are easy to remove. In addition, the increase in hydrophobic chain length increases the tendency for surfactant molecules to aggregate and form micelles [27,28].\n                     \n                        Fig. 2\n                         shows the pH, contact angle, and surface tension of different concentrations of nonionic surfactants selected at 500, 1000, 1500, 2000, and 2500 ppm. As the concentration of CDEA increased and the solution appeared weakly alkaline, Fig. 2(a) shows that the pH progressively increased from 7.17 to 7.7. The pH value of JFCE decreased with increasing concentration, indicating that its solution was weakly acidic. The pH value of Triton X-100 also showed a decreasing trend with increasing concentration, indicating that Triton X-100 nonionic surfactant was acidic. According to Fig. 2(b)–(d), when the concentration of surfactants is low, the contact angle and surface tension values are larger, which is because effective adsorption and aggregation layers cannot be formed. The contact angle and surface tension of CDEA, JFCE, and Triton X-100 showed a similar trend of first decreasing and then increasing when the surfactant concentration increased from 500 ppm to 2500 ppm. The appearance of inflection point on the corresponding surface tension curve means that the nonionic surfactant concentration reached the CMC at this time. As the concentration continued to increase after CMC, the contact angle and surface tension values also increased, which indicates that the nonionic surfactant at this time and may form vesicles, lamellae, and other aggregates, thus losing the wrapping effect on CeO2 particles. Therefore, it can be determined that the CMC of CDEA, JFCE, and Triton X-100 are 1500, 2000, and 2000 ppm, respectively, with the corresponding surface tensions of 35.97 N/m, 35.5 N/m, and 40.78 N/m. The surface activity of the three nonionic surfactants is the strongest at this time.\n                  \n                  \n                     3.2\n                     Analysis of wettability of different nonionic surfactants\n                     The spreading process of three nonionic surfactant solutions on the SiO2 surface was observed using a laser confocal microscope, and the wettability of different surfactants was analyzed by through the spreading boundary height of the droplets at different times [29]. Fig. 3\n                         shows the laser scanning confocal images of 1500 ppm CDEA, 2000 ppm JFCE, and 2000 ppm Triton X-100 solutions on the surface of dielectric wafers at 30 s, 60 s, and 200 s. Since the droplets no longer diffuse after 200 s and are in a steady state, only the boundary height results within 200 s are recorded. Table 1\n                         summarizes the spreading boundary height results of the three nonionic surfactant solutions on the SiO2 surface. According to the data in the table, it can be seen that the height of the spreading boundary of the three surfactant solutions on the SiO2 surface gradually decreased over time. The initial boundary height of the CDEA droplet was 837.3 μm and the stable boundary height was 647.2 μm. The initial boundary height of the JFCE solution droplet was 769.2 μm and decreases to 553.9 μm after stabilization. The initial boundary height of the Triton X-100 solution was 904.5 μm and decreased to 767.1 μm after stabilization. Obviously, both the initial boundary height and stable boundary height of the JFCE solution are much smaller than those of the other two active agents, indicating that the JFCE solution outperform CDEA and Triton X-100 in spreading performance, and has the best wettability. In addition, compared with the edge drop of CDEA (190.1 μm) and Triton X-100 (137.4 μm), the edge drop of the JFCE solution (215.3 μm) is significantly greater, indicating that the JFCE solution has the fastest spreading speed on the SiO2 surface. The superior wettability of the JFCE solution facilitates the cleaning solution's rapid cover and wet the SiO2 surface contaminated by particles, promoting the cleaning solution components (such as a complexing agent) to exert action on ceria particles removal.\n                  \n                  \n                     3.3\n                     Cleaning effect testing and analysis\n                     The basic properties of three nonionic surfactants, CDEA, JFCE, and Triton X-100, were analyzed based on the experimental results of contact angle, surface tension, and wettability mentioned above. To further optimize the particle removal effect of the cleaning solution, the reference cleaning solution (0.15 wt% EDTA, pH = 11) was combined with different concentrations of CDEA, JFCE, and Triton X-100 to clean the contaminated dielectric wafer. Subsequently, the number of residual particles on the cleaned SiO2 surface was observed using SEM, and the results are shown in Figs. 4–6\n                        \n                        \n                        , respectively. From the figures, it can be seen that the cleaning effect of the reference solution compounded with CDEA, JFCE, and Triton X-100 is different. And the number of residual ceria particles on the wafer surface cleaned by the compounded solutions is significantly reduced compared with the reference solution. According to the SEM results in Figs. 4 and 6, it can be seen that with the addition of CDEA and Triton X-100 to the cleaning solution, as the concentration increases, the particle residue on the surface of the cleaned SiO2 decreases. When the concentration of CDEA and Triton X-100 reaches 2000 and 2500 ppm, respectively, the cleaning effect on ceria particles reaches the optimal point of their concentration gradient, but there are still a few particles remaining on the surface of the dielectric. In Fig. 5, it can be learned that after cleaning with an alkaline JFCE cleaning solution, the residual particles residues on the surface of SiO2 wafers are greatly reduced. When the concentration of JFCE reaches 2000 ppm, the cleaning effect is the best, and ceria particles are removed and a more ideal SiO2 surface is obtained.\n                     \n                        Fig. 7\n                         shows the particle cleaning efficiency of 1* cleaning solution containing no surfactant, 2000 ppm CDEA, 2000 ppm JFCE, or 2500 ppm Triton X-100, respectively. After cleaning the contaminated SiO2 surface with 1* cleaning solution containing 2000 ppm JFCE, almost all ceria particles were removed, providing a particle cleaning efficiency of up to 99.9%. This is mainly due to the excellent wetting performance of JFCE, which allows the cleaning solution quickly spread and cover the contaminated dielectric surface. The adsorbed JFCE molecules can reduce the molecular force between the SiO2 surface and the particles, through the complexation of the joint EDTA, thus promoting the particles to detach from the dielectric surface. Meanwhile, the improvement of the particle cleaning effect after adding nonionic surfactants may also be related to the \"wrapping\" effect produced by their micelle structure. The detached ceria particles will be wrapped in the isolation layer formed by the surfactant molecules, which effectively prevents ceria from re-adsorbing on the surface.\n                     \n                        Fig. 8\n                         shows the AFM images of the SiO2 surface after cleaning with different concentrations of CDEA, JFCE, and Triton X-100 compounded with 1* cleaning solution. From the figure, it can be seen that the roughness values of the SiO2 surface were significantly reduced to 0.298 nm, 0.212 nm, and 0.343 nm after the addition of 2000 ppm CDEA, 2000 ppm JFCE and 2500 ppm Triton X-100 to the cleaning solution, respectively. From the test results, it can be seen that all three cleaning solutions can effectively remove contaminants from the SiO2 surface and improve the surface condition, among which the cleaning solution containing 2000 ppm JFCE has the best cleaning effect. According to the above results, the cleaning solution with optimized components can effectively remove the particle residues (160 nm ceria) on the SiO2 surface, and the optimal cleaning solution is 0.15 wt% EDTA+2000 ppm JFCE (pH = 11).\n                     \n                        Fig. 9\n                         shows the particle size of CeO2 and CeO2 with the addition of non-ionic surfactants. From the figure, it can be seen that the average particle size of CeO2 before adding non-ionic surfactants is 163.7 nm. After adding 2000 ppm CDEA, 2000 ppm JFCE, and 2500 ppm Triton X-100 to the ceria slurry, the average particle size of CeO2 increased to 168.3 nm, 169.7 nm, and 168.0 nm, respectively. The test results show that these three surfactants can all play a role in wrapping ceria particles during the cleaning process, thereby preventing re-adsorption.\n                  \n                  \n                     3.4\n                     The removal mechanism of ceria particles by optimized cleaning solution\n                     \n                        3.4.1\n                        Quantum chemical calculation of nonionic surfactants\n                        Nowadays, quantum chemical calculations have been widely used as an effective method for studying intermolecular interactions and the adsorption mechanism of complexing agents in the post-CMP cleaning process [30]. According to the above experimental results, it was found that the JFCE compounded cleaning solution showed the best cleaning effect on ceria particles removal. In order to analyze the experimental results at the theoretical level, Dmol3 module was used to calculate the quantum chemical parameters of CDEA, JFCE, and Triton X-100 to further explore the key action sites of the three nonionic surfactants. Density functional theory (DFT) was used to compute the condensed Fukui function, molecular electrostatic potential (MEP), lowest unoccupied molecular orbital (LUMO), and highest occupied molecular orbital (HOMO) of surfactant molecules, respectively, which can predict and analyze the properties and adsorption sites of surfactant molecule from the theoretical level [31–33]. According to the frontier molecular orbital (FMO) theory, HOMO can donate electrons, and LUMO can accept electrons. A higher EHOMO value means that the molecules are more likely to provide electrons to molecules on the SiO2 surface with a lower energy of unoccupied d orbitals, and a lower ELUMO value indicates a higher possibility of accepting electrons from the SiO2 surface [34]. The optimized molecular structures and frontier molecular orbital energy level distributions of the three nonionic surfactants are presented in Fig. 10\n                           . It can be seen that the HOMO of the CDEA molecule is mainly concentrated around the hydroxyl group at the end of the molecule, while the LUMO is mainly located around the N atom and the CO bond. The HOMO and LUMO of the JFCE molecule are both distributed near the polyoxyethylene chain at the end of the molecule. According to the distribution of FMOs, the key action sites of both CDEA and JFCE nonionic surfactants are hydrophilic groups which present better permeability and wetting properties of their solutions. The HOMO of the Triton X-100 molecule diffuses around the benzene ring in the molecular structure, while LUMO is mainly suited on the benzene ring structure. For Triton X-100, its hydrophobic group is the key site for adsorption. The molecular energy gap (ΔE) is calculated by Eq. (2).\n                              \n                                 (2)\n                                 \n                                    \n                                       Δ\n                                       E\n                                       =\n                                       \n                                          E\n                                          LUMO\n                                       \n                                       −\n                                       \n                                          E\n                                          HOMO\n                                       \n                                    \n                                 \n                              \n                           where ELUMO stands for the energy value of the LUMO, and EHOMO represents the energy value of the HOMO. According to the calculation, JFCE possesses the smallest ΔE (4.129 eV), which is slightly lower than that of CDEA (4.238 eV) and Triton X-100 (4.262 eV). By comparing the molecular orbital energy level distribution of the three nonionic surfactants, it is found that the three molecules have different action groups, but they are relatively similar in terms of molecular orbital energy gaps.\n                        In order to investigate the sites where the nucleophilic or electrophilic attacks on the nonionic surfactant molecules, their molecular electrostatic potentials and Fukui functions were calculated on the geometrically optimized molecular structures, respectively. The corresponding results of CDEA, JFCE, and Triton X-100 are shown in Fig. 11\n                           .\n                        The red color in the MEP distribution represents the positive potential region and the blue one represents the negative potential region. As can be seen from Fig. 11, the significant accumulation of positive charges on CDEA, JFCE, and Triton X-100 molecules is mainly distributed on the H atom attached to the hydroxyl groups, where nucleophilic reactions tend to happen. The blue region at the oxygen atom on CDEA and JFCE molecules, as well as the benzene ring on Triton X-100 molecules, indicates that they are prone to electrophilic reactions.\n                        The Fukui function double descriptor (Δf) of atomic condensation based on finite difference approximation is calculated by Eq. (3).\n                              \n                                 (3)\n                                 \n                                    \n                                       Δ\n                                       f\n                                       =\n                                       \n                                          f\n                                          k\n                                          +\n                                       \n                                       −\n                                       \n                                          f\n                                          k\n                                          −\n                                       \n                                    \n                                 \n                              \n                           where \n                              \n                                 \n                                    f\n                                    k\n                                    +\n                                 \n                                 ,\n                                 \n                                    f\n                                    k\n                                    −\n                                 \n                              \n                            represent the Fukui functions for nucleophilic and electrophilic attacks, respectively. The maximum value of Δf indicates the nucleophilic attack site, while the most negative value indicates the electrophilic attack site [35,36]. As shown in Fig. 11, for the CDEA molecule, the largest Δf value is located at C11, which is a favorable site for nucleophilic attacks, while the atomic site with the smallest Δf value is O15, making it the main site for electrophilic attacks. Similarly, the H34 and O12 atoms of JFCE are nucleophilic attack sites; while for electrophilic attack, the O9 atom dominates the reaction site of JFCE. The nucleophilic attack of Triton X-100 probably occurs at C10 and C14 atoms of the benzene ring structure, while the C7 and O15 atoms are the reaction sites for the electrophilic attack. Combined with the above quantum chemical calculation results, the hydroxyl groups in the JFCE molecules are nucleophilic. Exert their steric hindrance in water mainly through the O9 and H34 atoms (i.e. hydrophilic groups) on the hydroxyl groups, reducing the interaction between the SiO2 surface and ceria particles, and thus achieving the removal of ceria particles.\n                     \n                     \n                        3.4.2\n                        MD simulation of adsorption of nonionic surfactants on SiO2 surface\n                        The optimal adsorption models of CDEA/JFCE/Triton X-100 and ceria molecules on the SiO2 surface were constructed by molecular dynamics simulations, respectively, as shown in Fig. 12\n                           , to facilitate the analysis of the adsorption states of the three nonionic surfactants on the SiO2 surface contaminated with ceria particles at the micro level. It can be seen that all three nonionic surfactant molecules maintain a parallel adsorption configuration on the SiO2 surface to achieve maximum coverage.\n                        To further compare the stability of the interaction between CDEA/JFCE/Triton X-100 and SiO2 surface, the adsorption energy of nonionic surfactants/SiO2–CeO2 were carried out using the following equation, as shown in Eq. (4), and the results are shown in Table 2\n                           .\n                              \n                                 (4)\n                                 \n                                    \n                                       \n                                          E\n                                          \n                                             a\n                                             d\n                                             s\n                                          \n                                       \n                                       =\n                                       \n                                          E\n                                          \n                                             t\n                                             o\n                                             t\n                                             a\n                                             l\n                                          \n                                       \n                                       −\n                                       \n                                          (\n                                          \n                                             \n                                                E\n                                                \n                                                   s\n                                                   i\n                                                   l\n                                                   i\n                                                   c\n                                                   a\n                                                   −\n                                                   c\n                                                   e\n                                                   r\n                                                   i\n                                                   a\n                                                \n                                             \n                                             +\n                                             \n                                                E\n                                                \n                                                   s\n                                                   u\n                                                   r\n                                                   f\n                                                   a\n                                                   c\n                                                   \n                                                   tan\n                                                   \n                                                   t\n                                                \n                                             \n                                          \n                                          )\n                                       \n                                    \n                                 \n                              \n                           where Etotal is the total energy of the system of CDEA/JFCE/Triton X-100 and ceria molecules on the SiO2 surface, while Esilica-ceria and Esurfactant represent the energy of the SiO2(\n                              \n                                 1\n                                 \n                                    1\n                                    ‾\n                                 \n                                 0\n                              \n                           ) surface with ceria molecules and the respective energies of surfactant molecules, respectively. Eads can reflect the adsorption capacity of nonionic surfactant molecules on the SiO2(\n                              \n                                 1\n                                 \n                                    1\n                                    ‾\n                                 \n                                 0\n                              \n                           ) surface, and a lower value of adsorption energy indicates a more stable interaction between the nonionic surfactant molecules and the SiO2 substrate. From the data in Tables 2 and it can be seen that the adsorption energies of CDEA, JFCE, and Triton X-100 molecules are −23.787 kcal/mol, −31.031 kcal/mol, and −21.358 kcal/mol, respectively, which indicates that JFCE has the most stable adsorption in SiO2–CeO2 system is compared to CDEA and Triton X-100. It also means that JFCE has a stronger affinity, which in turn increases the possibility of particle removal.\n                     \n                  \n                  \n                     3.5\n                     Analysis of the removal mechanism\n                     \n                        Fig. 13\n                         shows the schematic diagram of the removal of ceria particles during the post-CMP cleaning process. At the end of dielectric CMP, the fresh exposed SiO2 surface after friction removal is active, while the ceria particles in the CMP slurry are uniformly spread and tightly adsorbed on the surface of the SiO2 wafer during the polishing process due to van der Waals force and electrostatic attractive force, followed by the formation of difficult-to-remove covalent bond of Ce–O–Si. These particles need to be removed by the components of the cleaning solution in the subsequent cleaning process.\n                     The nonionic surfactant JFCE, with its excellent wettability and permeability, facilitates the cleaning solution to quickly cover the ceria-contaminated SiO2 surface and form a protective film that is hydrophilic inward and hydrophobic outward. This protective film can greatly reduce the molecular force between Ceria-SiO2 due to its steric hindrance and keeping the SiO2 surface in an easy-to-clean state. At this point, EDTA can complex the ceria particles to form Ce(III)-EDTA complex, which in turn breaks the Ce–O–Si bond structure, promoting the removal of ceria particles. The cleaning solution does not contain oxidants, and Ce3+ is mainly removed by reducing surface tension and complexation. In addition, the ceria particles can also be wrapped by the micelle structure formed by JFCE at CMC, effectively preventing their redeposition. After that, the Ce(III)-EDTA complex and the micelle-encapsulated cerium particles are cleaned from the surface of SiO2 by the mechanical action of PVA brush and water flow. Therefore, the combination of the chemical reaction of the cleaning solution with the mechanical action of the PVA brush can effectively remove the residual ceria particles adsorbed on the dielectric surface after CMP.",
    "Conclusion": "4\n                  Conclusion\n                  Three surfactants with different hydrophilic and hydrophobic groups, CDEA, JFCE, and Triton X-100, were selected to optimize the EDTA-based cleaning solution for removing cerium oxide particles absorbed on SiO2 surface. The surface tension and wetting properties of these three nonionic surfactants were tested. Compared with CDEA and Triton X-100, JFCE has lower surface tension and better spreading characteristics on SiO2 surface. Then, the removal effect of the residual particles on the SiO2 surface with the optimized cleaning solution was compared. The improvement of the SiO2 surface roughness achieved by the optimized cleaning solution was further also analyzed to determine the optimal cleaning solution component. It was found that the alkaline cleaning solution containing 2000 ppm JFCE and 0.15 wt% EDTA was the most effective in removing ceria particles and with a particle cleaning efficiency of up to 99.9%. And the surface roughness was significantly reduced to 0.212 nm. The molecular activity and adsorption energy of CDEA/JFCE/Triton X-100 were calculated and compared using DFT theory and MD simulation. JFCE has stronger molecular activity with its action sites mainly concentrated on hydrophilic groups. The adsorption model formed with SiO2-ceria has better stability according to adsorption energy. Thus, JFCE is considered as a better surfactant to optimize the cleaning solution. A cleaning solution containing 0.15 wt% EDTA and 2000 ppm JFCE at pH 11 was identified to effectively remove ceria particles. The selection and synergistic mechanism of several complexing agents and surfactants for post-STI-CMP cleaning are discussed in detail in this work. To meet the technical requirements of STI caused by the reduction of feature size, the particle size of ceria abrasive will be smaller, and the research on particle removal will be more challenging, requiring further in-depth research.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Xinyu Zhao: Writing – original draft, Validation, Software, Methodology, Investigation, Formal analysis, Conceptualization. Mei Yan: Writing – review & editing, Software. FangYuan Wang: Writing – review & editing. Xinyu Han: Writing – review & editing, Software. Baimei Tan: Writing – review & editing, Supervision, Funding acquisition, Conceptualization. Jiadong Zhao: Writing – review & editing. Renhao Liu: Writing – review & editing. Yunhui Shi: Writing – review & editing."
  },
  "references": []
}