{
  "title": "Role of ammonium ionic liquid and Pd nanoparticles in cavitation-based graphite decontamination and recycling process",
  "authors": [
    "Lahiri, S."
  ],
  "publication": {
    "journal": "Ultrasonics Sonochemistry",
    "date": "2023-11-30",
    "doi": "10.1016/j.ultsonch.2023.106607"
  },
  "abstract": "Sonochemical recovery of radioactive contaminants from nuclear graphite has been demonstrated to be quite invaluable in recent studies. However, graphite is a soft material and is prone to erosion and wear. This restricts the recycle of graphite cleaned using ultrasound beyond a few decontamination cycles. Hence, it is an imperative to prevent the surface erosion of graphite in the sonic field. The current work studies the efficacy of ultrasound in decontaminating ceria contaminated graphite coupons using a cocktail of acids (0.25 M HNO3 − 1 M HCOOH − 0.2 M [N2H5][NO3]). Based on the superlative effects of ionic liquids in lubrication and erosion prevention, the effect of adding ionic liquid stabilized Pd nanoparticles to the leachate was also studied. It was observed that the Trioctylmethyl ammonium chloride (TOMAC) ionic liquid prevented the generation of the carbon residue due to a protective viscous layer formation reducing the mechanical effects of cavitation on graphite surface. It also helped in maintaining the porosity change in graphite microstructure around 5% after 15 cycles of decontamination. TOMAC also proved to offer better surface protection on graphite compared to imidazolium-based ILs, based on the change in compressive strength and porosity in different ionic liquids. The palladium nanoparticles, on the other hand, helped in reductive dissolution of ceria layer by acting as a reducing agent due to its lower reduction potential compared to cerium. With the surge in demand of graphite worldwide, a non-destructive decontamination process for graphite with no secondary waste generation is the need of the hour. This study is an attempt in that direction.",
  "keywords": [
    "Decontamination kinetics",
    "Ultrasound",
    "Ionic liquid",
    "Cavitation based erosion",
    "Palladium nanoparticles"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  With the surge in demand of graphite from conventional and new industries (battery and graphene based applications), the cost of graphite is projected to increase five times by the turn of this decade. This would take a toll on the capital and operating costs of nuclear fuel fabrication facilities, which is a challenge. Therefore, it is an imperative to develop a technology to clean and reuse the contaminated graphite from the nuclear industry. Decontaminating porous substrates like graphite is a challenge due to contaminants embedding deep inside the pores [1]. Therefore, a mechano-chemical process intensification method is required to dislodge the contaminants from the pores. Process intensification entails the use of novel techniques that are expected to bring substantial improvements in manufacturing in terms of size of equipment, energy consumption and waste production. Intensification can be achieved broadly by using some intensifying equipment, (novel reactors, heat/ mass-transfer enhancing equipments) or techniques using alternative energy sources (light, ultrasound, microwave). Most of the intensification techniques are generally destructive in nature, leading to the acid digestion or oxidation of the graphite substrate. Therefore, identification of a non-destructive decontamination technique is an imperative. Worldwide, non-irradiated graphite is generally dumped in near surface disposal facilities, without much effort in the direction of recycling. According to an IAEA Tecdoc published in 2010, around 2,50,000 tonnes of contaminated graphite are awaiting reprocessing. A large section of this contaminated graphite are non-irradiated and comes from fuel fabrication facilities. These graphite can be reprocessed and recycled, leading to a circular economy.\n                  Sonochemical recovery of radioactive contaminants from nuclear graphite is found useful in recent studies [1–5]. Sonochemistry implies the use of the phenomenon of cavitation generated using ultrasound in process intensification. In the recent years, the use of cavitation in process intensification has gained ground [6,7]. A number of recent studies have demonstrated the efficacy of ultrasound in decontaminating graphite. However, graphite is a soft material with a hardness value ranging between 1 and 2 in Mohr's hardness scale. Therefore, it is prone to wear and exfoliation, especially in lower frequencies of operation, leading to the generation of carbon residue. This is a major shortcoming, especially for scale-up and design of large reactors, due to the large quanta of carbon residue generated.\n                  The current work studies the efficacy of ultrasound in decontaminating ceria contaminated graphite coupons using a cocktail of acids (0.25 M HNO3 − 1 M HCOOH − 0.2 M [N2H5][NO3]). Ceria is widely used as a non-radioactive surrogate for dissolution studies of refractory lanthanides and actinides [8–11]. The reductive dissolution of ceria is favorable in view of the fact that Ce(III) compounds have higher solubility rates compared to those of Ce(IV) [12–15]. Virot et al. [16] had demonstrated faster dissolution of ceria in 0.25 M HNO3 − 1 M HCOOH − 0.2 M [N2H5][NO3] using Pt nanoparticles. In order to devise a faster recovery process for ceria decontamination from graphite, we have used 0.25 M HNO3 − 1 M HCOOH − 0.2 M [N2H5][NO3] as the leachate. Palladium nanoparticles were chosen as an alternative to the more expensive platinum nanoparticles. The Pd nanoparticles were intentionally dispersed in Trioctylmethyl ammonium chloride (TOMAC) ionic liquid. This enabled us to check the superlative effects of ionic liquids in lubrication and erosion prevention as well. Ionic liquids have large asymmetric organic cations with an inorganic anion [17]. The change of porosity and compression strength was tested over 15 decontamination cycles to ascertain the change in properties of cleaned graphite.",
    "Materials and methods": "2\n                  Materials and methods\n                  \n                     2.1\n                     Materials and sample preparation\n                     Graphite from M/s Graphite India Limited were procured and coupons (25 mm diameter and 5 mm thick) were fabricated for the experiments. The coupons were degassed in degassing furnace at 1200 °C in bulk to release the trapped impurities and gases from the pores of graphite over a period of 100 h [18]. The ceria-based slurry was prepared using 2 wt% dry ceria powder in polyacrylic acid at a pH ∼ 8.5 in a planetary mill (Fritsch, Germay) at 100 RPM [5]. Ceria slurry initially had a 75:25 wt ratio of ceria and water, which was later diluted to 50:50. The ceria powder was sourced from M/s Indian Rare Earth Limited. The graphite coupons were coated with the ceria slurry using paint-brush method. The test coupons were sintered at 500 °C using a heating rate of 40 °C h−1 and the morphology was studied under Scanning Electron Microscope (SEM).\n                  \n                  \n                     2.2\n                     Experimental setup\n                     A typical ultrasonic bath (from M/s Trans-o-sonic) used in the sonication experiments had an operating frequency of 20 kHz with sonic intensity of 8 W cm−2. The choice of lower frequency range was based on the mechanochemical effect of cavitation generated by sonication. Typically, at lower frequency of operation (20 to 40 kHz), the mechanical effects of cavitation are higher. This facilitates higher decontamination rate [19]. The parametric studies were carried out at this range. The sonic intensity was varied between 0 and 12 W cm−2. A schematic of the stages of cavitation based decontamination for ceria recovery is given in Fig. 1\n                        (a). The experimental baths were housed in a fume-hood to direct the NOx fumes through a NaOH scrubber and a stack of a height 10 m.\n                  \n                  \n                     2.3\n                     Leachate preparation\n                     Hydrazinium nitrate, [N2H5][NO3], was used as an anti-nitrous agent. It was prepared by neutralizing hydrazine hydrate with dilute nitric acid while continuously stirring the mixture. The desired leachate, 0.25 M HNO3 − 1 M HCOOH − 0.2 M [N2H5][NO3], was made by following procedure reported by Virot et al. [16].\n                  \n                  \n                     2.4\n                     Preparation of Pd nanoparticles\n                     The preparation of Pd nanoparticles was carried out in Trioctylmethyl ammonium chloride (from M/s Sigma Aldrich, MW: 404.17) ionic liquid medium by chemical reduction method where NaBH4 acts as a reducing agent for the palladium chloride [20]. The transmission electron microscopy (TEM) images were obtained with a TEM LEO 922 Omega microscope by analysing a drop of the ionic liquid stabilized Pd suspension on a carbon-coated copper grid.\n                     Two imidazolium based ionic liquids (imILs) namely: (a) [C2C1im][Ntf2] and (b) [C10C1im][Ntf2] were used in the test for comparison with TOMAC. They were of M/s Olitec make and had a purity of 98% and 99% respectively.\n                  \n                  \n                     2.5\n                     Post-decontamination analysis of leach liquor and graphite\n                     The leachate acid and 2 wt% Pd in TOMAC was used in the sonochemical treatment. The density and the viscosity of the aliquots of leach liquor were checked in Viscometer (Make: M/s Anton Paar, Model SVM 3000). Cerium content in the leachate was analysed for the cerium content by Inductively Coupled-Plasma Optical Emission Spectroscopy (ICPOES). The graphite substrate obtained after decontamination was analyzed using Fourier-Transform Infrared Spectrometry [6].\n                     The carbon dust generated due to exfoliation was collected after filtration and oxidized in air. The residue remaining was measured to determine the amount of ceria adsorbed in the carbon dust. X-ray diffraction studies of the graphite substrate and the carbon dust were carried out in Empyrean diffractometer (M/s Malvern Panalytical). Mercury porosimetry is widely used to determine the pore size distribution and specific surface areas of the substrates. Porosity was carried out using Thermo-Fisher Scientific Mercury-Porosimeter. The distribution of particle size, for both ceria and the carbon dust generated due to exfoliation, was determined using Mastersizer 2000 (M/s Malvern Panalytical).\n                     Brunauer-Emmett-Teller (BET) surface area analysis is a specific surface area measurement technique of a solid sample using gas adsorption, where an inert gas such as nitrogen is continuously purged over the substrate. The gas molecules are adsorbed on the solid substrate and its pores due to van der Waals forces in the form of a monolayer. This rate of adsorption can be extrapolated to find the pore size distribution of the substrate.\n                     Compression test of the graphite specimens was carried out on on a computer controlled servo-hydraulic testing machine having capacity of 100 kN, as per ASTM C-695. The rate of loading was fixed at 0.3 mm/min. The failure load and the strain data were digitally recorded.\n                     An experimental flowchart has been given in Fig. 1 (b), summing the experimental methodology adopted.\n                     The shrinking core model was used to model the dissolution kinetics of ceria in the leachate acid combination. The three possible mechanisms of the shrinking core model (as in Eqs. (1)–(3)) as film diffusion control, surface reaction control and product layer diffusion control, were fitted.\n                     1. Film diffusion control\n                           \n                              (1)\n                              \n                                 \n                                    x\n                                    =\n                                    \n                                       t\n                                       τ\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     2. Surface reaction control\n                           \n                              (2)\n                              \n                                 \n                                    1\n                                    -\n                                    \n                                       \n                                          \n                                             \n                                                1\n                                                -\n                                                x\n                                             \n                                          \n                                       \n                                       \n                                          1\n                                          3\n                                       \n                                    \n                                    =\n                                    \n                                       t\n                                       τ\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     3. Ash layer diffusion control\n                           \n                              (3)\n                              \n                                 \n                                    1\n                                    -\n                                    \n                                       \n                                          3\n                                          \n                                             \n                                                \n                                                   1\n                                                   -\n                                                   x\n                                                \n                                             \n                                          \n                                       \n                                       \n                                          2\n                                          3\n                                       \n                                    \n                                    +\n                                    2\n                                    \n                                       \n                                          \n                                             1\n                                             -\n                                             x\n                                          \n                                       \n                                    \n                                    =\n                                    \n                                       t\n                                       τ\n                                    \n                                 \n                              \n                           \n                        where, τ is the time taken for complete reaction, x is the conversion of cerium ion.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Graphite decontamination without adding Pd nanoparticles\n                     The cylindrical graphite coupons, of diameter 20 mm and height 5 mm, were degassed [18] and weighed before coating ceria. The degassing was done in a high-vacuum furnace for 10 h till the vacuum stabilized. The graphite was degassed till 1100 °C (as shown in Fig. 2\n                        (a)). The thermo-gravimetric analysis of a graphite pellet of weight 2.7 mg (having surface area 0.3 cm2) showed around 4% weight loss due to degassing (Fig. 2(b)). In order to determine the activation energy of desorption, the factor ln(1/m(dm/dt) was plotted at different temperature (Fig. 2(c)).\n                     The following expression shows the rate of change of the mass (m) of the graphite coupon, where km is the desorption rate constant.\n                           \n                              (4)\n                              \n                                 \n                                    dm\n                                    /\n                                    dt\n                                    =\n                                    -\n                                    \n                                       k\n                                       m\n                                    \n                                    m\n                                 \n                              \n                           \n                        \n                     \n                     On integrating Eq. (4), we get an expression for determining the activation energy (Ed) of desorption at temperature T where R is the universal gas constant and A is the frequency factor.\n                           \n                              (5)\n                              \n                                 \n                                    ln\n                                    \n                                       \n                                          \n                                             \n                                                1\n                                                m\n                                             \n                                             \n                                                \n                                                   dm\n                                                \n                                                \n                                                   dt\n                                                \n                                             \n                                          \n                                       \n                                    \n                                    =\n                                    ln\n                                    A\n                                    -\n                                    \n                                       \n                                          E\n                                          d\n                                       \n                                       \n                                          RT\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     The average activation energy (Ed) for desorption was found to be 15 kJ/mol, which is significantly low pointing to desorption of gases and not chemical reaction.\n                     The pore size of the graphite coupons varied between 0.05 and 10 µm. The graphite had 18% porosity, as specified by the manufacturer (M/s Graphite India Limited). The micrograph of the degassed graphite surface is shown in Fig. 3\n                         (a). The microstructure shows the absence of any open pores or crevices on the surface.\n                     The particle size distribution of the ceria powder used in the coating was found to range between 0.8 and 8 µm. The specific surface area of the ceria powder, as specified by the manufacturer, was 20 m2g−1. A micrograph of the ceria coated surface showed the presence of agglomerates and aggregates, as shown in Fig. 3(b). The ceria slurry was coated on the degassed graphite tokens and the coupons, thus generated were sintered at 500 °C in rough vacuum. The sintered ceria coating showed the presence of agglomerates and aggregates, as seen in Fig. 3(b).\n                     \n                        Fig. 3(c) depicts the microstructure of ceria coated graphite after 30 min of sonication. In the absence of the Pd nanoparticles, pores induced by cavitation were prominent. This also led to the generation of carbon dust due to exfoliation, since graphite is a soft material (Vicker's Hardness Number VHN = 8 kg/mm2, as specified by the manufacturer).\n                     The carbon dust generated due to the cavitation erosion was dried and weighed after specific time intervals. The weight of the carbon dust generated per unit time was divided by the surface area of the graphite coupon to determine the erosion rate in mg cm−2h−1. The erosion rate of graphite has been shown in Fig. 4\n                        (a), in the absence of the Pd nanoparticles. It may be noted that initially there is a steady rise in the erosion rate due to the opening up of fresh surfaces due to attrition. However, beyond 1 h, the rate of erosion stabilizes and reaches a plateau. The rate of erosion is 1.2 mg cm−2h−1 for an operating frequency of 20 kHz, while it reduces to 0.01 mg cm−2h−1 at 40 kHz. Therefore, there should be a trade off between erosion and process intensification due to cavitation.\n                     The carbon residue generated from the erosion of graphite was analyzed using X-ray diffraction (XRD), as shown in Fig. 4(b). The XRD spectrum shows a sharp signature peak of graphite at 26.7° and less dominant peaks at 44° and 56°. The erosion in graphite follows the mechanism of intercalation, as reported by Forsman et al [21]. The nitronium ions generated by the sonolysis of nitric acid are interspersed in the graphite interlayers, leading to the formation of the intercalation compound, Cn\n                        +.NO3\n                        −.xHNO3. The interlayer spacing in graphite is roughly 0.33 nm. But due to the bulky intercalation compound, the interlayer spacing increases and the van der Waals force of attraction between the layers decreases. This leads to systematic exfoliation of graphite layers.\n                     The carbon residue was also washed to recover the adsorbed ceria ions. The particle size distribution of the carbon dust generated at 20 kHz, after washing off the adsorbed ceria, is shown in Fig. 4(c).\n                     It was found that after 1 h of sonication, the carbon residue generated absorbs cerium ions around 2% of its weight. This observation was based on the apparent reduction in recovery of ceria observed in the acid leachate beyond 30 min of sonication. Sonication generates carbon dust which, in turn, act as sites of adsorption of cerium ions. Such observation was made in our earlier study [5]. Therefore the carbon residue being generated was washed to recover the ceria adsorbed in it and this adsorbed amount was added to the amount of ceria in the leachate to account for the total ceria recovery.\n                     Such absorption can be explained by the van der Waals force of attraction between the carbon dust and the cerium ions. In molecular physics, van der Waals force between two spherical bodies of radius R1 and R2 is given by the relation, as proposed by Hamaker [22]:\n                           \n                              (6)\n                              \n                                 \n                                    F\n                                    V\n                                    W\n                                    \n                                    =\n                                    \n                                       \n                                          A\n                                          \n                                          \n                                             R\n                                             1\n                                          \n                                          \n                                             R\n                                             2\n                                          \n                                       \n                                       \n                                          6\n                                          \n                                             \n                                                r\n                                             \n                                             2\n                                          \n                                          \n                                             (\n                                             \n                                                R\n                                                1\n                                             \n                                             +\n                                             \n                                                R\n                                                2\n                                             \n                                             )\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     Here, A is Hamaker constant and r is the distance between the two bodies. Since the radius of the carbon dust is much higher than that of the ions, the (R1 + R2) term in the denominator may be taken as R1. In that case, the van der Waals forces would be a function of R2 (radius of the ion) only. It is evident from the relation that smaller the radius of the ion, greater will the van der Waals force acting on them. This is comparable to the amount of uranium ion absorbed in the carbon dust, reported earlier [1]. This can be attributed to the similarity in radii of uranium (U6+ 100 pm) and cerium ions (Ce3+ 115 pm).\n                  \n                  \n                     3.2\n                     Intensified ceria dissolution with ionic liquid stabilized Pd\n                     The Transmission Electron Microscopy (TEM) images of the Pd nanoparticles stabilized in ionic liquid shows a particle size distribution varying between 1 and 7 nm, as shown in Fig.s 5(a) and 5(b). On adding the ionic liquid based Pd nanoparticles, the effect of erosion and pore opening were reduced. This can be concluded by comparing the microstructures of Fig. 3(c) and Fig. 5\n                        (c) with the microstructure of unused graphite (Fig. 3(a)). While formation and deepening of pores was evident in Fig. 3(c) due to the mechano-chemical effect of cavitation, Fig. 5(c) shows the absence of such porous structures.\n                     It was observed that the attrition effect of cavitation was felt less by the graphite on the addition of the IL-stabilized Pd nanoparticles to the original 0.25MHNO3 − 1 M HCOOH − 0.2 M [N2H5][NO3] leachate acid combination. This was attributed to the lesser generation of the intercalation-compound, Cn\n                        +.NO3\n                        −.xHNO3. But in the presence of formic-acid, the formation of this intercalation compound is decelerated due to denitration, as shown in Eq. (7). The denitration of nitric acid is further expedited by the presence of the Pd nanoparticles, as per the Eqs. (8) and (9), leading to nitrous acid formation. This further promotes the denitration reaction, represented in Eq. (7).\n                           \n                              (7)\n                              HCOO. + HNO2 → CO2 + N2 + H2O\n                           \n                        \n                        \n                           \n                              (8)\n                              Pd + HNO3 → PdO + NO+ + OH−\n                              \n                           \n                        \n                        \n                           \n                              (9)\n                              NO+ + H2O → HNO2 + H+\n                              \n                           \n                        \n                     \n                     The TOMAC has a large asymmetric cation-chain along with a Cl− anion. This forges π-π bonds on the sp2 hybridized surface of the graphite, thereby warding off the eroding effects of the cavitation bubbles the substrate after the ceria layer is dissolved out. A X-ray diffraction (XRD) study of the graphite surface with and without the Pd nanoparticles after 60 min of sonication (Fig. 5(d)). The signature peak of graphite at 26.5° was observed on the fresh graphite surface as well as the graphite sonicated in ionic liquid based Pd. The grafting of the Pd nanoparticles can be concluded from the Pd peaks at 40° and 68° along with the (111) and (220) crystalline planes respectively.\n                     In order to compare the condition of the fresh graphite surface with sonicated graphite sample in leachate acid and ionic liquid stabilized Pd nanoparticles, Fourier Transform Infrared (FTIR) spectra were studied in transmittance mode. The surface of the Pd-ionic liquid coated surface confirmed the grafting of the ionic liquid on the graphite host due to the presence of C = N, C-N and C-N stretchings at 1640, 1340 and 1055 cm−1.\n                     Transmission of ultrasound and the effects of cavitation is also dependant on the viscosity and the density of the liquid medium. The acoustic intensity I is dissipated exponentially from the starting value I0\n                         with distance d for absorption coefficient of the medium as α, as elucidated by Eq. (10). [23]\n                        \n                           \n                              (10)\n                              \n                                 \n                                    I\n                                    =\n                                    \n                                       I\n                                       0\n                                    \n                                    \n                                       \n                                          e\n                                       \n                                       \n                                          -\n                                          2\n                                          α\n                                          d\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     The absorption-coefficient for a particular medium (\n                           \n                              α\n                              /\n                              \n                                 \n                                    f\n                                 \n                                 2\n                              \n                              \n                                 )\n                              \n                           \n                         governs the degree of attenuation of acoustic waves at frequency f in a liquid, as given in Eq. (10) \n                        [24].\n                           \n                              (11)\n                              \n                                 \n                                    α\n                                    /\n                                    \n                                       \n                                          f\n                                       \n                                       2\n                                    \n                                    =\n                                    \n                                       \n                                          8\n                                          \n                                             \n                                                π\n                                             \n                                             2\n                                          \n                                          η\n                                       \n                                       \n                                          3\n                                          ρ\n                                          \n                                             \n                                                u\n                                             \n                                             3\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where, dynamic viscosity of the leachate, given by η was found to be 1.2 mPas, and ρ is the density of the acidic-leachate medium (1.02 g cm−3) and u is the speed of sound in the liquid medium.\n                     Introduction of the ionic liquid into the leachate acid steps up its viscosity, resulting in the attenuation of the intensity of ultrasound, as evident from the Eq. (11). Despite no significant change in the density of the leachate before and after addition of ionic liquid, there was an 1.3 times upsurge in viscosity of the TOMAC-based medium. Therefore, the absorption coefficient for the acid cocktail containing the ionic liquid would be magnified 1.3 compared to the leachate without the TOMAC-Pd under identical acoustic frequency due to the change in viscosity of the medium. Likhanova et al. [25,26] has reported such attenuation effect of ultrasound by ionic liquid for steel. Addition of ionic liquid will therefore, be particularly useful in cases where there is a requirement to recycle the substrate for a large number of cycle without compromising on the surface texture.\n                     In order to substantiate this conjecture, bare graphite pieces were sonicated in the leachate acid combination in the presence and in the absence of the ionic liquid. It can be seen from the photographs (Fig. 6\n                        ) that the leachate liquor has carbon residue in the absence of ionic liquid due to exfoliation. However, the residue was absent when ionic liquid was added to the leachate, thereby proving the above theory.\n                     Imidazolium based ionic liquids have been reported to have inhibitory effect on mild steel corrosion [27]. The study on sonicating virgin graphite was repeated for two imidazolium based ionic liquids (imILs) namely: (a) [C2C1im][Ntf2] and (b) [C10C1im][Ntf2]. Addition of both the ILs prevented exfoliation of graphite. The viscosity of [C2C1im][Ntf2] and [C10C1im][Ntf2]-based media was found to increase 1.2 and 1.23 times respectively. Based on their surface tension and contact angle values, it has been reported that both these imILs wet the graphite surface. The interfacial surface tension of [C2C1im][Ntf2] on graphite is 29.3 mN m−1 while that for [C10C1im][Ntf2] is 26.4 mN m−1. These values point to good wettability of the ILs on graphite and thereby, higher possibility of formation of the protective layer [28].\n                  \n                  \n                     3.3\n                     Decontamination kinetics without TOMAC based Pd\n                     The HNO3-HCOOH–[N2H5][NO3] leachate acid cocktail was selected as leachate for dissolving ceria out of the graphite surface. While nitric acid will facilitate ceria dissolution, formic acid will aid in the reductive dissolution. In order to prevent the denitration of the nitric acid, an anti-nitrous agent, hydrazinium nitrate is also used, as reported by Virot et al. [17].\n                     To determine the intensification brought about by the sonication process, a comparison of the ceria dissolution kinetics in the presence and absence of ultrasound was evaluated. Based on the earlier works [3–6], an operating frequency of 20 kHz was chosen. The recovery rate of ceria in the leachate at 45 °C in the sonic field and also under silent condition has been demonstrated in Fig. 7\n                        (a). The improvement in the dissolution kinetics in the presence of ultrasound which may be ascribed to the mechanochemical effects of ultrasound -microstreaming, cavitation and implosion of bubbles on the surface of graphite. Similar observations were also made in the earlier case studies [1–3]. While the extent of recovery of uranium and yttria from graphite pores at 20 kHz after 30 mins were as high as 70% and 90% respectively in nitric acid, ceria showed a 3% recovery rate in a cocktail of acids. This is mainly attributed to the reductive dissolution mechanism of ceria. Ceria is sparingly soluble in oxidizing acids like nitric acid. Therefore, formic acid is added to facilitate the reduction pathway. Formic acid, on the other hand, is promotes denitration of nitric acid. Therefore, an anti-nitrous agent, hydrazine nitrate is also added in the acid cocktail, as discussed in Section 3.2.\n                     \n                        3.3.1\n                        Study of kinetics\n                        The kinetic data was fitted in the shrinking-core model. Chi-square test was carried out to determine the best fit mechanism out of the three: ash-layer control, surface-reaction control and film-diffusion control.\n                        A chi-square (Χ2) test is astatistical tool to test goodness of fittest for a variable. Goodness of fit is an indicator of how well a model equation fits a set of observations. A high value of goodness of fit points to the fact that the values expected based on the model areanalogous tothe expected or observed values and vice-versa. The Pearson’s chi-square test is given by:\n                              \n                                 (12)\n                                 \n                                    \n                                       \n                                          \n                                             X\n                                          \n                                          2\n                                       \n                                       =\n                                       ∑\n                                       \n                                          \n                                             \n                                                (\n                                                O\n                                                -\n                                                E\n                                                )\n                                             \n                                             2\n                                          \n                                          E\n                                       \n                                    \n                                 \n                              \n                           where, O is the observed values and E the expected values. The larger the difference between the observations and the expectations (O\n                           –\n                           E)\n                           in the equation, the bigger the chi-square will be. Since the test was performed at 3 temperature sets, the degree of freedom will be 2. The critical X2 value for significance level of 0.05 is 5.99. The X2 value for product layer diffusion control mechanism was 1.67 (<5.99), meaning that the difference between observed and expected values are not statistically significant. Meanwhile, X2 values for film diffusion and surface reaction control were 6.23 and 6.03 respectively.\n                        The kinetic data at different concentration and temperature were also used to determine the value of reaction rate constant kD in accordance with Eq.(13). Assuming that kD = f(T,CHNO3), where CHNO3 is the concentration of acid, T is temperature of operation, kD can be expressed by the following equation:\n                              \n                                 (13)\n                                 \n                                    \n                                       \n                                          k\n                                          D\n                                       \n                                       =\n                                       \n                                          k\n                                          0\n                                       \n                                       \n                                          \n                                             e\n                                          \n                                          \n                                             \n                                                \n                                                   -\n                                                   E\n                                                \n                                                a\n                                             \n                                             \n                                                RT\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        In Eq. (13), k0 is the Arrhenius constant, Ea is the activation energy [29]. The activation energy was deduced from the Arrhenius equation. The Arrhenius plots can be obtained from the values of reaction rate constant kD at different temperatures. The average activation energy for the dissolution of ceria was established as 105.8 kJ/mol. Finally, the equation for the reaction rate constant obtained using the fitting can be expressed as\n                              \n                                 (14)\n                                 \n                                    \n                                       \n                                          k\n                                          D\n                                       \n                                       =\n                                       1.5\n                                       \n                                       x\n                                       \n                                       \n                                          \n                                             10\n                                          \n                                          15\n                                       \n                                       \n                                          \n                                             e\n                                          \n                                          \n                                             \n                                                -\n                                                105830\n                                             \n                                             \n                                                RT\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        Overall, the kinetic equation for dissolution of the ceria coating under the present experimental conditions can be shown in Eq. (15).\n                              \n                                 (15)\n                                 \n                                    \n                                       1\n                                       -\n                                       \n                                          \n                                             (\n                                             1\n                                             -\n                                             x\n                                             )\n                                          \n                                          \n                                             1\n                                             3\n                                          \n                                       \n                                       =\n                                       \n                                       1.5\n                                       \n                                       x\n                                       \n                                       \n                                          \n                                             10\n                                          \n                                          15\n                                       \n                                       \n                                          \n                                             e\n                                          \n                                          \n                                             \n                                                -\n                                                104859\n                                             \n                                             \n                                                RT\n                                             \n                                          \n                                       \n                                       t\n                                    \n                                 \n                              \n                           where × is the extent of dissolution of ceria and t is time elapsed.\n                     \n                     \n                        3.3.2\n                        Effect of porosity of graphite in subsequent decontamination cycles\n                        In order to evaluate the degradation in the microstructure of graphite, the porosity of the graphite was tested after 5, 10 and 15 cycles of decontamination in HNO3-HCOOH–[N2H5][NO3] leachate acid combination. It was observed that the initial porosity of 18% increased to 18.4% in 5 cycles, 19.2% in 10 cycles and 21.5% in 15 cycles. Generally, an increase in porosity of graphite will decrease its mechanical properties such as tensile strength, Young's modulus, Poisson ratio, and damping capacity. Therefore, reuse of graphite as structural materials after sonochemical decontamination will be limited by its increase in porosity.\n                     \n                  \n                  \n                     3.4\n                     Kinetics of ceria recovery with TOMAC-Pd nanoparticles\n                     \n                        Fig. 7(b) compares the intensified ceria dissolution at 45 °C and 60 °C bath temperature (in %) in the presence of 20 kHz ultrasound and in silent mode. On differentiating the ceria recovery from the graphite in the presence of Pd nanoparticles in the presence and in the absence of ultrasound, it was observed that the dissolution increased fourfold with Pd compared to the silent reaction.\n                     The increase in dissolution rate on adding Pd nanoparticles may be accredited to a the reduction of Ce(IV) to Ce(III) by Pd(0) as their standard redox potential is + 1.74 V, which is thermodynamically favoured. The standard redox potential Pd2+/Pd is + 0.90 V at standard temperature and pressure [30]. The electrochemical cell voltage is 0.84 V, confirming the feasibility of the reaction, as shown in Eq. (16).\n                           \n                              (16)\n                              E°cell = E°cathode − E°anode = 1.74 V − 0.9 V = 0.84 V\n                           \n                        \n                     \n                     On weighing the recovery of ceria in the presence of ultrasound and IL based Pd nanoparticles with the sonicated reaction without TOMAC-Pd (Fig. 7(a)), it was seen there is an intensification in dissolution by 1.5 times at 45 °C and at 60 °C. The increase in the dissolution rate is brought about by the mechanical effects of cavitation and sonolysis of the acids. Ultrasound generates phases f rarefaction and compression in a liquid medium. In the rarefaction phase, bubbles are generated, which grow and subsequently, collapse at a later compression stage. Just before the adiabatic collapse, the interior of these bubbles attains intense temperature and pressure, acting as micro-reactors and dissociating the acid molecules to radicals. The radicals generated due to sonolysis were instrumental in faster dissolution of ceria and therefore, improved decontamination. As the temperature of the leachate increases, there is an increase in the vapour pressure of the leachate and decrease in its viscosity. This facilitates cavitation formation and therefore, increases the mechano-chemical effects of sonication.\n                     \n                        3.4.1\n                        Kinetics of the ceria dissolution from graphite\n                        The kinetic data was analyzed to determine the rate equation using the shrinking core model. The recovery of ceria followed a surface reaction control mechanism, similar to that discussed in the earlier section.\n                        The activation energy of the dissolution of ceria from the substrate was found to be 105.8 kJ mol−1 (without TOMAC-Pd) and 95.8 kJ mol−1 in the presence of the Pd. On comparing the activation energy of the Pd mediated reaction with the Pt mediated decontamination, reported earlier [5], it is seen that the activation energy for the Pd mediated reaction is comparable to the Pt mediated one. Finally, the kinetic model equations for its dissolution from substrate in the presence of the Pd nanoparticles using ultrasound is given in Eq. (17).\n                              \n                                 (17)\n                                 \n                                    \n                                       1\n                                       -\n                                       \n                                          \n                                             (\n                                             1\n                                             -\n                                             x\n                                             )\n                                          \n                                          \n                                             1\n                                             3\n                                          \n                                       \n                                       =\n                                       \n                                       \n                                          \n                                             6.6\n                                             \n                                             x\n                                             \n                                             \n                                                \n                                                   10\n                                                \n                                                14\n                                             \n                                             e\n                                          \n                                          \n                                             \n                                                -\n                                                95806\n                                             \n                                             \n                                                RT\n                                             \n                                          \n                                       \n                                       t\n                                    \n                                 \n                              \n                           \n                        \n                        Summing up, the rates of decontamination with only nitric acid and the combination of nitric and formic acids with hydrazine nitrate has been compared in Table 1\n                           . The acid combination offers a better decontamination rate compared to nitric acid alone, as discussed. The rate is further enhanced with the addition of Pt and Pd nanoparticles. Moreover, use of ionic liquids in stabilizing nanoparticles help preventing erosion in graphite.\n                     \n                     \n                        3.4.2\n                        Effect of acoustic frequency on ceria dissolution from graphite\n                        Acoustic frequency governs the size of the bubbles formed by governing the time period of the rarefaction and compression phases. The sensitivity of the operating frequency on the decontamination kinetics was studied at various operating frequencies as 20 kHz, 25 kHz, 30 kHz and 40 kHz using the same cocktail of acid leachate and Pd nanoparticles temperature of 45 °C and a constant power density of 8 W cm−2. Larger bubble size at lower frequencies led to better mechanochemical effects as is evident from Fig. 8\n                           (a). As the frequency was increased from 20 kHz to 25 kHz, the recovery of ceria reduced by almost 20%. However, the reduction of ceria recovery was surprisingly not substantial between 30 and 40 kHz. This may, however, be explained by Eq. (8). As the frequency of operation was increased, the attenuation of ultrasound in the same medium reduced. Therefore, the recovery of ceria was improved at 40 kHz.\n                     \n                     \n                        3.4.3\n                        Effect of sonic power intensity on ceria dissolution from graphite\n                        Sonic intensity is a crucial aspect while designing reactors for optimum utilization. The influence of intensity of ultrasonic field was observed over the span of 4 W cm−2 to 12 W cm−2. As shown in Fig. 8(b), an increase in recovery of ceria of about 4% was observed as the power intensity was changed from 4 W cm−2 to 8 W cm−2 at a constant 20 kHz frequency at 45 °C, while the increase from 8 W cm−2 to 12 W cm−2 was marginal. This is attributed to the increased bubble formation at higher intensities, leading to cushioning effect that interfere with the propagation of sound [31–33]. It was noted that the dissolution of ceria saturates 120 min. The saturation in recovery may be ascribed to the formation of an insulating layer of bubbles on the floor of the bath at higher intensity facilitating source decoupling.\n                     \n                     \n                        3.4.4\n                        Effect of porosity of graphite in subsequent decontamination cycles\n                        A similar study on graphite porosity was carried out using the Mercury Porosimeter to determine the values after 5, 10 and 15 cycles of decontamination, as stated earlier. The variation in porosity was found to be 18.4%, 19.2% and 21.5% respectively after 5, 10 and 15 cycles in the leachate acid compared to the initial value of 18%. However, on adding TOMAC IL, the change in porosity after 15 decontamination cycles was only 1% from the initial 18%. The variation in porosity after different decontamination cycles is shown in Fig. 9\n                            (c). The ionic liquid addition is an effective method to bring down the attrition rate of graphite due to cavitation.\n                        In order to ascertain the change in compressive strength of graphite pieces, before and after sonication in acid and ionic liquids, a standard compression test ASTM C-695 was conducted. Fig. 9(a) shows the graphite sample in the servo-hydraulic testing machine after failure. The sonicated and unsonicated graphite pieces having L/D ratio 2 were used in the test. It was found that the reduction in compressive strength was a function of the porosity. The reduction in strength was more pronounced in samples treated in acid without TOMAC IL than that containing IL. The failure load of graphite reduced from 12.96 kN for virgin graphite to 11 kN after 15 sonication cycles in TOMAC based leachate. The characteristics of force applied with time in TOMAC based leachate is shown in Fig. 9(b). The nominal strain observed at failure was 1.3 mm. The failure load was 8.5 kN in the leachate after 15 cycles without adding TOMAC.\n                        The porosity and the compression tests were also done for imidazolium based ILs, as shown in Fig. 9(c). It was found that the increase in porosity of graphite after 15 cycles were 8.5% and 7.5% respectively for [C2C1im][Ntf2] and [C10C1im][Ntf2]. Therefore, the TOMAC IL forms a better protective layer on graphite due to its longer alkyl group compared to the imidazolium based ILs. Moreover, the interfacial surface tension of [C2C1im][Ntf2] on graphite is 29.3 mN m−1 while that for [C10C1im][Ntf2] is 26.4 mN m−1, which are higher than that of TOMAC (15 mN m−1). The π-π interaction of the graphite with the alkyl group of TOMAC is more feasible than the charged imidazolium cation. [28] Therefore, ionic liquids with long alkyl chain will act as better corrosion inhibitor on graphite than imidazolium based ILs.",
    "Conclusions": "4\n                  Conclusions\n                  Application of cavitation as a process intensification technique is lucrative except when applied on soft materials like graphite. Cavitation leads to attrition of the graphite surface limiting its reusability and generating carbon dust as a secondary waste. The present work established that while the use of Pd nanoparticles accelerated reaction kinetics by enhancing the reductive dissolution, the TOMAC ionic liquid used to stabilize the nanoparticles was instrumental in protecting the graphite surface from attrition. Comparison with imidazolium ILs showed TOMAC to be better corrosion inhibitor than imidazolium ILs. Therefore, this study will be helpful in industrial setups where large pieces of graphite generate huge carbon dust as secondary waste after sonochemical decontamination. The study is important for large scale decontamination applications of graphite and similar soft materials. Since the effect of attrition is minimized on the graphite surface on the application of TOMAC, the substrate can be reused for a larger number of cycles, thereby promoting circular economy in graphite-based industries. The present work delved into a novel technique to prevent cavitation based attrition of graphite and characterized its reusability over 15 decontamination cycles. The change in porosity and compressive strength are the key driving factors that determine the recyclability of graphite further.\n                  We had focused on only 3 ionic liquids in the study of corrosion prevention mechanism. However, a host of ionic liquid having different anionic and cationic groups should be characterized to zero in on the best reagent. Based on the use of graphite, other mechanical, thermal and electrical properties should be characterized to conclude on its recyclability. The study reported here can also be repeated on different grades and densities of graphite. The change in graphite properties in each decontamination will change based on the history of graphitization, density and grades of graphite. With the upswing in demand of graphite worldwide, a non-destructive decontamination process for graphite with no secondary waste generation is the need of the hour. This work is a stepping stone in that direction.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     S. Lahiri: Conceptualization, Methodology, Investigation. D. Mandal: Supervision."
  },
  "references": []
}