{
  "title": "An investigation of the deposition of ceria on silica by quartz crystal microbalance: Observations on the effect of many body interactions",
  "authors": [
    "Rafie Borujeny, E."
  ],
  "publication": {
    "journal": "Colloids and Surfaces A: Physicochemical and Engineering Aspects",
    "date": "2017-06-05",
    "doi": "10.1016/j.colsurfa.2017.02.081"
  },
  "abstract": "Interaction of ceria and silica is important in a wide variety of applications such as Chemical Mechanical Polish (CMP). In this work, a Quartz Crystal Microbalance (QCM) and mathematical modeling and simulations are used to investigate the dynamics of the attachment of ceria and silica under different flow rate, colloid concentration and pH conditions. The well-known DLVO forces of interaction were successfully used to distinguish between favorable and unfavorable conditions for the attachment of ceria and silica, and to develop a cleaning procedure to obtain reproducible data when using QCM for studying charged particles. The use of the optimized cleaning procedure as well as careful selection of the experimental conditions such as flow rate and concentration led to the important experimental observation that deposition of ceria particles onto silica surface is affected by many body particle–particle interactions in the bulk that can hinder the ability of the ceria particles to successfully attach to the silica surface. These experimental results could not be predicted by using a convection-diffusion-migration model which incorporates a single particle-surface DLVO interaction energy but ignores particle–particle interactions in the bulk. This is an important finding that permits the determination of the proper conditions for applications such as CMP and post CMP cleaning.",
  "keywords": [
    "Deposition rate",
    "Particle-particle interactions",
    "Surface-particle interactions",
    "Electrochemical properties",
    "DLVO theory",
    "Silica ceria interaction"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Nanoparticles (NPs), initially known as ultrafine particles (UFPs) [1] range between 1 to 100nm in size and exhibit high surface to volume ratio which causes their properties to be different from bulk materials. Engineered nanoparticles have applications in a wide range of science and engineering fields including energy, reactors, optics, electronics and bio-medicine. In many of these fields, understanding the electrokinetic and transport properties of nanoparticles is essential to tailor their suspensions for each specific application. A few obvious examples in this regard are the use of nanoparticles in water and waste-water treatment, chemical mechanical polishing (CMP), and as high performance heat transfer fluids [2–4]. Meanwhile, extensive use of NPs results in increasing their level in the environment as they may expose to the environment at the production, consumption, and disposal stages of particle life [5,6]. Accordingly, understanding the environmental fate and potential ecotoxicity of these nanoparticles necessitates studying of their electrokinetic and transport properties.\n                  Mobility of NPs is a complex manifestation of hydrodynamic factors (such as fluid flow velocity) and non-hydrodynamic factors (such as the interactions between the particles themselves and the interactions between the particles and surfaces). While a large number of studies have investigated combinations of a few of these factors by studying the deposition of particles onto natural and model stationary collector surfaces, simultaneous study of all of these factors proves to be considerably difficult [7–14] requiring comprehensive studies using different approaches and techniques. To perform a systematic analysis of the mutual influence of all of these factors, one may resort to both experimental studies in well-defined systems and computer simulations to assess the pertinent transport behavior. The present study is aimed at the development of a comprehensive approach of this kind. Two commonly encountered materials, silica (SiO2) and ceria (CeO2) are chosen for this purpose: Silica is one of the most abundant materials found naturally in sands and rocks and produced synthetically for a wide range of applications [15]. Ceria, on the other hand, is an industrially important rare earth metal oxide due to its vast areas of application [16]. Mixed colloidal particles of ceria and silica have applications in chemical mechanical polishing [17,18]. Although some researchers have characterized the electrokinetic and transport properties of silica and ceria nanoparticles by traditional laboratory experiments such as settling tests, column tests, and light transmittance tests [17–20], our understanding of the interactions in the mixture of these particles is still very incomplete. In addition to traditional techniques, quartz crystal microbalance (QCM) offers a unique way of studying the behavior of nanoparticles by real-time monitoring of the interactions taking place at resonating surfaces. Recently, the use of QCM has emerged rapidly not only as an ultra-sensitive weighing device, but also as a device that is sensitive to intrinsic mechanical properties of the adsorbed layers and can provide information that is not easily accessible by other techniques [21–27].\n                  In this work, the deposition behavior of CeO2 nanoparticles onto clean SiO2 surfaces is examined in depth using a quartz crystal microbalance with dissipation monitoring, abbreviated as QCM-D, as a model system for studying and characterizing nanoparticles including their interaction with surfaces, each other and their stability in different environments. Colloid deposition dynamics is investigated by conducting a series of controlled experiments under different flow rate, colloid concentration and pH conditions. Experimental data are analyzed based on a simple kinetic model. Furthermore, a mathematical transport model is developed which accounts for both hydrodynamic and non-hydrodynamic interactions. Using the experimentally measured parameters of the system, such as particle charge and size, the model is numerically solved and its ability to explain the experimental data is assessed. The results also led to development of a cleaning procedure to obtain reproducible data when using QCM for studying charged particles.",
    "Modeling": "2\n                  Modeling\n                  A 2-D mathematical model is used to describe particle transport in our system (see Section 2.1). The model incorporates both hydrodynamic and colloidal interactions to predict the initial deposition behavior. Section 2.1 briefly describes some of the key features of this theoretical model and certain modifications that address its applicability to QCM-D setup as a system with planar collector geometry (see Fig. 1\n                     ). In addition, a simple kinetic equation is proposed to extract initial deposition rates from experimentally obtained QCM-D data. Section 2.2 describes details of this model.\n                  \n                     2.1\n                     Governing transport equation\n                     Considering the system in Cartesian coordinates and assuming symmetry in y-direction (Fig. 1) the 2-D governing differential equation for colloid transport is the well-known convection-diffusion-migration equation in which non-hydrodynamic interactions are examined in the framework of Derjaguin-Landau-Verwey–Overbeek (DLVO) theory [28–32]:\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       \n                                          ∂\n                                          n\n                                       \n                                       \n                                          ∂\n                                          t\n                                       \n                                    \n                                    +\n                                    ∇\n                                    .\n                                    \n                                       (\n                                       \n                                          \n                                             \n                                                V\n                                                →\n                                             \n                                          \n                                          n\n                                          −\n                                          \n                                             \n                                                \n                                                   D\n                                                   .\n                                                \n                                                =\n                                             \n                                          \n                                          ∇\n                                          n\n                                          +\n                                          \n                                             n\n                                             \n                                                \n                                                   k\n                                                   B\n                                                \n                                                T\n                                             \n                                          \n                                          \n                                             \n                                                \n                                                   D\n                                                   .\n                                                \n                                                =\n                                             \n                                          \n                                          \n                                             \n                                                F\n                                                →\n                                             \n                                          \n                                       \n                                       )\n                                    \n                                    =\n                                    Q\n                                 \n                              \n                           \n                        where n is number concentration of the particles, t is time, \n                           \n                              \n                                 V\n                                 →\n                              \n                           \n                         is particle velocity, \n                           \n                              \n                                 \n                                    D\n                                    =\n                                 \n                              \n                           \n                         is diffusion coefficient tensor, and \n                           \n                              \n                                 F\n                                 →\n                              \n                           \n                         includes in itself all the field forces (i.e. van der Waals (vdW) forces, electrostatic electric double-layer (EDL) forces, and gravity), kB\n                         is the Boltzmann constant, T is temperature, and Q is the source term.\n                     At steady state and in the absence of the source term, this equation simplifies to:\n                           \n                              (2)\n                              \n                                 \n                                    ∇\n                                    .\n                                    \n                                       (\n                                       \n                                          \n                                             \n                                                V\n                                                →\n                                             \n                                          \n                                          n\n                                          −\n                                          \n                                             \n                                                \n                                                   D\n                                                   .\n                                                \n                                                =\n                                             \n                                          \n                                          ∇\n                                          n\n                                          +\n                                          \n                                             n\n                                             \n                                                \n                                                   k\n                                                   B\n                                                \n                                                T\n                                             \n                                          \n                                          \n                                             \n                                                \n                                                   D\n                                                   .\n                                                \n                                                =\n                                             \n                                          \n                                          \n                                             \n                                                F\n                                                →\n                                             \n                                          \n                                       \n                                       )\n                                    \n                                    =\n                                    0\n                                 \n                              \n                           \n                        Solving Eq. (2) for n subject to appropriate boundary conditions (please see Supplemental Information) allows for the calculation of the spatial distribution of particle concentration which can subsequently be used to evaluate flux and rate of deposition of particles. Detailed descriptions, including incorporating appropriate external forces (such as DLVO colloidal forces) and fluid velocity field into Eq. (1), are fully explained by Rafie Borujeny in reference [33]. Appropriate boundary conditions applicable to the QCM-D setup as well as numerical values for model parameters are also discussed in the same reference [33]. Equation-based modeling in COMSOL Multiphysics software was used to numerically solve for concentration distribution and rate of deposition.\n                     It is worth noting that the numerical results discussed here are based on this principal assumption that the sensor surface is clean and the particles do not accumulate on the sensor surface upon their deposition. Therefore, this model applies only to the initial stage of the deposition process on a clean sensor. Hence, numerical solution of this model gives an upper bound for the flux of colloidal particles toward the sensor based on the DLVO colloidal forces of interaction. Nonetheless, as long as the experiments are performed on a clean sensor, experimental data can be used to validate the model, and the model can subsequently be used to predict the short term deposition behavior of the system.\n                  \n                  \n                     2.2\n                     Kinetic study\n                     In particle deposition experiments with QCM-D, typically monitored variables are frequency (f) and dissipation (D) changes with time (See Section 3.3 for details). These curves contain embedded information regarding the particle deposition rate. To extract this information, a simple model is developed to describe experimentally observed dynamics of interaction of ceria nanoparticles with the silica surface. When the sensor is exposed to the ceria suspension, there is a response from the instrument in the form of frequency or dissipation change. Denoting this response (either f or D) with R, the standard first order reaction format is used to describe the rate of change of the response:\n                           \n                              (3)\n                              \n                                 \n                                    \n                                       \n                                          d\n                                          R\n                                          \n                                             (\n                                             t\n                                             )\n                                          \n                                       \n                                       \n                                          d\n                                          t\n                                       \n                                    \n                                    =\n                                    \n                                       k\n                                       a\n                                    \n                                    C\n                                    \n                                       (\n                                       \n                                          \n                                             \n                                                R\n                                             \n                                             max\n                                          \n                                          −\n                                          R\n                                          \n                                             (\n                                             t\n                                             )\n                                          \n                                       \n                                       )\n                                    \n                                    −\n                                    \n                                       k\n                                       d\n                                    \n                                    R\n                                    \n                                       (\n                                       t\n                                       )\n                                    \n                                 \n                              \n                           \n                        where \n                           \n                              R\n                              \n                                 (\n                                 t\n                                 )\n                              \n                           \n                         is the response corresponding to occupied adsorption sites on the sensor at time t, ka\n                         is the adsorption rate constant, C is the bulk concentration of ceria, R\n                        max is the instrument response for the case that all the binding sites on the sensor are occupied by ceria particles, and k\n                        \n                           d\n                         is the desorption rate constant. Since a reference measurement in the same liquid environment is done prior to each QCM-D experiment (See Section 4.2.1), the response at the start of the experiment is zero (i.e. \n                           \n                              R\n                              \n                                 (\n                                 \n                                    t\n                                    =\n                                    0\n                                 \n                                 )\n                              \n                              =\n                              0\n                           \n                         and C\n                        =0). Furthermore, at equilibrium, the response does not change with time (i.e. \n                           \n                              \n                                 \n                                    d\n                                    R\n                                    \n                                       (\n                                       t\n                                       )\n                                    \n                                 \n                                 \n                                    d\n                                    t\n                                 \n                              \n                              =\n                              0\n                           \n                        ).\n                     Solving Eq. (3) subject to the aforementioned conditions results in an equation for time evolution of the response:\n                           \n                              (4)\n                              \n                                 \n                                    R\n                                    \n                                       (\n                                       t\n                                       )\n                                    \n                                    =\n                                    \n                                       R\n                                       \n                                          e\n                                          q\n                                       \n                                    \n                                    \n                                       (\n                                       \n                                          1\n                                          −\n                                          \n                                             e\n                                             \n                                                −\n                                                \n                                                   (\n                                                   \n                                                      \n                                                         k\n                                                         a\n                                                      \n                                                      C\n                                                      +\n                                                      \n                                                         k\n                                                         d\n                                                      \n                                                   \n                                                   )\n                                                \n                                                t\n                                             \n                                          \n                                       \n                                       )\n                                    \n                                 \n                              \n                           \n                        Or\n                           \n                              (5)\n                              \n                                 \n                                    R\n                                    \n                                       (\n                                       t\n                                       )\n                                    \n                                    −\n                                    \n                                       R\n                                       \n                                          e\n                                          q\n                                       \n                                    \n                                    =\n                                    −\n                                    \n                                       R\n                                       \n                                          e\n                                          q\n                                       \n                                    \n                                    \n                                       e\n                                       \n                                          −\n                                          \n                                             (\n                                             \n                                                \n                                                   k\n                                                   a\n                                                \n                                                C\n                                                +\n                                                \n                                                   k\n                                                   d\n                                                \n                                             \n                                             )\n                                          \n                                          t\n                                       \n                                    \n                                 \n                              \n                           \n                        where Req\n                         is the response at equilibrium. Hence, an exponential function of the form y\n                        =\n                           aebx\n                         was used to fit the time evolution of \n                           \n                              R\n                              \n                                 (\n                                 t\n                                 )\n                              \n                              −\n                              \n                                 R\n                                 \n                                    e\n                                    q\n                                 \n                              \n                           \n                        . In addition, the first derivative of this function was used for the interpretation of the deposition kinetics during the initial stage of the deposition process under different experimental conditions.",
    "Materials and methods": "3\n                  Materials and methods\n                  \n                     3.1\n                     Preparation of nanoparticle suspensions\n                     Stock suspension of ceria nanoparticles (Nyacol Nano Technologies, Inc.) was provided as a stable slurry. The specifications of the stock suspension as provided by the manufacturer are listed in Table 1\n                        .\n                     De-ionized water (resistivity of 18 MΩ.cm) was used for slurry dilution and all other occasions as needed. The pH was adjusted using hydrochloric acid and sodium hydroxide prior to the experiments. All chemicals used to prepare solutions were of analytical grade.\n                  \n                  \n                     3.2\n                     Characterization of nanoparticles\n                     \n                        3.2.1\n                        Sizing\n                        Dynamic Light Scattering (DLS) was used to measure hydrodynamic diameter and particle size distribution (PSD) of ceria particles in the slurry. Measurements were conducted using a Malvern Nano ZS Zetasizer with a folded capillary cell. The stock suspension was diluted to a concentration of 1wt% to measure PSD. Measurements were conducted at 25 °C, using a refractive index of 1.330 for water and 2.100 for ceria. Two independently prepared ceria suspensions were used for the measurements and the results reported here are the averages of three consecutive measurements on each independent sample. Measurements were also conducted using a Brookhaven ZetaPALS instrument which determines particle size distribution in aqueous media using Phase Analysis Light Scattering (PALS). PALS produces highly accurate sample measurements versus traditional light scattering methods. Mean effective diameter and polydispersity of ceria particles were obtained from these measurements which were conducted using disposable clear cuvettes, the same parameters, the same conditions, and the same sample preparation procedure as in DLS measurements. The results reported here correspond to two consecutive measurements on each independent sample. Each measurement was repeated ten times by the instrument and the results were averaged using the built-in software.\n                     \n                     \n                        3.2.2\n                        Electrokinetic characterization\n                        Laser Doppler velocimetry was used to measure the electrophoretic mobility of nanoparticles. Measurements were conducted using a Malvern Nano ZS Zetasizer with a folded capillary cell. The initial slurry was diluted to a concentration of 1wt% and two independently prepared ceria suspensions were used for the electrophoretic mobility measurements. Measurements were conducted at 25 °C, using a refractive index of 1.330 for water and 2.100 for ceria, dielectric constant of 78.5 for water, and absorptivity of 0.050 for ceria. As the initial ceria suspension was diluted to a concentration of 1wt%, viscosity of the suspension was assumed to be the same as the viscosity of water, 0.8872 cP. Three consecutive measurements were carried out on each independent sample at an applied voltage of 150V. Zeta potential of the particles was calculated using Smoluchowski’s correlation based on the electrophoretic mobility measurements.\n                     \n                     \n                        3.2.3\n                        Imaging\n                        To characterize the QCM-D sensor surface, Scanning Electron Microscopy (SEM) was performed using a JAMP-9500F Auger microprobe (JEOL). The instrument is equipped with a Schottky field emitter source that produces an electron probe diameter of ∼3 to 8nm on the sample. The accelerating voltage and emission current for the SEM imaging were set at 15kV and 8nA, respectively. The working distance was 23 to 24mm. The sample was rotated 30° away from the primary electron beam to face the electron energy analyzer. Since both the silica coated sensor surface and deposited ceria NPs are non-conductive, prior to the SEM measurements, the samples were coated with an ultrathin coating of chromium to avoid image faults and artifacts due to build-up of electrostatic charge while being scanned with the electron beam. Scans were made at several locations of each sensor.\n                        The QCM-D sensor surfaces were also characterized by Atomic Force Microscopy (AFM) imaging using a Bruker Dimension Edge microscope. All images were taken using silicon carbide (SiC) cantilevers in tapping mode. In tapping mode, the detector signal is the cantilever oscillation amplitude that provides 3D topographical information. Phase images were also generated by simultaneously monitoring the phase lag between the periodic signal driving the cantilever and the oscillations of the cantilever. Changes in phase lag indicate changes in the properties of the sample surface that help to map variations in composition. Scans were made on several locations of each sample, from 500nm to 1μm in width, and with scan rates of 0.7Hz–1Hz. Nano Drive Dimension Edge software was used to flatten the images.\n                     \n                  \n                  \n                     3.3\n                     QCM-D measurements\n                     Attachment (and release) of ceria nanoparticles onto (and from) a silica surface was examined using a Q-Sense E4 system (Q-sense AB, Gothenburg, Sweden) by simultaneously monitoring the change in resonance frequency (Δfn\n                        ) and dissipation (ΔDn\n                        ), with n being the overtone order. QCM technology is based on the oscillation of a quartz crystal (thickness ∼300μm) in a shear-thickness mode at its main resonance frequency and its odd-order overtones. Typically, changes in resonance frequency (Δf) and changes in half band-width at half maximum, or simply changes in band-width (ΔΓ) are monitored on several overtones as a film is allowed to form at the surface of the crystal. The Q-sense system used in this study is based on the so called “ring-down” scheme [21] where the external driving voltage is turned off intermittently to let the oscillations decay freely. Therefore, this system actually measures energy dissipation which is related to band-width as: \n                           \n                              \n                                 D\n                                 n\n                              \n                              =\n                              \n                                 \n                                    2\n                                    Γ\n                                 \n                                 \n                                    \n                                       f\n                                       n\n                                    \n                                 \n                              \n                           \n                        , with fn\n                         being the resonance frequency. In the case of perfectly rigid films (ΔDn\n                        \n                        =0), the well-known Sauerbrey equation [34] can be used to convert Δfn\n                         to the mass change (Δm) of the crystal surface. In addition, there exist well-established continuum models, based on the propagation of shear waves in viscoelastic media, for soft, laterally homogeneous thin films that permit the determination of parameters such as areal mass density, thickness, viscoelastic properties, and intrinsic structural information by fitting QCM data (Δfn\n                         and ΔDn\n                        ) [35]. However, this approach is not appropriate for investigating the deposition of nanoparticles which form laterally inhomogeneous films (i.e. films consisting of discrete entities) where the film thickness is about the same as the length scale of the sample’s internal structure (i.e. particle diameter) [36].\n                     5MHz silica coated AT-cut quartz crystals (QSX 303 from Q-sense AB, Gothenburg, Sweden) were mounted in standard flow modules after cleaning (the cleaning procedure is explained below). Prior to each experiment, the flow modules and tubes were cleaned according to the cleaning protocol suggested by the vendor. New sensors were first treated in a UV/ozone chamber (Bioforce Nanosciences, ProCleaner Plus) for 15min. Then, the sensors were immersed in a 2wt% solution of Sodium Dodecyl Sulfate (SDS) for 30min at room temperature. After that, the sensors were rinsed thoroughly with DI water and blow-dried with nitrogen gas. Finally, the sensors were treated in a UV/ozone chamber for another 15min. As the cleaning procedure suggested by the vendor was shown to be ineffective in removing the attached particles from the sensor surface (See Section 4.2.2 for details), a modified cleaning protocol was developed to effectively clean the sensors after each experiment: Immediately after each experiment, the sensors were sonicated for 15min in DI water with pH adjusted to 10 (where the particles and the sensor have the same sign of surface charge) to ensure that all the attached ceria particles are released from the sensor surface. This was then followed by the conventional cleaning protocol suggested by the vendor as explained above. Prior to each measurement, overtones 1 to 13 were found for the mounted crystal (in some cases overtone 11 was not found). The frequency measurement of each sensor was verified by monitoring the frequency shift while changing the sensor environment from air to liquid before each measurement [37].\n                     Stock ceria suspension was diluted to the desired concentration and its pH was adjusted to the desired value before being introduced to the QCM-D instrument. Temperature was kept constant at 25 °C during all measurements which were performed using silica sensors at four different flow rates (0.05mL/min, 0.10mL/min, 0.15mL/min, and 0.20mL/min) and seven different concentrations of ceria suspension (0.01wt%, 0.1wt%, 0.2wt%, 0.4wt%, 0.5wt%, 0.7wt%, and 1wt%) at three different pH values (3, 7, and 10). Each experiment was repeated at least three times, using independently prepared batches. Data for all overtone frequencies and energy dissipations were collected. However, the 3rd overtone frequency was used for most data analysis. MATLAB software (MATLAB version R2012b, The MathWorks Inc., Natick, Massachusetts, USA) was used to analyze the raw f and D data points.",
    "Results and discussion": "4\n                  Results and discussion\n                  \n                     4.1\n                     Characterization of nanoparticles\n                     \n                        4.1.1\n                        Sizing\n                        Since size of the nanoparticles affects their aggregation and deposition behavior, it is important to determine their particle size distribution. Table 2\n                            summarizes the results of particle size measurements by both DLS and PALS techniques at pH 3.\n                        Although only a single average hydrodynamic diameter is reported by either DLS or PALS measurements, considering the corresponding number-size graphs (not shown here), it was confirmed that a majority of nanoparticles in the suspension have the primary size and the population of aggregates in the suspension is relatively low. Hence, ceria particles used in this study can be well characterized by a single size. This is consistent with the results of zeta potential measurements (Table 2): at pH 3, the average zeta potential of the ceria nanoparticles is 51.25mV, so electrostatic (repulsion) interactions are dominant and prevent the particles from forming aggregates. Other investigations of the same ceria particles under similar conditions have also reported similar results [17,38].\n                     \n                     \n                        4.1.2\n                        Electrokinetic characterization\n                        Electrophoretic mobility of the ceria nanoparticles was measured and converted to zeta potential according to Smoluchowski’s correlation. The results for measurements at pH 3 are summarized in Table 2. In another study [17], electrophoretic mobility of the same ceria nanoparticles, as well as silica nanoparticles, was evaluated over a wide range of pHs and the isoelectric point (or point of zero charge) for ceria was found to be at pH ∼9 while silica was negatively charged over the pH range 3 to 11 [17].\n                        In this study, we investigate the deposition behavior of ceria particles onto a silica surface at three pH values which represent both favorable and unfavorable deposition conditions.\n                     \n                  \n                  \n                     4.2\n                     Ceria deposition dynamics on clean silica\n                     \n                        4.2.1\n                        Frequency and dissipation change in QCM-D measurements\n                        A typical graph obtained from one of the QCM-D measurements is shown in Fig. 2\n                            where five phases are identified. During phase I, DI water with the adjusted pH and the desired flow rate for the experiment is pumped into the sensor chamber to establish the baseline. The system is considered to be stabilized when the normalized 3rd overtone frequency shift (\n                              \n                                 \n                                    \n                                       Δ\n                                       \n                                          f\n                                          3\n                                       \n                                    \n                                    3\n                                 \n                              \n                           ) is less than 1Hz for at least 5min. During phase II, the sample (ceria suspension with the desired concentration and pH) is pumped through the system at the same flow rate. The system is allowed to equilibrate for at least 5min after observing the interaction between the particles and the sensor (phase III). Then, the sensor surface is rinsed with DI water with the same pH and flow rate so that the reversibly attached particles detach from the sensor surface (phase IV). Rinsing is continued until equilibrium is reached in phase V. As ceria particles are deposited onto (or released from) the sensor surface, the mass change of the crystal induces a negatively proportional change in the nth overtone frequency (fn\n                           ) and amount of energy loss (which is reflected in dissipation (Dn\n                           )).\n                        As the rate of change of frequency during the initial deposition stage (i.e. stage II) is an indication of the rate of mass change during this stage, the initial slope of the corresponding graphs in stage II, named as Slope \n                              f\n                            and Slope \n                              D\n                           , was used for the kinetic study of the deposition process. To interpret the results, it should be noted that larger absolute values of Slope \n                              D\n                            and Slope \n                              f\n                            are indicative of higher ceria deposition rates. As the results for the trends of Slope \n                              f\n                            and Slope \n                              D\n                            were generally in agreement, Slope \n                              f\n                            is mainly presented and discussed here. Meanwhile, to make the results easier to follow, Slope \n                              f\n                            (inHz/s) is converted to the rate of mass uptake per unit area of the sensor (in ng/cm2\n                           .s) using the Sauerbrey equation.\n                        In addition to the initial deposition rate, variations of the equilibrium amount of particles deposited on the sensor surface under different experimental conditions is also investigated.\n                     \n                     \n                        4.2.2\n                        Effect of pH\n                        \n                           Fig. 3\n                            shows the effect of pH on the deposition of ceria on silica. The silica sensor has a negative charge for all pH values, while at pH 3 and 7, ceria particles are positively charged. At pH 10, both the particles and the sensor bear a negative charge [17]. Hence, pH 3 and 7 are representatives of favorable (attractive) conditions for the attachment of ceria to silica and pH 10 is representative of a repulsive condition as is also shown by the initial attachment rates in Fig. 3(a).\n                        \n                           Fig. 3(a) shows the initial slope of the normalized sensor frequency change over time, Slope \n                              f\n                           , which is converted to the rate of mass change during the initial stage of the deposition process using the Sauerbrey equation. According to Fig. 3(a), much higher deposition rates are observed at pH 3 and 7 compared to pH 10 which is consistent with interaction energy analysis of the DLVO theory presented in Fig. 3(b) as well as the numerical solution of Eq. (2) presented in Fig. 3(c). Fig. 3(b) illustrates the dimensionless total interaction energy curves (i.e. the total interaction energy normalized by the thermal energy of the system) obtained from the summation of attractive van der Waals potential and electrostatic potential under the aforementioned three different pH conditions. The van der Waals potential is identical for all three cases as it only depends on fixed system properties such as Hamaker constant and particle size. One characteristic of the van der Waals potential is that it decays with the distance between the particles and the sensor. On the other hand, electrostatic potential varies with the pH of the solution which in turn affects the surface electric potential and the surface charge of the particles and the sensor. Electrostatic potential exhibits an exponential decay behavior which is influenced by the distance between the particles and the sensor as well as the inverse Debye length (κ). Therefore, the van der Waals attraction force dominates at very small and very large separation distances whereas the electrostatic force (either repulsion or attraction) dominates at intermediate distances [39]. According to Fig. 3(b), at pH 10, where both the particles and the sensor are negatively charged, the electrostatic potential forms a moderate repulsive barrier ∼5kBT which prevents the particles from approaching the sensor leading to almost zero deposition. As the pH is decreased, the surface charge of the particles becomes positive and the electrostatic force changes from repulsion to attraction. Consequently, the particles can get close enough for van der Waals forces to act and promote the deposition of nanoparticles onto the sensor surface. This is confirmed by the experimentally obtained deposition rates shown in Fig. 3(a). However, not only does the observed behavior of the system depend on the DLVO interaction energy analysis, but it also depends on the dynamics of the attachment process. In other words, when the deposition is energetically favorable (for example at pH 3), based on the interaction energy analysis, one can only predict that deposition might occur if the particles have the chance to collide with the sensor. Nevertheless, the particle-surface collision frequency determines the probability of successful collisions and should be taken into account to explain the experimentally observed deposition rates. This is discussed in more detail in Section 4.2.3. As long as occurrence of enough particle-surface collisions is ensured by selecting appropriate experimental conditions, the initial deposition rates observed experimentally will agree with the results of DLVO interaction energy analysis. Fig. 3(c) confirms that this is indeed the case for the system studied here. The initial deposition rate (calculated by integrating flux of particles at a distance equal to particle diameter from the sensor surface) is the highest at pH 7 (note that at this pH the flux of the particles is toward the collector, i.e., in negative z-direction) where the attractive interaction energy is the strongest as shown in Fig. 3(b). The initial deposition rate decreases at pH 3. At pH 10, the flux and consequently the rate appear to change from “attractive to repulsive” which result in no deposition at pH 10.\n                        To investigate the steady state behavior of the system, SEM and AFM images (Figs. 4 and 5\n                           \n                           ) were taken from clean sensors after their exposure to particle suspensions at pH 3, 7 and 10 (i.e. after phase V). As seen in these images, most deposition appears to occur at pH 7 since the\n                        electrostatic attraction between the particles and the sensor is the highest at this pH (See Fig. 3(b)). At pH 3, deposition is still observed, but the extent of deposition is less than the case of pH 7. This is attributed to the weaker electrostatic attraction at pH 3 compared to pH 7. It is also evident in Figs. 4 (a), (b), 5 (a), and (b) that the particles are deposited on the sensor surface uniformly without any local clustering. In other words, the particles form an irregular array on the surface. Meanwhile, ceria particles appear to be larger at pH 7 compared to pH 3. This is consistent with the fact that zeta potential of the particles at pH 7 is less than pH 3 [17] leading to weaker particle–particle repulsion at pH 7 and formation of particle doublets and/or triplets (but not considerably large aggregates, since particle–particle repulsions are still moderately strong at this pH). On the contrary, ceria particles form large aggregates at pH 10 (as the mutual repulsion is the least at this pH), but as suggested by Fig. 4(c) and Fig. 5(c), they cannot surmount the energy barrier formed by the electrostatic repulsion between the sensor and the particles. As a result, no particles were deposited on the sensor surface at pH 10. Steady state QCM-D frequency response (enclosed by an ellipse in the figure) for different pH's (Fig. 6\n                           ) agrees with SEM and AFM images in Figs. 4 and 5.\n                        \n                           4.2.2.1\n                           Optimization of QCM-D sensor cleaning procedures\n                           QCM-D sensors are usually cleaned and used a few times in real world experimental work. The cleaning procedures for QCM-D sensors differ only depending on the sensor surface material (i.e. the outermost layer of material coated on the sensor surface). Fig. 7\n                              (a) shows the cleaning procedure suggested by the vendor for silica sensors. Such cleaning procedures, which were originally developed based on the use of QCM for biological applications [40,41], ignore the nature of the sample introduced to the sensor in developing cleaning step requirements. However, when studying the interaction of charged moieties (such as the interaction with nanoparticles) where electrostatic forces play a major role in the attachment process, one needs to make sure that the cleaning steps are effective in removing the deposited mass, so that the sensors act like new after cleaning, and their results are reproducible.\n                           Under favorable attachment conditions (such as pH 3 and 7 in the case of ceria and silica), nanoparticles can irreversibly attach to the sensor surface and result in blocking the sensor surface binding sites. This can lead to unreliable results or discrepancies if an inappropriate cleaning procedure is used between the experiments. Cleaning steps shown in Fig. 7(a) are all performed at pH 7 which is also favorable for the attachment of ceria nanoparticles and silica surface. Based on the zeta potential values for ceria and silica at different pHs [17] as well as the results obtained for the effect of pH on the attachment of ceria and silica (See Figs. 4–6), we modified the conventional cleaning procedure by adding a simple sonication step at pH 10 (where attachment of particles to the sensor is not favored due to the same sign of their surface charge) as shown in Fig. 7(b).\n                           We systematically studied the effect of cleaning steps on the repeatability of the deposition experimental results (see reference [33] or Supplemental Information for details). The results confirmed that the modified cleaning procedure shown in Fig. 7(b) significantly improves the reproducibility of data obtained from QCM-D measurements. Therefore, when studying charged particle interactions with QCM-D, zeta potential measurements (of the material of the sensor coating and the materials in the solution) should be performed before performing adsorption/desorption experiments with QCM-D so that a cleaning procedure can be chosen to ensure that the re-used sensors are clean.\n                        \n                     \n                     \n                        4.2.3\n                        Effect of flow rate\n                        To thoroughly investigate deposition of ceria onto silica, an attempt was made to address the effect of the velocity field on the dynamics of the attachment process. Fig. 8\n                            shows the effect of the velocity field on the initial rate of deposition of ceria on silica at pH 3. At this pH, DLVO forces are favorable for attachment and ceria suspensions exhibit excellent stability, so if there is an adequate opportunity for the particles to collide with the sensor, high deposition rates are observed.\n                        \n                           Fig. 8(a) confirms that at small ceria suspension flow rates, the rate of deposition is limited by the bulk flow which transports the particles to the sensor chamber, even though the attachment is energetically favorable. Accordingly, as the flow rate is increased, more particles are delivered to the sensor chamber, and deposition is more controlled by the affinity of the particles for the sensor. Fig. 8(b) also illustrates, quantitatively, the transition from transport controlled to affinity controlled deposition of ceria on silica by increasing the flow rate. It is clear from this figure that at flow rates greater than 0.15mL/min the deposition process is less limited by the transport of ceria particles to the QCM-D crystal. For this reason (and considering the instrument limitations in increasing the flow rate), a flow rate of 0.15mL/min was chosen as the optimum experimental condition for investigating the effect of other parameters on the interaction of ceria and silica. Simulation results, presented in Fig. 8(c), successfully predict the experimentally observed behavior. Namely, as the flow rate is increased, the absolute value of the initial rate of deposition increases.\n                        In spite of the short term deposition behavior, the equilibrium frequency shift (and equivalently, the equilibrium amount of deposited particles) was not observed to be influenced by altering the flow rate (results not shown here, see reference [33]). Hence, the long term behavior of the system is not affected by altering the flow rate.\n                     \n                     \n                        4.2.4\n                        Effect of ceria concentration\n                        Investigating the results for the effect of bulk ceria concentration on the kinetics of the deposition process leads to important observations: For the range of ceria concentrations studied in this work, we observed that deposition rate during the initial stages of the process increases by decreasing ceria concentration (Fig. 9\n                           ). Such behavior was also observed in another study of the attachment of ceria and silica [18] where the silica-ceria attachment rate during the initial stages of the attachment process, at a high relative surface area of silica to ceria (or equivalently, at low relative concentration of ceria to silica) increases by decreasing the number of bulk ceria particles available for attachment. Ceria particles in contact with a very large silica surface in the QCM simulate the asymptotically high relative surface area of silica to ceria where this stage of the interaction is dominant. As shown in Fig. 9, these results could not be predicted by using a convection-diffusion-migration model (such as Eq. (2)) which incorporates a single particle-surface DLVO interaction energy but ignores particle–particle interactions in the bulk. In other words, increasing concentration in such model only manifests itself through terms that explicitly contain n (i.e. number concentration of the particles), but does not consider any particle concentration dependence in the force term (i.e. F). As confirmed by the results shown in Fig. 9, taking bulk particle–particle interactions into account is of great importance considering that the average zeta potential of ceria nanoparticles is 51.25mV at pH 3, and therefore electrostatic (repulsion) interactions are significant.\n                        The experimental results obtained here reveal that, provided that abundant binding sites on silica surface are available, the deposition rate is affected by particle–particle interactions that can cause scattering of particles and as a result hinder their ability to successfully attach to the sensor surface.\n                        As seen in Fig. 9 and suggested in the study of reference [18], this effect can only be observed in a specific (i.e. low enough) range of concentrations and by ensuring that well-controlled experiments (such as proper cleaning procedures in QCM-D discussed in Section 4.2.2) are performed.\n                        Similar to the case of varying the flow rate, investigation of the long term deposition behavior of the system at different ceria concentrations revealed that the equilibrium amount of ceria attached to silica is not affected by the concentration of ceria nanoparticles in the bulk (results not presented here, see reference [33] for results). In other words, regardless of the bulk concentration of ceria nanoparticles, the same amount of surface coverage is eventually achieved by continuous supply of particles and by letting the system to reach steady state. This also confirms that for the range of ceria concentrations studied here, the number of binding sites on the sensor surface was not a limiting factor. Similar results have been reported by authors in [42], while the opposite has been reported in reference [43].",
    "Conclusion": "5\n                  Conclusion\n                  QCM-D technology was used to investigate dynamics of the attachment of ceria and silica. It was found that electrostatic effects strongly influence the interaction of ceria and silica. Altering the pH changed surface charge properties of the interacting moieties. As a result, electrostatic double layer interactions were affected. The system exhibited considerably different behavior when these interactions changed from attraction to repulsion. It was also found that factors such as the approach velocity of the ceria nanoparticles with respect to the silica coated collector influence the hydrodynamics of the attachment process but do not affect the long term behavior of the system as long as pH remains constant and therefore the attachment process remains energetically unchanged. Based on the well-known DLVO theory, a model was developed to distinguish between favorable and unfavorable conditions for the attachment of ceria and silica. In addition, optimized experimental procedures for obtaining reliable and reproducible data using QCM-D were developed. It was experimentally observed that the deposition rate of ceria particles onto silica surface is affected by particle–particle interactions in the bulk that can cause scattering of particles and as a result hinder their ability to successfully attach to the surface. As suggested by a similar study of ceria-silica interactions [18], this effect can only be observed in low enough concentrations of ceria and by ensuring that well-controlled experiments (such as proper sensor cleaning for QCM-D) are performed. This is also an important finding to determine proper conditions for real world applications such as the CMP process as well as the cleaning after CMP. Further study of the effect of bulk concentration of the particles on the interaction of ceria and silica would be an interesting direction for future work which can also lead to improvements in the proposed model."
  },
  "references": []
}