{
  "title": "Corrective polishing of complex ceramics geometries",
  "authors": [
    "Klocke, F."
  ],
  "publication": {
    "journal": "Precision Engineering",
    "date": "2011-04-30",
    "doi": "10.1016/j.precisioneng.2010.10.001"
  },
  "abstract": "High quality surfaces in terms of low roughness and high form accuracy are achieved by polishing as the essential finishing step. Polishing of brittle materials is an established process in science and industry. However, the machining is limited to planar or spherical geometries. The objective of this paper is to present first results to overcome this limitations indicated by processing advanced ceramics.\n                  In order to finish complex surfaces, a technological transfer of known parameters and conditions of 2-dimensional to zonal polishing is undertaken. To shorten the development of stable and reproducible processes the knowledge and understanding of the complex interactions of the 2-dimensional process is used. The applicability of these conditions is evaluated by extensive research on the zonal polishing setup. The used machine tool is capable of adjusting significant process factors, such as free controlled force and heterodyne velocity profiles. By use of a small tool the material removal is only affecting a zonal area of a complex surface. Based on preliminary investigations concerning the material removal function the scientific insight on zonal processes is extended. This first approach will be used for corrective polishing of zonal form deviations.",
  "keywords": [
    "Chemo-mechanical Polishing",
    "Advanced ceramics",
    "Computer controlled polishing",
    "Zonal polishing"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Advanced ceramics are primarily used in adverse environments and applications, due to their high hardness, remarkable corrosion resistance, low thermal expansion, high thermal shock resistance and low weight. Representatives are silicon nitride balls in bearing components and silicon carbide mirrors for astronomical optics devices. Furthermore, these non-oxide ceramics can be used by mold manufacturers for molding complex optics components out of glass. In order to obtain the low roughness requirements of the optical systems, a defect free surface and an accurate form is indispensable. Despite diverse scientific investigations and developments, today's process strategies for computer controlled polishing [1–3] are still insufficient. The high amount of time and effort needed for the design of robust strategies, especially for small samples and free formed geometries turn out as the biggest deficits.\n                  The main ambition of the ongoing scientific investigations is an efficient design of polishing strategies (process parameters and polishing system) for a computer controlled process (referred to as zonal polishing). This paper presents the methodology which leads to a successful technology transfer from a conventional process (referred to as 2-dimensional) to a zonal polishing process. Important issues are the determination of stable process conditions with reliably high material removal rates (MRR) for the zonal correction of form deviations of complex geometries.",
    "Experimental setup": "2\n                  Experimental setup\n                  \n                     2.1\n                     Materials\n                     The transfer of process strategies from “2-dimensional to zonal” is exemplified by processing of hot isostatically pressed silicon nitride as one of the most popular non-oxide ceramics. The specimen was ground using diamond grinding wheels (2-dimensional) and polished for the investigations of influence functions (zonal), respectively. The default polishing systems use polyurethane foils as tools and ceria slurry based on deionized water.\n                  \n                  \n                     2.2\n                     Methods\n                     Compared to zonal polishing the 2-dimensional process has a number of advantages in terms of relatively simplified process development and scientific investigations, such as high MRR, clearly measurable or even visible effects with respect to technological interactions and straightforward use of metrology of the processing results. Hence, the scientific understanding of process technological aspects can be elaborated with reasonable efforts and used to develop polishing strategies for commonly used materials.\n                     However, this specific process is not capable of polishing free form surfaces which becomes more and more important in a variety of innovative applications. To overcome these limitations, the zonal polishing process can be used. Unfortunately, an apparent lack of understanding and the intricate procedure of investigations hinder the holistic development of polishing strategies for the zonal process. Therefore, the approach of this paper is to use the polishing strategies developed with an established, conventional polishing process (2-dimensional) and transfer these to a zonal polishing machine tool.\n                     Based on theoretical considerations the optimization of the zonal process includes practical investigations concerning the formation and stability of the influence function and the so called “foot-print”, respectively. For this purpose, experiments with varying process parameters as pressure and relative speed as well as specific zonal process parameters, such as eccentric frequency and radius, were conducted. These preliminary investigations are of vital importance for establishing a stable correction process of form deviations of complex geometries as former investigations in steel polishing proved [4].\n                  \n                  \n                     2.3\n                     Machine\n                     The presented studies were carried out on a CNC-controlled polishing machine (2-dimensional process) and an adaptable 5-axes polishing module (zonal process) which was developed at Fraunhofer IPT [4,5]. The required flexibility is ensured by the adaption of the polishing module to a 3-axes machine (Fig. 1a). Due to the double V-kinematic structure featuring 5 degrees of freedom the module is capable of adjusting its alignment to continuously ensure a perpendicular angle of contact between tool and surface. Furthermore, an individual eccentric movement can be superimposed to the rotating polishing tool at different angles (Fig. 1b), decisively influencing the characteristic removal profile of the tool. The applied polishing tools (Fig. 1c) feature a flat plastic base body with a diameter of 12mm and can be covered with various polishing foils. In addition to the position-controlled mode of the z-axis, the system can change to force-controlled mode in order to permanently assure a steady allocation of pressure in the process zone.\n                     In order to realize a corrective zonal polishing process a dwell-time based algorithm is used. As input data for this algorithm, the desired geometry is needed. In addition, a form measurement taken either by tactile or optical metrology is used to determine the local form deviation. The third input is the influence function of the zonal polishing tool which depends on process parameters and polishing system. The subsequent calculation results in a dwell-time controlled path of the polishing tool over the sample and particular process parameters of the polishing process. In order to allow corrections of form deviations on complex geometries a stable, reproducible and deterministically adjustable influence function is of great importance. Table 1\n                         shows the parameter range of the polishing module for the design of experiments (DoE).\n                  \n                  \n                     2.4\n                     Metrology\n                     The MRR for developing efficient polishing strategies are quantified by weight measurements of the samples (2-dimensional process) and mathematically estimated by measuring the geometry of the influence function (zonal process), respectively. The latter is realized using a Form TalySurf (tactical) measurement device. The surface quality was determined by a white light interferometer (optical).",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Removal mechanisms\n                     Former investigations [6] reveal satisfying results using ceria and diamond based slurries in a conventional polishing process of silicon nitride. Achievable MRR are up to 0.3μm/min. The surface qualities of both polishing processes are highly reproducible and yield to optical surfaces (Ra 1–2nm, Rt 20–30nm). However, the use of ceria slurry results in a more efficient process compared to diamond slurry due to less machining efforts. While applying the same applied pressure, less spindle revolutions and certainly less monetary effort are needed. It can be assumed that the advantage of ceria slurry is based on an interaction of chemical and mechanical removal mechanisms as outlined in Fig. 2\n                        . The beneficial process conditions can be explained by hydrolysis of the silicon nitride surface in aqueous solutions in combination with the so called “chemical tooth” ability of ceria [3,6–8]. An indicator of the oxidation of silicon nitride by forming sodium hydroxide is shown by an increase of pH (Fig. 2).\n                  \n                  \n                     3.2\n                     Tool influence function by zonal polishing\n                     The previously identified polishing strategies are used for first experiments regarding the influence function of the zonal process. Taking the Preston hypothesis for granted (Eq. (1)), a linear increase of the MRR should be realized starting from the center of the rotating tool. Fig. 3a shows the characteristic W-profile by the adjusted parameters pressure p and relative velocity v\n                        r. The Preston coefficient K\n                        P represents various other influences on the process.\n                           \n                              (1)\n                              \n                                 \n                                    M\n                                    R\n                                    R\n                                    =\n                                    \n                                       K\n                                       P\n                                    \n                                    ⋅\n                                    p\n                                    ⋅\n                                    \n                                       v\n                                       r\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     However, the maximum material removal is not found on the outer diameter but at one half to two thirds of the radius of the polishing tool, forming the influence function. Looking further towards the boundary of the influence function, the removal depth declines steadily. This simple trial emphasizes the fact that either an inhomogeneous pressure profile or an influence of the relative velocity in the gap between tool and sample is responsible for the removal profile. The influence function is characterized by depth d\n                        IF and radius R\n                        IF. Preliminary investigations on steel polishing have shown that R\n                        IF can be used for adjusting the eccentricity of the polishing tool movement in order to achieve a Gaussian profile of the influence function [2]. The investigations allowed to determine the ratio of R\n                        IF and eccentric radius r\n                        ecc to 1:2. By using this value and an experimentally identified value for the eccentric frequency f\n                        ecc of 4Hz the required Gaussian profile can be achieved (Fig. 3b). The appropriate volume of removed material VIF was computed by importing the 2D-graph of a Form TalySurf in a specially developed Matlab program and amounts to 0.005mm3 on average (after polishing time of 240s).\n                  \n                  \n                     3.3\n                     Investigations of typical process parameters\n                     As the process parameters lead to reproducible Gaussian profiles the time related stability and corresponding MRR are verified. Fig. 4\n                         shows a slight non-linearity between the removed material VIF after 120s and 240s, which can be explained by incomplete saturation of the polishing foil with ceria slurry after a process duration of 120s.\n                     Therefore, a preparation of the polishing tool before starting the intrinsic polishing process was established. A linear increase of the material removal with increasing dwell-time (Fig. 4) is a main requirement for a form correction. The overall process stability was proven by up to 3h. For further understanding, a variation of the tool revolutions over constant applied pressure and vice versa has been conducted. Unlike the results of investigations of the steel polishing process [4], the influence of changes of relative velocity on MRR is far more sensitive. Increasing revolutions lead to an increase of the MRR (Fig. 5a). Furthermore, Fig. 5b shows that an increase of normal force and applied pressure, respectively, leads to rising MRR. The behavior is approximately linear.\n                  \n                  \n                     3.4\n                     First steps towards corrective polishing\n                     Taking advantage of the shown process stability and reproducibility the potential of first steps towards corrective polishing is given. Based on the above mentioned process parameters a stable Gaussian profile of the influence function can be secured. Together with the measured form deviation as well as the desired planar surface the algorithm provides a dwell-time based CNC-program. Fig. 6\n                         reveals first results of the zonal polishing process of silicon nitride using polyurethane foils and ceria slurry.",
    "Conclusion": "4\n                  Conclusion\n                  This paper showed the results of scientific studies with the goal of shortening the development of a stable and reproducible polishing process for corrective machining of complex ceramics samples. The transfer was successful by rendering unnecessary intensive preparatory work on polishing strategies and resulted in satisfying overall results with a high and reproducible MRR and surface quality. In terms of the machine parameters, the eccentric frequency shows only a small impact for the profile formation. However, the eccentric radius, the applied normal force and the relative velocity do have significant impact on the formation of the influence function determining the process efficiency. These technological insights were used to accomplish a first corrective polishing by the zonal process. The ongoing research does include the expanding of geometrical complexity up to free formed surfaces of various advanced ceramics. The results will be presented in future publications."
  },
  "references": []
}