{
  "title": "Development of Highly stable ceria slurry in acetic acid-ammonium acetate buffer Media for effective chemical mechanical polishing of silicon dioxide",
  "authors": [
    "Liu, Min"
  ],
  "publication": {
    "journal": "Materials Science in Semiconductor Processing",
    "date": "2024-07-31",
    "doi": "10.1016/j.mssp.2024.108411"
  },
  "abstract": "Shallow trench isolation (STI), as a key technology for device isolation, is commonly planarized with ceria slurry in chemical mechanical polishing (CMP). Due to the ceria particles are easily agglomerated, the stability of ceria slurry is still a key issue at present. In order to obtain excellent polishing performance for dielectric, it is necessary to prepare the ceria slurry with stable dispersion. This paper is to propose a new dispersant based on acetic acid that can improve the stability of ceria slurry. By comparing the dispersibility of acetic acid with that of a formulated acetic acid-ammonium acetate buffer solution, the buffer solution was chosen as more effective dispersant. The addition of buffer solution was more beneficial for the stability of the slurry. After 7 days, the zeta potential of ceria decreased from 46.47 mV to 35.01 mV (decreased about 24.6%) with the addition of acetic acid, whereas it decreased from 51.22 mV to 42.19 mV (decreased about 17.6%) with the addition of buffer solution. Furthermore, during the CMP process, the removal rate of TEOS was improved (from 621.59 nm/min to 694.77 nm/min) along with surface roughness (Ra, from 0.37 nm to 0.07 nm). The mechanism was characterized using X-ray photoelectron spectroscopy (XPS), UV–vis spectrometer (UV–Vis), and molecular dynamic simulation. The buffer solution increased the concentration of acetate ions in the slurry, which not only enhanced the adsorption between acetate ions and ceria but also promoted the generation of Ce3+ and oxygen vacancy. Furthermore, the free electrons of Ce3+ facilitated the breaking of the Si–O–Si bonds through electron transfer, increasing the removal rate of silicon dioxide.",
  "keywords": [
    "Ceria",
    "Acetic acid-ammonium acetate buffer solution",
    "Dispersant",
    "Removal rate",
    "Adsorption and dynamic simulation"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  In the advanced fabrication process of chips, Shallow trench isolation (STI) has become a key technology for device isolation which has been widely used in the fabrication of semiconductor devices [1–3]. Silicon dioxide (SiO2) dielectric has excellent insulating properties, which improve the reliability and stability of devices, therefore, it is commonly used as the insulating dielectric layer in the STI structure [4,5]. It is well known that the STI structure comprises SiO2 and silicon nitride (Si3N4) with SiO2 left on top of Si3N4. During STI planarization, the dishing of oxide in the trench is often seen. Therefore, the precise removal of the SiO2 layer is critical [6].\n                  Chemical mechanical polishing (CMP) is an important process in integrated circuit manufacturing [7]. It is also an effective method for achieving full planarization [8]. Currently, CMP has been applied to the planarization of various materials, such as sapphire [9], copper [10], diamond [11], metal, alloy barrier [12,13], and dielectric layer [14].\n                  Currently, a great deal of research has focused on the study of slurries in CMP. The stronger the chemical properties of the slurry, the better the performance of the wafer, which is conducive to reduce the contamination caused by the abrasives after CMP. Sahir et al. [15] investigated the effect of ceria and silica abrasives on the contamination of PVA brushes after CMP. Compared to silica slurries, ceria slurries showed significantly more contamination of brushes compared to silica slurries due to the electrostatic attraction between ceria and brushes. At pH 4.0, it was found that the effect of gap distance and brush rotation speed on brush contamination was not significant. And the brush contamination increased significantly with the concentration of abrasives increasing. And the contamination of PVA brushes by 0.05 wt% ceria abrasives was high at a process time of 5 min. Samanta et al. [16] formulated efficient slurries for InGaAs CMP in different pH conditions to maintain removal rates, surface roughness, and abrasive particle contamination. It was found that the removal rate of InGaAs was higher (110 nm/min) and with the surface roughness of 1.42 nm when using the alkaline slurry (pH 10.0). The addition of ammonium halide salts to the slurry at pH 10.0 not only further increased the removal rate of InGaAs (175 nm/min) and reduced the surface roughness (Ra <0.5 nm) with minimal particle contamination.\n                  For STI CMP process, the commonly used slurry is ceria slurry because ceria slurry has a higher removal rate of oxide and nitride surfaces compared to conventional silica slurry [17,18]. However, in an aqueous medium, the large specific surface area and high molecular weight of ceria particles are prone to problems such as inter-particle agglomeration and rapid settling after being formulated into a slurry. This results in the slurry becoming unstable and not conducive to use or storage. Preventing the agglomeration of cerium oxide particles is the key to improving their quality.\n                  The current research on the dispersive suspension properties of ceria slurry mainly focuses on the use of dispersants. It has been widely reported in the literature that additives can improve the dispersion properties of ceria, such as polyacrylic acid (PAA) [19–22], sodium dodecylbenzene sulfonate (SDBS) [23], and poly vinyl pyrrolidone (PVP) [24]. Kim et al. [25] investigated the effect of poly (acrylic acid-co maleic acid) sodium salt (PAMS) on the dispersion of ceria. They found that ceria showed the highest stability at a PAMS concentration of 3.0 wt%. At this concentration, the attractive force between particles was offset by sufficient spatial potential resistance. At lower concentrations, the force of the dispersant was not sufficient to overcome van der Waals gravity, while at higher concentrations, particles tended to agglomerate due to bridging flocculation. Cheng et al. [26] found that the particle size of La/ceria was relatively smaller when using polyacrylamide (PPI) and sodium dodecyl sulfate (SDS) as dispersants. The suspension properties improved with the addition of PVP, and the prepared ceria slurry remained stable at 30 °C for 7 days.\n                  Other researchers have utilized acidic modifiers to improve the dispersion properties of ceria. Yang et al. [27] used nitric acid as a new dispersant. After wet ball milling at pH 2.0, the average particle size (D50) of ceria was 230 nm. Xu et al. [28] employed citric acid as a dispersant to obtain a slurry with a zeta potential of −27 mV, which remained stable at pH 5.0 for 24 h. The dispersion of ceria in the wet ball milling environment was also improved by using nitric acid as a new dispersant.\n                  Based on the above analysis, it can be concluded that the purpose of dispersing ceria is primarily achieved through the addition of organic additives and inorganic acids. However, the duration for which ceria remains stabilized is still relatively short. Most slurries still face the problem of settling. At present, fewer studies are using organic acids as dispersants, while this paper conducts a more comprehensive investigation on the use of organic acids.\n                  In this paper, we discuss the use of acetic acid as a dispersant for ceria. A more effective dispersion was achieved using an acetic acid-ammonium acetate buffer solution, which also helped inhibit the volatilization of acetic acid. Particle size, zeta potential, and SEM measurements revealed that when using acetic acid as the dispersant, the average particle size of cerium oxide abrasive was 266.3 nm before and 289.6 nm after one week, with corresponding zeta potentials of 46.47 mV and 35.01 mV. In contrast, when the acetic acid-ammonium acetate buffer solution was used as the dispersant for one week, the average particle size of cerium oxide abrasive increased from 183.1 nm to 201.5 nm, while the zeta potential decreased from 51.22 mV to 42.19 mV. This comparison indicated that the slurry with the buffer solution exhibited superior dispersion. Moreover, the buffer solution was found to increase the removal rate of SiO2 and improve the surface quality of the wafer. Subsequent mechanism analysis, conducted through XPS and UV–Vis, revealed that the buffer solution promoted the transfer of Ce4+ to Ce3+ on the ceria surface. An increase in the component of Ce3+ improved the dispersion stability of ceria abrasive and increased the active sites on ceria particles. Molecular dynamics simulations demonstrated that the higher concentration of acetate ions led to more stable adsorption with ceria. Finally, the mechanism behind the removal of SiO2 by buffer solution was investigated.",
    "Experimental": "2\n                  Experimental\n                  \n                     2.1\n                     Materials\n                     The TEOS wafer with a film thickness of 2000 nm were provided by Innotronix Technologies Co., Ltd. The ceria suspension supplied by Shenzhen Juxin Semiconductor Material Co., Ltd, was used for the chemical mechanical polishing of the TEOS. The original pH of the ceria suspension was 9∼10 and the average particle size of the abrasive was about 500 nm. The dispersants and pH adjuster used in this study were acetic acid and a buffer solution. The buffer solution was prepared using acetic acid and ammonium acetate crystals. Acetic acid (CH3COOH, 99% purity) was provided by Tianjin Jiuding Chemical Co., Ltd. Ammonium acetate crystals were provided by Tianjin Kermel Chemical Reagent Co., Ltd.\n                     The acetic acid-ammonium acetate buffer solution was prepared using acetic acid (purity: 99%) and ammonium acetate crystals. In this paper, the acetic acid-ammonium acetate buffer solution with pH 3.8 was prepared to adjust the slurry to pH 4.0, according to Eq. (1):\n                           \n                              (1)\n                              \n                                 \n                                    pH\n                                    =\n                                    pKa\n                                    +\n                                    log\n                                    \n                                       \n                                          c\n                                          \n                                          \n                                             (\n                                             \n                                                ammonium\n                                                \n                                                acetate\n                                             \n                                             )\n                                          \n                                       \n                                       \n                                          c\n                                          \n                                          \n                                             (\n                                             \n                                                acetic\n                                                \n                                                acid\n                                             \n                                             )\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        in which the pKa of acetic acid was 4.76. It can be calculated that the concentrations of acetic acid and ammonium acetate were 9.12 mol/L and 1.0 mol/L, respectively, to achieve a pH of 3.8. To prepare a 100 ml buffer solution, 54.72 g of acetic acid and 7.7 g of ammonium acetate were used. Therefore, take a quantity of deionized water, add 7.7 g of ammonium acetate, and stir until dissolved. After that, add 54.72 g of acetic acid to the solution. Finally, add deionized water to adjust the total volume of the buffer solution to 100 ml.\n                  \n                  \n                     2.2\n                     Polishing experiments\n                     In this study, the experiments in this paper were carried out on a RuiXuan SSP-500 polisher, and all experiments were conducted at pH 4.0. The polishing parameters are listed in Table 1\n                        .\n                     For the CMP of the TEOS, the concentration of ceria abrasive was 1.0%. The material removal rate (MRR) was calculated by Eq. (2) (Unit: nm/min).\n                           \n                              (2)\n                              \n                                 \n                                    M\n                                    R\n                                    R\n                                    =\n                                    \n                                       (\n                                       \n                                          h\n                                          ₁\n                                          −\n                                          h\n                                          ₀\n                                       \n                                       )\n                                    \n                                    ×\n                                    t\n                                    ₀\n                                 \n                              \n                           \n                        where h\n                        \n                           0\n                         and h\n                        \n                           1\n                         (Unit: nm) were the thickness of SiO2 film before and after polishing, respectively. Each h\n                        \n                           0\n                         and h\n                        \n                           1\n                         was the average value after three times of measurements, and t is the polishing time (20 s). The thickness of SiO2 film was measured using Filmetrics F50. The surface of the TEOS needs to be rinsed with deionized water for 30 s before and after polishing, and then dried with nitrogen. To ensure the accuracy of MRR, each polishing experiment was repeated three times. The average value of the three experimental results was taken as the final value of MRR, and the standard deviation of the three results was taken as the error of MRR.\n                  \n                  \n                     2.3\n                     Characterization measurement\n                     The particle size and zeta potential of ceria abrasives were measured by laser particle size analyzer (NIcomp-380, PSS Inc U.S.A.). The morphology of ceria particles was analyzed using a scanning electron microscope (SEM, Zeiss Sigma500/VP). The surface morphology including scratches and residual ceria particles of TEOS before and after polishing were analyzed by laser scanning confocal microscopy (OLS5000-LAF). The surface roughness of the TEOS was measured using an atomic force microscope (AFM, Agilent 5600LS). X-ray photo electron spectroscopy (XPS, PHI 250Xi) was used to analyze the composition, chemical state, and concentration of elements on the surface of ceria particles. The samples used for XPS were made from TEOS wafer which was cut into small cubes for 1 cm \n                           \n                              ×\n                           \n                         1 cm and immersed in the prepared slurry for 5 min. The characteristic peaks of the absorption spectra on the surface of ceria abrasives were measured using a UV–vis spectrometer (UV–Vis, Lambda 1050 + spectrometer) after adding different dispersants.\n                  \n                  \n                     2.4\n                     Adsorption and dynamics simulation\n                     The adsorption behavior of acetate ions on the surface of ceria abrasive was simulated using the Forcite module of Material Studio 2019 software. All simulations were carried out in vacuum mode. And the module used for solution modeling is Amorphous cell. The morphology module used the Bravais-Friedel-Donnay-Harker (BFDH) method to estimate the surface morphology of ceria crystals [29]. The adsorption configuration used as the adsorption surface was a 6 × 6 supercell crystal model of ceria (1 1 0), which was reserved for a vacuum layer thickness of 40 Å. The applied parameters for the Amorphous cell and Forcite are shown in Table 2\n                         and Table 3\n                        .",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Preparation of acetic acid-ammonium acetate buffer solution\n                     The study by Wang et al. demonstrated that acetic acid can serve as an effective dispersant for ceria abrasives. Under acidic conditions, acetic acid ionizes into acetate ions, which adsorb on the surface of ceria particles. This improves the dispersion performance of ceria abrasives through the double electric layer effect [30]. However, the high volatility of acetic acid leads to pH instability in the slurry during the CMP process. Additionally, its strong irritating odor is not conducive to long-duration experiments. The proportion of different ionic forms of acetic acid in an aqueous solution, varying with pH, is shown in Fig. 1\n                        . Given that the pKa of acetic acid is 4.76, in aqueous solutions with a pH below 4.76, acetic acid predominantly exists as acetic acid molecules. Above a pH of 4.76, it mainly exists as acetate ions. It is important to note that all the experiments in this study were carried out at a pH of 4.0, very close to the pKa of acetic acid. Fig. 1 indicates that under these conditions, the degree of acetic acid ionization is close to 40%. This implies that about 40% of acetic acid molecules ionized into acetate ions, thereby contributing to the higher volatility of acetic acid.\n                     According to the ionization formula of acetic acid in Eq. (3), it can be known that when the concentration of acetate ion increases, the ionization of acetic acid can be inhibited, which can decrease the volatilization of acetic acid. Therefore, in this paper, the acetic acid-ammonium acetate buffer solution was prepared, which can inhibit the volatilization of acetic acid.\n                           \n                              (3)\n                              \n                                 \n                                    \n                                       \n                                          C\n                                          H\n                                       \n                                       3\n                                    \n                                    C\n                                    O\n                                    O\n                                    H\n                                    ⇄\n                                    \n                                       \n                                          C\n                                          H\n                                       \n                                       3\n                                    \n                                    \n                                       \n                                          C\n                                          O\n                                          O\n                                       \n                                       −\n                                    \n                                    +\n                                    \n                                       H\n                                       +\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     The buffer solution was prepared by acetic acid (purity: 99%) and ammonium acetate crystals. It should be noted that in this paper, buffer solution and acetic acid are not only used as a dispersant but also as a pH adjuster for the slurry. This study mainly focused on the dispersion of them. The buffer solution with pH 3.8 was prepared to adjust the pH of the slurry to 4.0, according to Eq. (1).\n                     Next, the prepared buffer solution was studied for volatility. The remaining volume after volatilization of buffer solution and acetic acid was compared over two weeks, which was the same volume at first. Acetic acid was diluted to the pH of 3.8, consistent with the pH of the prepared buffer solution. At the same time, 10 ml of acetic acid and buffer solution were taken in a measuring cylinder, and it should be noted that the measuring cylinders used were of the same size. The results of the change in the volume of buffer solution and acetic acid with the number of days are shown in Fig. 2\n                        . After two weeks, the amount remaining volume of the buffer solution was 8 ml, while only 4.5 ml of acetic acid remained. It can be concluded that the volume of volatilization of the self-formulated buffer solution is less than that of acetic acid. This indicates that the volatilization of acetic acid can indeed be inhibited by increasing the concentration of acetate ions, and confirms the feasibility of the above method.\n                  \n                  \n                     3.2\n                     Study of dispersion stability\n                     Due to the high surface energy characteristics of ceria, the particles are easily agglomerated with each other. And it is difficult to uniformly disperse in deionized water for a long time. The large particle abrasive formed by agglomeration can scratch the wafers during the chemical mechanical polishing process, which seriously affects the efficiency of ceria slurry in practical applications. Therefore, in this paper, the effect of buffer solution and acetic acid on the dispersion stability of ceria suspension was investigated in terms of average particle size and zeta potential experiments. In order to ensure the accuracy of the results, each experiment was repeated three times. The average value of the three results was taken as the final value, and the standard deviation of the three results was taken as the error.\n                     From the previous conclusion, it can be obtained that the prepared buffer solution indeed inhibits the volatilization of acetic acid, and can be considered as a substitute for acetic acid as a dispersant and pH regulator of the ceria suspension. Therefore, the effect of acetic acid and buffer solution on the average particle size of ceria abrasives was investigated. The concentration of ceria abrasives in the suspension was 1.0 wt% and the pH was adjusted to 4.0 using acetic acid and buffer solution, respectively. Effect of settling time on the average particle size of ceria abrasives adding different dispersants is shown in Fig. 3\n                        . It was found that the average particle size of ceria suspension without dispersants is larger (512.7 nm) due to the agglomeration of ceria particles, which increases to 534.3 nm after 7 days. The addition of acetic acid and buffer solution improves the dispersion of ceria suspension. And the average particle size of the ceria abrasives dispersed by buffer solution is smaller than that of which dispersed by acetic acid. When using acetic acid as the dispersant, the average particle size of ceria abrasive increases from 266.3 nm to 289.6 nm after 7 days. When using buffer solution as the dispersant, the average particle size of ceria abrasive increases from 183.1 nm to 201.5 nm after 7 days.\n                     In colloidal processing, the greater the absolute value of the zeta potential, the more charge is on the cerium surface, which results in a longer distance between ceria particles due to repulsive forces. And van der Waals forces are weakened so that the dispersion of ceria abrasives was improved [31]. As shown in Fig. 4\n                        , the effect of acetic acid and buffer solution on the zeta potential of the ceria abrasives was studied. The zeta potential of ceria abrasives is 37.89 mV without adding dispersants, which decreases to 29.11 mV after 7 days. It indicates that the dispersion of ceria suspension is poor. After adding acetic acid and buffer solution, respectively, the dispersion of ceria suspension is improved. And the zeta potential of ceria abrasives dispersed by buffer solution is greater than that dispersed by acetic acid. When using acetic acid as the dispersant, the zeta potential of ceria abrasives is 46.47 mV, which decreased to 35.01 mV after 7 days. It indicates that the suspension can maintain the basic dispersion performance. When using the buffer solution as the dispersant, the zeta potential of the ceria abrasive is 51.22 mV at day 0, which is 42.19 mV at day 7. It indicates that the suspension has good dispersion stability. As a result, the buffer solution is a more effective dispersion for ceria suspension.\n                     Based on the above analysis of the experimental results of average particle size and zeta potential, it can be determined that the buffer solution is more effective in improving the dispersion of ceria suspension. Therefore, in order to observe more clearly the influence of acetic acid and buffer solution on the distribution of ceria particles at the microscopic level, SEM experiments was carried out on the ceria suspension with and without dispersants added at pH 4.0, respectively. The result is shown in Fig. 5\n                        .\n                     As can be seen in Fig. 5(a1), ceria particle agglomerates without the addition of any dispersant. When the magnification is adjusted to 50,000 times, the measured image is shown in Fig. 5(a2). There is a serious buildup problem between the particles, resulting in a very blurred outline of the ceria particles in the image at this point. Longitudinal comparison of Fig. 5(a1), 5(b1), and 5(c1) show that the dispersibility of the ceria abrasive is improved to varying degrees with the addition of both dispersants. By further comparison, it can be seen that when acetic acid is used as the dispersant, there is a slight agglomeration of ceria particles and the size between the particles is not uniform enough. When buffer solution is used as the dispersant, the dispersibility of ceria particles is greatly improved, the size of the particles is uniform, and clear contours and angles of the particles are observed. Therefore, the buffer solution has a more noticeable effect on the dispersion of ceria suspension than acetic acid. In addition, it can be found that the particle size of ceria abrasives is kept around 200 nm after adding the dispersants, while it is smaller when adding the buffer solution.\n                     From the study of average particle size, zeta potential, and SEM, it can be obtained that the improving effect on the dispersion of ceria suspension is better when adding the buffer solution than acetic acid. This is mainly because the buffer solution is formulated by adding ammonium acetate crystals to acetic acid, which increases the concentration of acetate ions, and inhibits the volatilization of acetic acid into the air. Under the effect of electrostatic force, more negatively charged acetate ions are adsorbed on the surface of positively charged ceria particles, increasing the repulsion between ceria particles. After the dispersion of ceria abrasive by the buffer solution, the particles are uniformly dispersed, and also have a small average particle size and high zeta potential after 7 days. It indicates that the buffer solution enables the ceria suspension to remain stable for a long period of time.\n                     Finally, the removal rate of TEOS by ceria slurry adding acetic acid and buffer solution was studied, as shown in Fig. 6\n                        . The concentration of ceria abrasive in the slurry is 1.0% and the polishing experiments are all carried out at pH 4.0. When buffer solution is used as the dispersant, the removal rate of the TEOS is 694.77 nm/min and 660.35 nm/min on day 0 and day 7, respectively. While using acetic acid as the dispersant, the removal rate of the TEOS is 621.59 nm/min and 582.04 nm/min on day 0 and day 7, respectively. It can be concluded that the removal rate of the TEOS after adding buffer solution to the slurry is higher than that of adding acetic acid. It is also further indicated that the buffer solution can replace acetic acid as an effective dispersant in the dispersion of ceria, and the dispersion effect is better than that of acetic acid. In summary, the buffer solution was finally selected as the dispersant and pH adjuster for ceria suspension in this paper.\n                     The effect of different pH under acidic and neutral conditions on the dispersion of ceria suspension and the removal rate of TEOS when adding buffer solution were investigated, as shown in Fig. 7\n                        . From Fig. 7(a) and (b), it can be found that the average particle size of ceria abrasives gradually increases and the zeta potential decreases with the of pH increasing. It indicates that the dispersion of ceria suspension is getting worse. With the pH increasing from 3.0 to 6.0, the average particle size and zeta potential of ceria change more slowly. However, the average particle size increases significantly at 7.0 with the zeta potential decreases significantly. It indicates that the dispersion effect of ceria suspension is closer under acidic condition. And under neutral condition, the dispersion effect is poorer. The reason is that the point of zero charge of ceria is 7.9, and the closer the pH is to 7.9, the easier the ceria particles are to agglomerate. From Fig. 7(c), it can be found that with the increase of pH, the removal rate of TEOS shows a trend of increasing first and then decreasing. At pH 4.0, the removal rate is the highest (694.77 nm). Moreover, the removal rate of TEOS decreased significantly at pH 7.0. It indicates that the pH affects the electrostatic force between ceria and silicon dioxide. At pH 4.0, the electrostatic force is the largest, which accelerates the formation of Si–O–Ce bonds and increases the removal rate of TEOS. Based on the above findings, in order to obtain a higher TEOS removal rate, the optimal pH was finally determined to be pH 4.0.\n                  \n                  \n                     3.3\n                     Effect of acetic acid-ammonium acetate buffer solution on the surface morphology of SiO2 wafer (TEOS)\n                     The previous results found that the self-formulated buffer solution can improve the dispersion stability of the ceria slurry and also increase the removal rate of TEOS to some extent. Therefore, the surface morphology of the wafer continued to be further investigated. The surface morphology of the wafer before and after polishing was measured by laser scanning confocal microscopy, and the results are shown in Fig. 8\n                        . From Fig. 8(a), it can be seen that there are obvious scratches as well as residual ceria particles on the surface of SiO2 wafer before polishing. From Fig. 8(b), it can be obtained that when acetic acid is used as the dispersant, the surface quality of the SiO2 wafer after polishing by ceria slurry is improved. The scratches become lighter or even disappear, and the residual ceria particles on the surface are also reduced at the same time. From Fig. 8(c), it can be obtained when the buffer solution as the dispersant, the SiO2 wafer surface quality has improved significantly, mainly in the absence of visible scratches on the wafer surface and ceria residues. By comparing the effects of the two dispersants on the surface quality of the wafer, it is found that both have a contributing effect on the improvement of the surface quality, but when the buffer solution is used as the dispersant, the surface quality of the wafer is the best.\n                     In order to further investigate the surface quality of the wafer, the surface roughness of the wafer was measured by AFM. The results are shown in Fig. 9\n                        . From Fig. 9(a), it can be seen that before polishing, the surface roughness of the SiO2 wafer is 0.37 nm, and the surface is uneven with obvious irregular bumps. When acetic acid is used as the dispersant, the surface morphology of the wafer after polishing is shown in Fig. 9(b) with Sq of 0.18 nm. The surface roughness is reduced and the surface is relatively flat, but scratches can be seen to appear. The surface morphology of the polished wafer with buffer solution as a dispersant is shown in Fig. 9(c), and the Sq is 0.07 nm. The surface quality is better and the roughness is minimized. The surface is flat and there are no scratches and residual ceria particles.\n                     In summary, the combination of laser scanning confocal microscopy and atomic force microscopy measurement studies on the surface of the SiO2 wafer reveals that both dispersants improved the surface quality of the wafer. However, comparing the number of scratches and residual ceria particles, it is found that the self-formulated buffer solution improves the wafer surface quality better than acetic acid. It may be because the addition of buffer solution improves the dispersion of ceria particles and reduces the large particles. The force between the abrasive and the wafer is also more uniform, which improves the surface quality of the wafer. The buffer solution not only improves the dispersion stability of the ceria slurry, but also obtains a higher SiO2 removal rate, and at the same time, it is more capable of obtaining a flat wafer surface, which is of great significance to the chip fabrication process.\n                  \n                  \n                     3.4\n                     Mechanistic analysis through XPS method\n                     In order to investigate the mechanism of action of the acetic acid and buffer solution, the elemental spectra of the following three samples were measured respectively at pH 4.0 using XPS: (a) 1.0 wt% ceria, (b) 1.0 wt% ceria with acetic acid as the dispersant, (c) 1.0 wt% ceria with buffer solution as the dispersant. XPS is an analytical technique for detecting the composition, chemical state, and concentration of elements on the surface of materials. The results were fitted and analyzed by a software called Avantage. The full spectrum of the elements is shown in Fig. 10\n                         The different element peaks can be assigned for Si 2p, C 1s, O 1s, and Ce 3d, respectively. By comparing the peak curves of the elemental content on the surface of ceria abrasive after the addition of acetic acid and buffer solution, it can be found that the component of O 1s decreases and the component of Ce 3d increases after the addition of acetic acid and buffer solution, and the component of Ce 3d is higher than that of acetic acid after the addition of buffer solution. It is inferred that the reason why the buffer solution can improve the dispersion and the removal rate is mainly because of the influence of the cerium element.\n                     \n                        Fig. 11\n                         shows the fine spectral peak curves of cerium elements of samples on the ceria surfaces, respectively, which were fitted using a nonlinear split-peak fitting method. It can be seen from Fig. 10 that both Ce3+ and Ce4+ valences are present in the samples. The spin orbitals 3d 3/2 and 3d 5/2 of the sample are labeled with U and V, respectively, where V0, V2, U1, and U2 peaks are characteristic peaks of Ce4+ valence, and V1 and U0 are characteristic peaks of Ce3+ [32,33]. The integral areas of the peaks of ceria samples with different Ce valences are given in Table 4\n                        . The components of Ce3+ and Ce4+ are calculated by Eq. (4) and Eq. (5), respectively:\n                           \n                              (4)\n                              \n                                 \n                                    \n                                       [\n                                       \n                                          \n                                             C\n                                             e\n                                          \n                                          \n                                             3\n                                             +\n                                          \n                                       \n                                       ]\n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             V\n                                             1\n                                          \n                                          +\n                                          \n                                             U\n                                             0\n                                          \n                                       \n                                       \n                                          \n                                             V\n                                             0\n                                          \n                                          +\n                                          \n                                             V\n                                             1\n                                          \n                                          +\n                                          \n                                             V\n                                             2\n                                          \n                                          +\n                                          \n                                             U\n                                             0\n                                          \n                                          +\n                                          \n                                             U\n                                             1\n                                          \n                                          +\n                                          \n                                             U\n                                             2\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (5)\n                              \n                                 \n                                    \n                                       [\n                                       \n                                          \n                                             C\n                                             e\n                                          \n                                          \n                                             4\n                                             +\n                                          \n                                       \n                                       ]\n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             V\n                                             0\n                                          \n                                          +\n                                          \n                                             V\n                                             2\n                                          \n                                          \n                                             \n                                                +\n                                                U\n                                             \n                                             1\n                                          \n                                          +\n                                          \n                                             U\n                                             2\n                                          \n                                       \n                                       \n                                          \n                                             V\n                                             0\n                                          \n                                          +\n                                          \n                                             V\n                                             1\n                                          \n                                          +\n                                          \n                                             V\n                                             2\n                                          \n                                          +\n                                          \n                                             U\n                                             0\n                                          \n                                          +\n                                          \n                                             U\n                                             1\n                                          \n                                          +\n                                          \n                                             U\n                                             2\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     The specific components of Ce3+ and Ce4+ on the ceria surface of the samples are shown in Fig. 12\n                        . The components of Ce3+ and Ce4+ on the surface of ceria are 24% and 76%, respectively, when no dispersant is added to the slurry. The component of Ce3+ is lower. When acetic acid is added, the components of Ce3+ and Ce4+ on the surface of ceria is 26% and 74%, respectively. And when the buffer solution is added, the components of Ce3+ and Ce4+ on the surface of ceria is 35% and 65%, respectively. It can be found that acetic acid and buffer solution are beneficial to the increase in the component of Ce3+. The component of Ce3+ is the highest when the buffer solution is added, which confirms the above conjecture that elemental Ce, crucially Ce3+, indeed has a positive effect on the dispersant of ceria slurry and the removal rate of SiO2.\n                     In addition, a large number of studies have shown that the chemical activity of ceria is related to the concentration of Ce3+ and oxygen vacancy, and the higher the concentration of Ce3+, the stronger the chemical activity of ceria [34–38]. As can be seen from the full spectrum diagram in Figs. 9 and 11, after adding buffer solution to the slurry, the component of O 1s decreases the most, and the component of Ce3+ of Ce 3d increases the most. The chemical activity of ceria is the strongest at this time. Based on Cook's reaction mechanism, Sabia et al. think that during the CMP process, Ce3+ on the surface of ceria generates more active sites on the particles and the workpiece, which is more favorable for the Ce–O–Si softening layer to be generation so that improving the removal rate of SiO2 [39]. The above study in this paper shows that there is indeed a transition of state between Ce4+ to Ce3+. The buffer solution increases the concentration of Ce3+, which favors the chemical activity of the ceria abrasive and thus increases the SiO2 removal rate. This corresponds to the results of experimental results.\n                  \n                  \n                     3.5\n                     Mechanistic analysis through UV–Vis method\n                     In order to further investigate the effect of the buffer solution on the active substances of ceria, the valence information of Ce element in ceria samples was analyzed by UV–visible spectroscopy. The results are shown in Fig. 13\n                        . It has been shown that the absorption peak of ceria near 200 nm is the characteristic absorption peak of Ce3+, and the absorption peak near 300 nm is the characteristic absorption peak of Ce4+ [40]. Therefore, it can be found that when no dispersant is added to the slurry, the intensity of the absorption peak of Ce3+ on the surface of ceria is the lowest and the intensity of the absorption peak of Ce4+ is highest. When the dispersant was added to the slurry, the intensity of the absorption peaks of Ce3+ became higher and this is the highest when the buffer solution is added. In contrast, when adding buffer solution, the intensity of the absorption peak of Ce4+ is lowest. It indicates that there is a conversion of Ce4+ to Ce3+. Compared to acetic acid, the buffer solution mostly promotes the increase of Ce3+ content. Dandu et al. [41] found that the intensity of the UV absorption peak can reflect the strength of the interaction between the additive and ceria. After adding buffer solution, the intensity of the Ce3+ absorption peak is obviously strengthened, indicating that the adsorption of buffer solution and ceria is the strongest, which is more conducive to the improvement of the dispersion performance of ceria slurry. They also found that the higher the peak intensity of the UV absorption peak of Ce3+, the higher the removal rate of SiO2 by the slurry. In this paper, the removal rate of SiO2 by the slurry with the addition of buffer solution is higher than that of acetic acid, and the component of Ce3+ on the surface of the ceria samples is also the highest after the addition of buffer solution. These findings are in line with the research conducted by Dandu et al., as well as the results obtained from XPS analysis.\n                     In summary, the action mechanism of the buffer solution to improve the dispersion stability of ceria and the removal rate of SiO2 compared to acetic acid was investigated by combining XPS and UV–Vis analysis. The adsorption between the buffer solution and ceria particles was stronger. Because the buffer solution increased the concentration of acetate ions in the slurry, more acetate ions were adsorbed on the surface of ceria particles, which led to the enhancement of the inter-particle electrostatic force, thus improving the dispersion of ceria. Furthermore, the increase in component of Ce3+ and oxygen vacancy contributes to the increase in the active sites of ceria particles, accelerates the chemical reaction between the abrasive and SiO2 wafers, and promotes the formation of the Si–O–Ce softening layer so that improving the removal rate of SiO2.\n                  \n                  \n                     3.6\n                     Mechanistic analysis by adsorption and dynamic simulation\n                     Based on the above experiments, when the buffer solution was used as a dispersant, the dispersion stability of the ceria slurry and the polishing effect of SiO2 were effectively improved. The reason is that the prepared buffer solution increased the components of acetate ions in the slurry. And the mechanism was next investigated by adsorption and dynamic simulation using Material Studio software. The adsorption model of acetate ions in different concentrations on ceria was constructed as shown in Fig. 14\n                        . The concentration of acetate ion is (a1/a2) 0.5%, (b1/b2) 1.0%, (c1/c2) 2.0%, and (d1/d2) 3.0%, respectively. The adsorption energy (E\n                        \n                           ads\n                        ) is calculated from Eq. (6) and the results are shown in Table 3.\n                           \n                              (6)\n                              \n                                 \n                                    \n                                       E\n                                       \n                                          a\n                                          d\n                                          s\n                                       \n                                    \n                                    =\n                                    \n                                       E\n                                       \n                                          t\n                                          o\n                                          t\n                                       \n                                    \n                                    −\n                                    \n                                       E\n                                       \n                                          c\n                                          e\n                                          r\n                                          i\n                                          a\n                                       \n                                    \n                                    −\n                                    \n                                       E\n                                       \n                                          s\n                                          o\n                                          l\n                                          u\n                                          t\n                                          i\n                                          o\n                                          n\n                                       \n                                    \n                                 \n                              \n                           \n                        where E\n                        \n                           tot\n                         represents the total energy, E\n                        \n                           ceria\n                         represents the energy of ceria (1 1 0), and E\n                        \n                           solution\n                         represents the energy of the acetate solution.\n                     It is clear from previous studies that when the E\n                        \n                           ads\n                         is negative, it represents that adsorption is spontaneous. Moreover, the higher absolute value of the E\n                        \n                           ads\n                         indicates that the adsorption between two substances is stronger [42]. From Table 5\n                        , it can be obtained that the relationship between the absolute value of E\n                        \n                           ads\n                         with the concentration of acetate ions in the slurry increasing is as follows: 0.5% CH3COO\n                           −\n                         (6653.15 eV) < 1.0% CH3COO\n                           −\n                         (6773.53 eV) < 2.0% CH3COO\n                           −\n                         (6814.36 eV) < 3.0% CH3COO\n                           −\n                         (6836.60 eV). The greater the concentration of acetate ions, the higher the absolute value of E\n                        \n                           ads\n                        , indicating that the adsorption of acetate ions on ceria is the strongest. The electrostatic force between ceria particles is enhanced, resulting in improving dispersion properties of the slurry. The conclusion is consistent with the previous experimental results. It can be concluded that the buffer solution inhibits the volatilization of acetic acid into the air so that the concentration of acetate ions in the slurry is increased. Moreover, the buffer solution is prepared from acetic acid and ammonium acetate crystals. The addition of ammonium acetate also increases the amount of acetate ions in the slurry. Therefore, combined with the previous XPS and UV–Vis analysis results, it can be concluded that the increase in the concentration of acetate ions not only improves the dispersion of the ceria slurry, but also further promotes the transformation of Ce4+ to Ce3+ on the surface of ceria, increasing the chemical reactivity of the abrasives and active sites between the abrasives with wafer. Ultimately. the removal rate of SiO2 is increased.\n                  \n                  \n                     3.7\n                     Study on the removal mechanism of SiO2 by buffer solution\n                     The removal mechanism of SiO2 by buffer solution is shown in Fig. 15\n                        . From the above analysis, it can be obtained that the buffer solution improves the dispersion stability of ceria slurry so that the chemical reaction between the slurry with the SiO2 wafer becomes more adequate, and increasing the removal rate of SiO2. Moreover, the improvement in the concentration of Ce3+ is also conducive to increase the removal rate of SiO2. During the CMP process, when the slurry contacts the wafer surface, SiO2 is hydrolyzed to produce the Si(OH)4 hydration layer. The Point of Zero Charge (PZC) of SiO2 is 2.2 and the PZC of ceria is 7.9 [43,44]. Therefore, under the condition of pH 4.0, ceria with a positive charge adsorbed on the surface of the SiO2 with a negative charge to form the Si–O–Ce bond. When the buffer solution is used as the dispersant, Ce4+ on the surface of ceria is transformed into Ce3+ with higher chemical activity. When the Si–O–Ce bond is formed, the free electrons in the Ce3+ destroy the Si–O–Si bond through electron transfer. And the Si–O–Ce soft layer formed on the wafer surface was removed by chemical interaction. Therefore, the removal rate of SiO2 is increased. In contrast, when acetic acid is used as the dispersant, it only weakens the Si–O–Si bond, and then the Si–O–Ce soft layer is removed by mechanical grinding.",
    "Conclusions": "4\n                  Conclusions\n                  On the basis of acetic acid as a dispersant of ceria abrasive, the acetic acid-ammonium acetate buffer solution with better-dispersing performance was formulated. The dispersion mechanism of ceria and the removal mechanism of SiO2 were systematically studied. Firstly, the volatilization of acetic acid and buffer solution at the same time was investigated, and it was confirmed that the buffer solution could inhibit the volatilization of acetic acid, which would increase the concentration of acetate ions in the slurry. Through the detailed study of particle size, zeta potential, and SEM, it was found that the buffer solution had a better dispersion effect (average particle size: 183.1 nm, zeta potential: 51.22 mV) on ceria slurry. Confocal microscopy and AFM results showed that the addition of buffer solution resulted in the least scratches and residual ceria on the wafer surface and the surface roughness was the lowest (0.07 nm). And the removal rate of TEOS was increased (from 621.59 nm/min to 694.77 nm/min). After that, XPS and UV–Vis results showed that the buffer solution was able to convert Ce4+ to Ce3+ with higher reactivity, improving the dispersion property of ceria particles and increasing the active sites. It was also confirmed by adsorption modeling that the higher the concentration of acetate ions, the higher the adsorption energy between acetate ions and ceria, resulting in better stability of ceria slurry. The final mechanism analysis shows that the free electrons of Ce3+ break the Si–O–Si bond by electron transfer, achieving the purpose of removing SiO2. Therefore, the acetic acid-ammonium acetate buffer solution that can effectively improve the dispersion performance of ceria slurry. And this conclusion provides valuable insights to the research of promoting the ceria slurry to remain stable for a long time.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Min Liu: Writing – original draft, Methodology, Investigation, Formal analysis. Baoguo Zhang: Writing – review & editing, Supervision, Project administration, Funding acquisition, Conceptualization. Jihoon Seo: Writing – review & editing. Wenhao Xian: Investigation, Formal analysis. Dexing Cui: Supervision, Investigation. Shitong Liu: Investigation, Data curation. Yijun Wang: Supervision, Methodology. Sihui Qin: Writing – review & editing, Supervision. Yang Liu: Investigation."
  },
  "references": []
}