{
  "title": "Chemical effect on the material removal rate in the CMP of silicon wafers",
  "authors": [
    "Wang, Y.G."
  ],
  "publication": {
    "journal": "Wear",
    "date": "2011-01-12",
    "doi": "10.1016/j.wear.2010.11.006"
  },
  "abstract": "This paper investigates the effects of oxidizer concentration, pH and slurry flow rate on the material removal rate (MRR) in chemo-mechanical polishing (CMP) of Si (100) wafers. The CMP was carried out in alkaline slurry using alumina and ceria particles with hydrogen peroxide. It was found that the applications of the two particle materials lead to very different results. When using the alumina particles, the MRR initially decreases with increasing the slurry pH value until pH=9. Nevertheless, the application of the ceria particles increases the MRR before the pH of the slurry reaches 10. It was concluded that in the former, the effect was due to the particle agglomeration and the contact angle decrease of the oxidizer slurry with the wafer surface; whereas in the latter it was caused by the particle agglomeration and the modification of trivalent ceria ions. The influence of the slurry flow rate and oxidizer concentration, regardless of the particle type, was found to be similar—a higher flow rate or a higher oxidizer concentration brought about a greater MRR before reaching a plateau. Many of these were interpreted by an adhesive removal mechanism on the molecular scale.",
  "keywords": [
    "Chemo-mechanical polishing",
    "Removal rate",
    "Alumina",
    "Ceria",
    "pH",
    "CMP"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Due to its global planarization capability, chemo-mechanical polishing (CMP) is currently a main processing method in the fabrication of integrated circuits [1,2]. In a CMP process, a rotating wafer is pressed against a rotating polishing pad while slurry, comprising some chemical agents and abrasive particles, is fed into the wafer–pad interaction zone. The coupled chemical–mechanical interactions are believed to be responsible for the material removal in the polishing process [3]. However, some chemicals used in CMP are toxic, which increases production cost, creates disposal issues of the toxic chemicals, and causes pollution. A deep fundamental understanding of the chemical effects in CMP can provide some insight into the process optimization and reduce the usage of chemicals while maintaining a high removal rate.\n                  Many processing factors can significantly influence a CMP process [4], such as properties of polishing pad, abrasive particles and chemical reagents. In the past years, much effort [5–7] has been placed to optimize the effect of mechanical parameters on polishing rate, including polishing pressure, speed, pad selection [8], abrasive size and concentration [9,10], etc. However, the improvement has been incremental and cannot meet the needs of fast growth of IC fabrication.\n                  Although colloidal silica slurries have been widely used in the polishing of silicon wafers, the mechanisms of the material removal rate have not been properly understood yet. Meanwhile, this type of slurry contains lots of toxic chemicals [1,2,5]. Recently, two types of abrasives, Al2O3 and CeO2, have received much attention in the CMP community due to their appropriate mechanical and chemical properties. Al2O3 abrasives have been used to perform damage-free polishing without using chemicals [11]. The investigation on silicon polishing using Al2O3 abrasives, de-ionized water and SUBA IV pad [12] showed that the material removal rate was low (∼30nm/min). On the other hand, ceria abrasives were applied to increase the polishing rate of SiO2 wafers and optical glass because of the ceria's high chemical reactivity [13,14]. Song et al. [15] carried out the CeO2 abrasives for silicon wafer polishing at a high platen speed (200rpm). Nevertheless, the influence of oxidizers was not considered in their study. Furthermore, colloid abrasive SiO2 is the commercially used slurry for silicon CMP, yet the surface quality in terms of material removal rate and chemical pollution after CMP are still a big concern [16]. Both experimental and theoretical studies [13–17] seem to have indicated that the chemical effects in CMP are dominated by the pH values of the slurry and oxidizer. Various oxidants such as H2O2, KIO3 and Fe(NO3)3 have been used in the CMP of copper, tungsten, SiO2 and optical glass [18,19]. Among these oxidizing agents, H2O2 is preferable since it forms harmless decomposition and by-products in the reaction. However, to our knowledge, very little has been done on the investigation into the CMP of silicon wafers using H2O2 with Al2O3 or CeO2 abrasives.\n                  While there are many factors that influence the quality of a CMP process, as briefly discussed above, the aim of this paper is to investigate the chemical effects of oxidizer concentration and pH value on the material removal rate in the CMP of silicon wafers. Two types of abrasive materials, Al2O3 and CeO2, will be used in the polishing slurries with an additive of H2O2. The influence of the slurry flow rate will be discussed, with an attempt to reduce the waste quantity of chemicals, such as oxidizers and pH chemicals. Although a desirable CMP process has both a high removal rate and good planarization, the degree of planarity was not considered in the present paper.",
    "Experiment": "2\n                  Experiment\n                  The polishing experiments were conducted on commercially available (100) silicon wafers using a PM5 auto-lap precision lapping/polishing machine from Logitech Co. Two types of slurry were made in the laboratory. One contained Al2O3 abrasives (from Logitech Co.) and the other contained CeO2 particles (from H.K. Yihel Trading Co.) of a normal diameter 50nm. In both types of the slurry, de-ionized water and H2O2 (Analytically pure grade; from Sigma Co.) were used with the abrasive concentration of 2.5% Vol. NaOH and HCl were applied to adjust the pH value. To examine the slurry flow rate effect on the material removal rate, the slurry was delivered at variable flow rates from 20 to 100ml/min. The sample size for the polishing tests was 20mm×15mm. The polishing pad, of the diameter 300mm, was Chemicloth Polishing Cloths, SKU:0CON-352 of Logitech made of urethane [8]. The wafer weight was measured before and after polishing to calculate the weight loss and material removal rate using a precision balance (resolution=10−5\n                     g, Sartφrius (BP 210D) Co.). Each test was repeated three times to verify the reproducibility of the experimental data. A UV/VIS/NIR spectrophotometry (Cary, 5E model) was used to obtain the transmittance spectra of ceria slurries in variable pH values and oxidizer concentrations at room temperature. The quartz analytical box for this purpose (optical prosperities, G380, Proscitech Co.) was made in house.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     The effect of flow rate on MRR\n                     \n                        Fig. 1\n                         shows the results using the polishing conditions of pressure=20kPa, oxidizer concentration=0.4% Vol. and slurry pH value=7. It is clear that the increase of the slurry flow rate promoted the polishing rate, regardless of the types of the abrasives used. This could be due to the increased wafer–abrasive interaction rate. However, when the slurry flow rate increased to a certain value (70ml/min in the present case), the material removal rate became stable, indicating that the wafer–abrasive interaction had reached the maximum.\n                     The MRR with the Al2O3 slurry is much higher than with the CeO2 slurry. This could be due to the aggregation of CeO2 particles. In the absence of surfactant agents, the dispersion state of polishing slurry depends mainly on electrostatic means. The iso-electric point (IEP) of Al2O3 slurry pH is about 9–10 [20]. The agglomeration of Al2O3 slurry would not happen at pH=7. However, the pH value of the slurry is around the IEP of CeO2 (about 6–7) [21]. Thus in the case of CeO2 abrasives, the electrostatic interaction of the particles becomes less repulsive. As a result, slurry agglomeration ensues, resulting in an increase in the size of an effective abrasive and, in turn, leading to a decrease in the number of effective abrasives (N) because the abrasive concentration in the slurry is a constant. A smaller N reduces MRR. Although a smaller N increases the force on an effective abrasive and thus its greater indentation or scratch depth (thus a larger MRR), MRR is more sensitive to the number of effective abrasives. Therefore, the more significant agglomeration of CeO2 slurry leads to a smaller MRR compared with the case using Al2O3 slurry.\n                  \n                  \n                     3.2\n                     The effect of oxidizer concentration on MRR\n                     \n                        Fig. 2\n                         describes the variation of MRR with the oxidizer concentration (polishing conditions: pressure=20kPa, slurry flow rate=70ml/min, slurry pH=7). Initially, the MRR is enhanced by the increase in oxidizer concentration. After reaching the maximum value, the MRR decreases. This is the same for both the CeO2 and Al2O3 slurries, but the concentration points at the peaks of MRR are different, H2O2\n                        =0.4% Vol. in the case of the Al2O3 slurry and 1.0% Vol. when the CeO2 slurry was used. The initial rise in the oxidizer concentration promotes the chemical reaction between Si and H2O2, forming soft chemical layers of silicon. At a lower oxidizer concentration, the fraction of reacted Si wafer surface is low. An addition of chemicals increases the fraction, leading to a higher MRR. After the saturation stage, more oxidizer concentration will not create more areas of reacted surface; MRR can no longer increase.\n                     On the other hand, it is well known that the chemical reaction at a liquid and solid interface depends on their contact angle. A smaller contact angle accounts for a better interfacial wettability, which enhances the chemical reaction at the solid–liquid interface [22]. Using a contact angle meter (DIGIDROP, GBX, France), Lee et al. [16] investigated the relationship between contact angle and oxidizer (NaOH) concentration in silica slurry solution for the CMP of silicon wafers. They found that with the increase of oxidizer concentration, the contact angle would drop initially (thus an enhancement of chemical reaction and a higher MRR) but increase shortly (thus a reduced chemical reaction and MRR). This is in agreement with the silicon removal rate variation in Fig. 2. However, the contact angle also depends on many other factors such as the surface roughness of a wafer and the pH value of slurry [22]. Therefore, it is reasonable to speculate that Al2O3 and CeO2 slurries have different optimal removal oxidizer concentrations of H2O2.\n                     \n                        Fig. 2 indicates that the removal rate using alumina particle is higher than that of ceria particle as the concentration of H2O2 is less than 0.4%, which was caused by the electrostatic interactions and aggregation of abrasives as mentioned in Section 3.1. However, the further increase in the H2O2 would modify the chemical activity of ceria particles. It means that the chemical activity of ceria particle plays more important role than the electrostatic interactions force of abrasives to remove the material in CMP as pH exceeds 0.4%, which is well explained in Section 3.4. It is noticed that the further consideration of the effect of electrostatic interactions between the wafer and the pad will be benefit for the paper. However, up to now, it is hard to exactly derive the electrostatic interactions among the abrasive, the wafer and the polishing pad, especially between the nano-thin liquid film between the wafer and the pad in CMP.\n                  \n                  \n                     3.3\n                     Effect of pH value on MRR\n                     As visualized in Fig. 3\n                         (polishing conditions: pressure=20kPa, particle size=50nm, concentration of abrasive=2.5% Vol., flow rate of slurry=70ml/min, oxidizer concentration=0.4% Vol.), the effect of pH value on MRR is much more complicated. The lowest removal rates using Al2O3 and CeO2 slurries are at pH 9 and 7, respectively. This could be ascribed to the aggregation of the particles at different pH values as discussed in the previous section.\n                     When using the Al2O3 slurry, MRR increased as the pH value became greater than 9. This may be due to the change of the contact angle. Xu [23] investigated the effect of pH value on the contact angle in the CMP of Si (100) wafers using a contact angle meter (JC 2000A), and the increase in the pH value reduces the contact angle. This accounts for the increase in MRR with the increase in pH value. Fig. 3 shows that a further increase in pH value beyond 11 does not enhance MRR, which could be due to the constant abrasive concentration which limits the frequency of the mechanical interaction between abrasive particles and the wafer surface, as discussed in the previous section.\n                     The sharp increase in the MRR in the range of pH values from 10 to 11 for Al2O3 slurry in Fig. 3 can be interpreted by the chemical reaction of silicon with the oxidizer. A more detailed break-down of the reaction equations, including the transfer of charge for silicon chemical reaction was proposed by Seidel et al. [24] as follows:\n                           \n                              Si\n                                 +\n                                 2OH−\n                                 →Si(OH)2\n                                 2++2e−\n                              \n                           \n                        \n                        \n                           \n                              Si(OH)2\n                                 2+\n                                 \n                                 +\n                                 2OH−\n                                 →Si(OH)4+2e−\n                              \n                           \n                        \n                        \n                           \n                              4H2O2\n                                 +4e−\n                                 →4OH−\n                                 +2H2\n                              \n                           \n                        \n                     \n                     Seidel et al. [24] also found that the neutral Si(OH)4 limited the reaction rate for the silicon etching process. Based on the silicate chemistry [25], Si(OH)4 leaves a solid silicon surface as the pH value exceeds 11–12. The dissolution of Si(OH)4 into the slurry enhances the etching process. The following complex is formed by the detachment of two protons:\n                           \n                              Si(OH)4\n                                 →SiO2(OH)2\n                                 2−+2H+\n                              \n                           \n                        \n                        \n                           \n                              2H+\n                                 +2OH−\n                                 →2H2O\n                           \n                        \n                     \n                     Interestingly, the removal rate deteriorates as the pH exceeds 10 in Fig. 3(b), although superior dispersion stage of CeO2 abrasive in alkaline solution [14] and acceleration of chemical etching happens at pH 10, which is to improve the material removal rate. This is much different from the Al2O3 slurry in Fig. 3(a). This phenomenon can be caused by the followings. Generally, the performance of CeO2 slurry relies on the chemical activity of the abrasive surface. CeO2 is known to be thermodynamically unstable in the presence of aqueous and decomposes by evolving oxygen and reduces from tetravalent state to trivalent state [26]. Thus, the surface of ceria particles contains significantly more Ce3+ ions than the bulk. When the pH value is increased, more uniform and smaller particles would be obtained due to the increase in the repulsive interaction energy of CeO2 abrasive particles. Therefore, the activity of the abrasives is enhanced. It means that the surface of the abrasives becomes easier to be modified due to the smaller particle size. In other words, the stable suspension of abrasive CeO2 in hydrogen peroxide slurry at higher pH value may promote the chemical activity of abrasive surface because a smaller particle has a higher surface energy. This reduces the requirement for the amount of H2O2 to oxidize the Ce3+ to Ce4+. It is likely that a smaller amount of H2O2 is sufficient to modify the surface of CeO2 abrasive at higher pH value. More Ce3+ on the surface of abrasive in slurry could be beneficial for the CMP process due to the ease of forming a Ce(OH)3 hydration layer which would accelerate the process of CMP based on Cook's theory [13]. Therefore, the increase in pH value leads to the increase of the ratio of Ce4+ ions to Ce3+ ions for the oxidization effect of hydrogen peroxide despite the lower concentration, which contributes to the decrease in MRR in Fig. 3(b).\n                     One may have realized that since the H2O2 can oxidize the Ce3+ to Ce4+, resulting in the decrease in MRR. Then why is the removal rate the highest at the concentration of H2O2 1% in Fig. 2(b)? It is noted that the concentration of H2O2 in Fig. 2(b) is much higher than that of 0.4% in Fig. 3(b). At a lower pH value, such as pH 7 in Fig. 2(b), although the amount of H2O2 is 1%, the surface of CeO2 may not be modified due to the aggregation of CeO2 particles at the lower pH. However, a further increase in H2O2 as a stronger oxidizer will oxidize the Ce3+ to Ce4+, which results in the decrease in MRR after the highest MRR in Fig. 2(b). This is in agreement with the experimental results of Manivannan et al. [27]. Furthermore, at a higher pH value, the CeO2 abrasive particles may be easier to dissolve into the slurry, which will lead to the decrease in the number of effective abrasive and contributes to the decrease in MRR.\n                     Based on the above analysis, we can obtain the following conclusions. On one hand, the increase in the pH value (larger than 10) leads to the decrease in MRR due to the modification of CeO2 abrasive surfaces; while on the other hand, the increase in pH value (larger than 10) will also enhance the MRR due to the chemical etching rate of silicon. The coupled balance of the two opposing effects determines the dependence of MRR on pH in Fig. 3.\n                  \n                  \n                     3.4\n                     Spectroscopy analysis\n                     The above analysis could be indirectly supported by spectroscopy. Since the particles are easy to agglomerate at pH=7, a dynamic quartz box was made to characterize the ceria slurry, as illustrated in Fig. 4\n                        . The slurry flows from the bottom to the top in the box to avoid the agglomeration of particles. Only the surfaces transmitted by light were made of quartz, and other surfaces were composed of glass. Fig. 5\n                         describes the transmittance spectra of ceria slurries in different chemical conditions. The positions of the transmittance of Ce3+ and Ce4+ ions are different and lie in the regions around 340 and 360nm, respectively, which are in agreement with the published data [28].\n                     As can be seen from Fig. 5(a), the Ce3+ ions are dominant in the slurry at pH=7 with 0.4% H2O2. However, with the further increase in H2O2 to 1% or 2%, the Ce3+ ions are oxidized to Ce4+ ions as shown in Fig. 5(c) and (d). At pH=10, Fig. 5(b), the Ce3+ ions mainly exist in the slurry, together with the superior dispersion ability of ceria particles, and the removal rate is the highest, Fig. 3(b). Nevertheless, the additional increase in pH value reduces the requirement to oxidize the Ce3+ ions by H2O2, Fig. 5(e), which is responsible for the decrease in MRR in Fig. 3(b) with the increase in pH value.\n                  \n                  \n                     3.5\n                     Removal mechanism\n                     Abiade et al. [21] reported that the highest removal rate for silica wafer appears near the isoelectric point of the ceria slurry. However, our current study, as shown in Fig. 3(b), indicated that the lowest polishing rate was around the IEP point of ceria slurry. These inconsistent observations may be caused by the different sizes of the ceria particles used by the two teams. In the case with a larger particle size (0.5μm) [21], the material removal rate largely depends on the indentation depths of the particles into the wafer; thus the material removal process is dominated by mechanical factors [29]. In the case with a smaller particle size (50nm) in the present study, the removal mechanism is mainly the de-bonding of the weak molecules through the chemical activity of ceria particles. The surface modification process for CeO2 particles can be described as follows: the dissolved silicon first releases to the slurry solution and then is adsorbed onto the abrasive particles. Therefore, the corrosion product SiO2(OH)2\n                        2− could be complexed by Ce–OH due to the chemical activity of CeO2, i.e.,\n                           \n                              \n                                 \n                                    Ce\n                                    –\n                                    OH\n                                    +\n                                    \n                                       SiO\n                                       2\n                                    \n                                    \n                                       \n                                          \n                                             \n                                                (\n                                                OH\n                                                )\n                                             \n                                             2\n                                          \n                                       \n                                       \n                                          2\n                                          −\n                                       \n                                    \n                                    →\n                                    \n                                       \n                                          [\n                                          Ce\n                                          \n                                             \n                                                (\n                                                \n                                                   SiO\n                                                   3\n                                                \n                                                )\n                                             \n                                             3\n                                          \n                                          ]\n                                       \n                                       \n                                          2\n                                          −\n                                       \n                                    \n                                    +\n                                    \n                                       H\n                                       2\n                                    \n                                    O\n                                 \n                              \n                           \n                        \n                     \n                     This leads to the accelerated removal of SiO2(OH)2\n                        2− from silicon surface and promotes the material removal rate.",
    "Conclusions": "4\n                  Conclusions\n                  This paper has investigated the effects of slurry flow rate, oxidizer concentration and pH value of alumina and ceria slurries on the polishing rate of silicon wafers. The following conclusions can be drawn:\n                        \n                           (a)\n                           The effects of flow rate and oxidizer concentration on MRR are similar when using either alumina or ceria slurry, and the optimal slurry flow rate is 70ml/min. The optimal oxidizer concentrations are 0.4% and 1% for Al2O3 and CeO2 slurries, respectively.\n                        \n                        \n                           (b)\n                           Alumina and ceria particles have very different performances the pH value of slurry changes. The best pH values for the two types of particle materials are different, 10 and 11 in the studied conditions (Fig. 3).\n                        \n                        \n                           (c)\n                           Ceria abrasives are effective for polishing silicon wafers. A good polishing condition for high MRR and less chemicals is: pH=10, oxidizer concentration=0.4% Vol. and flow rate=70ml/min."
  },
  "references": []
}