{
  "title": "Highly efficient planarization of sliced 4H–SiC (0001) wafer by slurryless electrochemical mechanical polishing",
  "authors": [
    "Yang, Xu"
  ],
  "publication": {
    "journal": "International Journal of Machine Tools and Manufacture",
    "date": "2019-09-30",
    "doi": "10.1016/j.ijmachtools.2019.103431"
  },
  "abstract": "Slurryless electrochemical mechanical polishing (ECMP) was proposed and directly applied to sliced 4H–SiC (0001) surfaces. After ECMP for 2 h at a current density of 10 mA/cm2 in sodium chloride aqueous solution using a #8000 ceria vitrified grinding stone, a scratch-free mirror surface was obtained, and the Sq roughness of the SiC surface decreased from 286 to 1.352 nm. The material removal rate was about 23 μm/h, and the saw marks and surface damage on the sliced surface were completely removed. Raman spectroscopy and X-ray photoelectron spectroscopy showed no subsurface damage or residual oxide on the ECMP-processed surface, and the quality of the surface was much higher than that obtained by conventional lapping. The results of this study suggest that the manufacturing process for SiC can be simplified by applying slurryless ECMP with a high material removal rate and low cost.",
  "keywords": [
    "Silicon carbide",
    "Slurryless",
    "Electrochemical mechanical polishing"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Silicon carbide is a very promising next-generation semiconductor material for power devices with high power, high temperature, and high frequency, that can be used in extremely harsh environments, owing to its high chemical stability, high thermal conductivity, and wide bandgap, for example [1,2]. A smooth and damage-free surface is essential for the application of SiC [3,4]. At present, the fabrication of SiC wafers generally involves SiC ingot growth, the slicing of the ingot into thin wafers, the grinding or lapping of thin wafers to flatten the surface and decrease surface damage, and polishing to remove surface damage and decrease roughness. In the grinding or lapping process, diamond abrasives are widely used because their higher hardness than SiC, thereby providing very high material removal rates (MRRs); however, they inevitably form subsurface damage (SSD) [5,6]. On the other hand, chemical mechanical polishing (CMP) is industrially applied to SiC wafers, but its MRR is insufficient (less than 0.5 μm/h) and its cost is very high [7,8].\n                  Recently, electrochemical mechanical polishing (ECMP) has been proposed for SiC wafers, which can realize a high MRR and a smooth surface [9–11]. In ECMP, anodic oxidation is used to modify the SiC surface, and mechanical polishing (MP) is applied to remove the modified layer. The first ECMP of SiC surfaces was performed by Li et al. [9], who used KNO3 and H2O2 solution as the electrolyte and a silica slurry as the polishing medium. Large-area flattening of a 4H SiC (0001) surface was accomplished by both two-step and simultaneous ECMP, but many etch pits were generated on the polished surface, significantly increasing the surface roughness. Then hydrogen etching was applied to obtain atomic-scale roughness [12]. Deng et al. used a ceria slurry as both an electrolyte and a polishing medium [10]. They confirmed the softening of the SiC surface after anodic oxidation; the hardness of the SiC surface was decreased from 34.5 to 1.9 GPa after anodic oxidation. This allows the SiC surface to be polished using soft abrasives without forming SSD. Although an MRR of 3.62 μm/h and a damage-free surface were obtained in their study, the surface was not flat. Murata et al. proposed a polishing-pad-free ECMP for SiC using polyurethane–CeO2 core–shell particles [11]. They confirmed that SiC cannot be removed by the polyurethane–CeO2 core–shell particles without electricity. However, the MRR of the polyurethane–CeO2 core–shell particles in the removal of the oxide layer was not high; thus, they applied a periodic bias to confirm the complete removal of the oxide layer during ECMP. Although an MRR of 3–4 μm/h was obtained, scratches were not completely removed on the polished surface. In the above previous studies, loose abrasives were applied in ECMP, and although the MRR was much higher than that of CMP, reaching 3–4 μm/h, further improvement of the MRR has not been reported. Moreover, the use of loose abrasives also makes it difficult to control the process parameters, such as concentration, pH, and the type of electrolyte, resulting in it being difficult to improve the performance of SiC surface modification, which directly determines the quality of the surface processed by ECMP. On the other hand, the slurry should have a certain electric conductivity to ensure the anodic oxidation of SiC, which limits the polishing performance of the oxide layer.\n                  In this study, we proposed slurryless ECMP, in which fixed soft abrasives (grinding stones) are used to remove the oxide layer. It has the following innovations. 1) It enables the separation of the surface modification and MP conditions, allowing the performances of both anodic oxidation and polishing to be optimized, which is expected to improve the ECMP performance. 2) The use of slurry and strong chemicals is avoided, whereby SiC can be polished in an environmentally friendly manner at a low cost. 3) The application of grinding stones makes the processed surface not only smooth but also flatter, expanding the application of ECMP from final polishing to flattening, owing to its high MRR. In this paper, we report the results of slurryless ECMP of sliced 4H–SiC (0001) surfaces.",
    "Experimental section": "2\n                  Experimental section\n                  \n                     Fig. 1\n                      shows a schematic of the experimental setup used in this study. The SiC substrate was fixed on a copper plate installed on an XY table and served as the working electrode (WE). The tip of a spindle made of aluminum alloy was used as the counter electrode (CE). A potentiostat was applied to control the anodic oxidation parameters. A grinding stone was mounted on elastic resin set on the tip of the spindle to automatically adjust the tilt between the SiC substrate and the grinding stone. During ECMP, the electrolyte was circulated by a peristaltic pump and supplied from the center of the spindle to prevent the electrolyte from being ejected from the polishing area owing to the centrifugal force of the spindle.\n                  In this study, ECMP with constant current densities was conducted. Sodium chloride aqueous solution (NaCl aq.) with a concentration of 1 wt% and an electric conductivity (EC) of 1.798 S/m was used as the electrolyte. During ECMP, reciprocating motion along the X direction with a range of 5 mm and a feeding rate of 10 mm/s was applied to the SiC substrate. A polishing pressure of 140 kPa was applied; therefore, the polishing area was expected to be that shown in Fig. 1. ECMP experiments with different current densities, spindle rotation speeds, and polishing times were conducted. The ECMP performance of sliced SiC substrates was evaluated by scanning white light interferometry (SWLI, NewView 8300, Zygo), confocal Raman microscopy (RAMANtouch, Nanophoton), and X-ray photoelectron spectroscopy (XPS, Quantum 2000, ULVAC-PHI) and by using a stylus profiler (Surfcom 1400D, Tokyo Seimitsu). The efficiency of slurryless ECMP was evaluated on the basis of the surface setback rate (SSR), which was expressed as the removal depth of the processed surface per unit of time. Since the polishing area in all the experiments was the same, a higher SSR is equivalent to a higher MRR.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Polishing properties of different grinding stones\n                     To determine an appropriate grinding stone for the ECMP of the SiC surface, ceria, silica, and alumina grinding stones, were applied to polish diamond-lapped 4H–SiC (0001) surfaces with a spindle rotation speed of 1000 rpm and a current density of 2 mA/cm2 for 1.5 h. The 4H–SiC substrates (N-type, on-axis) were supplied by TankeBlue Semiconductor Co., Ltd., and had a thickness of 360 μm and a specific resistance in the range of 0.015–0.028 Ω cm. The grinding stones with an average particle size of 1 μm (#8000) were vitrified-bonded and supplied by MIZUHO Co., Ltd.\n                     \n                        Fig. 2\n                         shows the results of ECMP with different grinding stones. The polished surfaces were observed by SWLI and the depths of the polishing areas were obtained using the stylus profiler. Fig. 2(a) – (c) show SWLI images of surfaces polished with ceria, alumina, and silica grinding stones, respectively. It is clear that the surface polished with the ceria grinding stone had the smallest surface roughness. There were many polishing marks on the surface polished with the alumina grinding stone, significantly increasing the surface roughness. From the cross-sectional views of the areas polished with the three types of grinding stone shown in Fig. 2(d), polishing depths of 2–3 μm and 4–5 μm were obtained using ceria and alumina grinding stones, respectively, whereas the oxide layer was hardly removed using the silica grinding stone. This result is different from the previous result that the ceria grinding stone had the highest SSR [13]. This is considered to be due to the different motion patterns of the ECMP machines. As shown in Ref. [13], when only spindle rotation was applied, the removal of the silicon dioxide layer was insufficient. In slurryless ECMP, although the contact between the grinding stone and SiC surface was automatically adjusted by the elastic resin, only the overall parallelity between the SiC surface and the grinding stone can be ensured. The local contact between the SiC surface and the grinding stone strongly depends on their surface shape and surface roughness, and nonuniform local contact is inevitable. Therefore, the removal of the oxide layer is nonuniform and insufficient without wafer feeding. Moreover, in the ECMP with only spindle rotation, the elimination of polishing debris is difficult, which decreases the polishing rate. Wafer feeding promotes the elimination of polishing debris and promotes the mechanical removal of the oxide layer.\n                     The Vickers hardness of alumina is 12–23 GPa [14], which is much greater than those of ceria (5–7.5 GPa [ [15]) and silica (7.6 GPa [16]) but comparable to that of SiC (24–28 GPa [17]). Therefore, in the case of using the alumina grinding stone, it is considered that scratches were formed on the SiC wafer because the hardness of alumina is close to that of SiC, as shown in Fig. 2(b). The higher SSR obtained when applying the ceria grinding stone than that obtained when applying the silica grinding stone is attributed to the chemical reaction occurring at the ceria–silicon dioxide interface [18,19], which\n                     increased the SSR, because SiC is oxidized to silicon dioxide and silicon oxycarbides during anodic oxidation [20]. To confirm this, we conducted a polishing experiment on a quartz glass substrate under the same conditions without electricity for 30 min using the three types of grinding stone. Fig. 3\n                         shows the SSRs of different grinding stones in the MP of quartz glass substrates. It is clear that the alumina grinding stone had the highest SSR of about 36 μm/h, which is twice that of the ceria grinding stone (18 μm/h), whereas the SSR of the silica grinding stone was very low (about 0.6 μm/h). The highest SSR obtained with the alumina grinding stone is attributed to its high hardness, which led to the rapid mechanical removal of the oxide layer.\n                     Although the alumina grinding stone had a higher SSR than the ceria grinding stone, it formed SSD on the ECMP-processed surface owing to its high hardness. To obtain a damage-free surface, the ceria grinding stone is more suitable for SiC ECMP than the alumina grinding stone. Therefore, the subsequent experiments were conducted using the ceria grinding stone.\n                  \n                  \n                     3.2\n                     ECMP of sliced 4H–SiC (0001) surfaces\n                     \n                        Fig. 4\n                         shows the characteristics of a surface sliced with a diamond saw wire with a diameter of 0.12 mm and diamond particles with diameters of 20–30 μm. In Fig. 4(a), low-spatial-frequency saw marks formed by slicing were observed, and the surface roughnesses were 1.156 μm Sq and 7.578 μm Sz. The cross-sectional view in Fig. 4(b) shows that the spatial wavelength of the saw marks was about 640 μm. In addition to the\n                     low-spatial-frequency saw marks, there were many high-spatial-frequency structures on the surface, as shown in Fig. 4(c). The observed damage on the surface reached a depth of 5 μm, and it is assumed that the SSD was much deeper.\n                     \n                        Fig. 5\n                         shows the surface topography after ECMP at a current density of 2 mA/cm2 and a spindle rotation speed of 1000 rpm for 1 h 40 min, where the removal depth was about 8 μm. Judging from the surface topography of polished area 1 shown in Fig. 5(a), high-spatial-frequency saw marks formed by slicing were removed, and the surface roughness Sq was improved from 0.286 μm to 7.525 nm. Although most of the surface was very smooth, some low-spatial-frequency saw marks still remained, which deteriorated the surface roughness, as shown in Fig. 5(b), indicating that the removal depth was not sufficient to remove the SSD formed by wire saw slicing. Fig. 6\n                         shows the XPS measurement results of the ECMP-processed SiC surface. Strong peaks corresponding to Si–O and Si–C–O bonds were observed. This result indicates that the oxide on the polished surface was not completely removed.\n                     To completely remove the saw marks and the residual oxide on the surface, a sliced surface was subjected to ECMP for 3 h and an additional MP without anodic oxidation for 30 min. The other polishing parameters were the same as those in the case of Fig. 5. Fig. 7\n                        (a) and (b) show a low-magnification SWLI image of the polished surface and its cross-sectional view, respectively. The saw marks were completely removed, as shown in Fig. 7(a), and the surface was markedly flattened compared with the sliced surface shown in Fig. 4(a) and (b). The ringlike surface structure that formed is considered to reflect the rotation and uniaxial oscillation patterns of the grindstone in the prototype ECMP apparatus.\n                     \n                        Fig. 8\n                        (a) shows a high-magnification SWLI image of the polished area. An Sq roughness of 3.128 nm was obtained, which is comparable to that of a traditional diamond-lapped surface. However, there were many polishing marks along the polishing direction on the polished surface, as shown in Figs. 5(a) and 8(a). The marks are considered to be formed by the mismatch between the spindle rotation speed and the feeding rate in the X direction. To remove these polishing marks, the spindle rotation speed was increased from 1000 to 1500 rpm, and a sliced wafer surface was polished for 3 h under the same conditions. Fig. 8(b) shows an SWLI image of the surface polished at a spindle rotation speed of 1500 rpm. The polishing marks were removed and a smoother surface (1.969 nm Sq) was obtained. This result indicates that the combination of the spindle rotation speed and the feeding rate plays an important role in the morphology of the ECMP-processed surface.\n                     Although the low-spatial-frequency saw and polishing marks were removed by increasing the polishing time and spindle rotation speed, many pits and some line-shaped defects perpendicular to the polishing direction were observed on the polished surface, as shown in Fig. 8. The distribution of the pits and line-shaped defects was random, which was similar to the deep surface damage on the as-sliced SiC surface, as shown in Fig. 4. In the anodic oxidation of SiC, the sites of defects and SSD were preferentially oxidized and had a higher oxidation rate [21]. Pits were generated at the sites of the defects and SSD after removing the oxide layer. Therefore, the pits on the ECMP-\n                     processed surface in Fig. 8 are considered to be formed by the residual SSD induced by the slicing of the SiC wafer.\n                     \n                        Fig. 9\n                         shows the XPS measurement results of these two ECMP-processed surfaces; both Si–O and Si–C–O bonds were observed on these two surfaces. For the surface after ECMP for 3 h and an additional MP for 30 min, the peaks of Si–O and Si–C–O bonds were clearly weaker than that of Si–C bonds. In contrast, for the surface with only ECMP for 3 h, stronger peaks corresponding to Si–O and Si–C–O bonds were observed. These results indicate that the additional MP can remove the residual oxide on the polished surface. On the other hand, the polishing depths in Fig. 8(a) and (b) were measured using a stylus profiler, and the depths of removal in both cases were about 15 μm, as shown in Fig. 10\n                        . The SSRs were 5 μm/h at spindle rotation speeds of both 1000 and 1500 rpm, whereas the SSR of quartz glass was 18 μm/h at 1000 rpm, as shown in Fig. 3. The SSR of the anodic oxide layer of 4H–SiC (0001) should be higher than that of quartz glass, because it has been found that the oxide layer of SiC generated by anodic oxidation is much softer than quartz glass [10]. Therefore, the SSR of the oxide layer was much greater than the SSR obtained in the two ECMP experiments, indicating that a current density of 2 mA/cm2 limited the oxidation rate, which dominated the SSR in ECMP. The residual oxide on the polished surface was considered to be located on the sites of pits. Complete removal of the residual oxide is difficult owing to the use of fixed abrasives, because it is difficult for fixed abrasives to reach the bottom of the pit to\n                     remove the residual oxide owing to shielding by the convex SiC area. Therefore, it is essential to increase the anodic oxidation rate to effectively remove deep damage existing below the sliced surface.\n                     On the basis of Faraday's law of electrolysis, the mass of the oxidized SiC is directly proportional to the quantity of charge passed:\n                           \n                              (1)\n                              \n                                 \n                                    m\n                                    =\n                                    M\n                                    \n                                       \n                                          Q\n                                       \n                                       \n                                          z\n                                          F\n                                       \n                                    \n                                    ,\n                                 \n                              \n                           \n                        where m is the mass of the oxidized SiC, M is the molar mass of SiC, Q is the total electric charge during slurryless ECMP, F is the Faraday constant, and z is the valence of the ion.\n                     Since a constant current density was applied in the slurryless ECMP, the total electric charge during slurryless ECMP can be expressed as\n                           \n                              (2)\n                              \n                                 \n                                    Q\n                                    =\n                                    S\n                                    i\n                                    t\n                                    ,\n                                 \n                              \n                           \n                        where S is the polishing area, i is the current density, and t is the polishing time.\n                     Thus, the SSR can be given by\n                           \n                              (3)\n                              \n                                 \n                                    SSR\n                                    =\n                                    \n                                       \n                                          m\n                                       \n                                       \n                                          S\n                                          ρ\n                                          t\n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          M\n                                          i\n                                       \n                                       \n                                          z\n                                          F\n                                          ρ\n                                       \n                                    \n                                    ,\n                                 \n                              \n                           \n                        where ρ is the density of SiC. The SSR in slurryless ECMP is directly proportional to current density. Therefore, current density should be increased to improve the SSR.\n                     \n                        Fig. 11\n                         shows the topography and polishing depth of a sliced 4H–SiC (0001) surface after ECMP for 2 h at a current density of 10 mA/cm2. Saw marks, surface damage, and polishing marks were removed, and a smooth surface with an Sq roughness of 1.352 nm was obtained, as shown in Fig. 11(a). This roughness is comparable to that of a conventional diamond-lapped SiC surface. Fig. 11(b) shows a cross-sectional view of the polished area in this experiment; a high SSR of 23 μm/h was obtained, which is about 5 times that obtained at the current density of 2 mA/cm2. This result is consistent with Eq. (3).\n                     \n                        Fig. 12\n                         shows the XPS spectra of the ECMP-processed surface shown in Fig. 11. Strong peaks corresponding to the Si–C bond were observed in both the Si 2p and C 1s spectra, whereas only a weak peak corresponding to the Si–O–C bond was observed in the Si 2p spectrum. It was found that the amount of residual oxide on the surface shown in Fig. 11 was much less than that on the surfaces shown in Fig. 8, which indicates that the oxide layer was sufficiently removed after removing the deep damage; the small amount of residual oxide on the surface can be removed by an additional short MP.\n                     On the basis of the above results, ECMP of the sliced SiC surface can be modeled as shown in Fig. 13\n                        . On the sliced SiC surface, there are many saw marks on the surface and SSD below the surface. In ECMP, the whole SiC surface is oxidized and the sites of SSD are preferentially oxidized [21]. In the initial polishing stage, only the convex oxide area on the surface is removed, while the concave area is still covered with an oxide layer. Therefore, the oxidation rate of the convex area should be greater than that of the concave area because the oxide layer acts as a barrier. With the repetition of the anodic oxidation and the removal of the oxide layer, the saw marks are gradually removed and the SiC surface gradually becomes flat. After removing the saw marks, there is still much SSD\n                     below the SiC surface, and pits are generated on the sites of SSD owing to the higher oxidation rate at the SSD. During this polishing period, it is difficult for fixed abrasives to reach the bottom of the pit to remove the residual oxide owing to shielding by the convex SiC area, resulting in residual oxide remaining at the bottom of the pits. After the SSD is completely removed, relatively uniform oxidation occurs [22], which results in a flat and smooth surface with almost no residual oxide. This property of slurryless ECMP make it possible to estimate the removal status of SSD.\n                  \n                  \n                     3.3\n                     Evaluation of SSD of SiC surface processed by ECMP\n                     A sliced surface, ECMP-processed surface, and diamond-lapped surface were measured by Raman spectroscopy to evaluate the performance of ECMP in the removal of SSD. The wavelength of the laser used in the Raman spectroscopy was 532 nm. The change in the nominal focus position (NFP) of the laser during the observation was 8 μm. However, considering the refractive index of SiC, the change in the actual focus position (AFP), which refers to the actual depth of observation for the SiC surfaces, was calculated to be approximately 2.7 times that in the NFP [23–25]. The residual stress on the SiC surfaces was derived from the shift of the FTO(2/4)E2 (776 cm−1) peak of SiC, and the tensile and compressive stresses were calculated using a ratio of −510 MPa/cm−1 on the basis of the Raman shift from 776 cm−1 [26].\n                     \n                        Fig. 14\n                         shows the optical microscopy images of surfaces processed by slicing, ECMP, and diamond lapping, and their residual stress along the depth direction observed by confocal Raman microscopy. Many irregular cracks and granular SiC were observed on the sliced surface, as shown in Fig. 14(a). The two-dimensional distribution of residual stress shows that tensile and compressive stresses existed on the sliced surface, the maximum being greater than 200 MPa, and the tensile stress on the examined line reached a maximum depth of about 16.2 μm from the surface. On the surface processed by conventional lapping using a #4000 diamond lapping plate (average particle size range of 2–4 μm) at a polishing pressure of 19.6 kPa, many scratches and pits were observed owing to the mechanical removal of SiC, as shown in Fig. 14(b). The residual stress on the diamond-lapped surface was concentrated at the positions of scratches and pits, and the residual stress and the maximum depth at which it existed (about 3.8 μm) were clearly less than those on the sliced surface. In contrast, a scratch-free surface was obtained after ECMP at a current density of 10 mA/cm2 for 2 h, because only the anodically oxidized layer was removed by the soft ceria grinding stone. The inset residual stress image shows that no SSD existed on or beneath the surface, indicating that a damage-free surface was obtained. Therefore, ECMP is favorable for the final finishing step of the surface.",
    "Conclusions": "4\n                  Conclusions\n                  A novel slurryless polishing technique combining anodic oxidation and fixed abrasive polishing was proposed for polishing sliced 4H–SiC substrates. The main results of this study are summarized as follows.\n                        \n                           (1)\n                           Among the grinding stones used, the ceria grinding stone was found to be the most suitable for ECMP of the 4H–SiC (0001) surface. The SSR of quartz glass when using this grinding stone was about 18 μm/h, which should be higher when polishing an anodic oxide layer of 4H–SiC owing to its lower hardness.\n                        \n                        \n                           (2)\n                           An atomically smooth SiC surface with an Sq roughness of 1–2 nm and an extremely high SSR of 23 μm/h was obtained by slurryless ECMP using the vitrified ceria grinding stone, and almost no residual oxide existed on the polished surface.\n                        \n                        \n                           (3)\n                           ECMP is also effective in the flattening of a SiC surface and can yield a damage-free surface. This is favorable for the final finishing step of the surface.\n                        \n                     \n                  \n                  Therefore, slurryless ECMP is a very promising method for replacing the grinding and lapping processes, and may be used in the ultraprecise polishing of SiC wafers to simplify the manufacturing process and achieve high efficiency and low cost."
  },
  "references": []
}