{
  "title": "Removal mechanisms in polishing of silicon based advanced ceramics",
  "authors": [
    "Klocke, Fritz"
  ],
  "publication": {
    "journal": "CIRP Annals",
    "date": "2009-12-31",
    "doi": "10.1016/j.cirp.2009.03.120"
  },
  "abstract": "Advanced ceramics with high surface quality and integrity are of increased interest in mold and die making and optics. The demanded qualities are widely ensured by polishing. However, due to the great variety of parameters and interactions the removal mechanisms are still not fully understood. Therefore, polishing processes of silicon based advanced ceramics are investigated. It is shown that depending on the slurry the material removal mechanisms differ. Observed effects can be explained by dominating mechanical or chemo-mechanical removal. This is discussed based on the phenomenological analysis of experimental results using advanced metrology, such as AFM, SEM and TEM.",
  "keywords": [
    "Polishing",
    "Ceramic",
    "Mechanism"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Polishing is the most frequently used technology if high surface quality in terms of low roughness and high surface integrity is demanded. In many applications polishing secures the functionality of workpieces by minimizing surface defects and providing application-oriented characteristics of the surface layer. In order to apply this vital technology to production in an efficient manner it is essential to understand the mechanisms and interactions on a scientific level. Despite many years of research polishing is still not fully understood [1]. Therefore, polishing of silicon based ceramics is investigated to elaborate a comprehensive understanding of the relevant material removal mechanisms.\n                  Many attempts from the descriptive modeling perspective were made to explain the great variety of technological interactions. Most of the researchers establish their scientific understanding of polishing by drawing conclusions related to tribology and wear theory [1–7]. First attempts are made to provide a predictive modeling [8–11]. The latter relate to semiconductor manufacturing, i.e. chemical–mechanical planarization (CMP) of wafer materials. The lack of knowledge still leads to high empirical efforts for developing robust polishing strategies which are needed to finish the market relevant free formed geometry [12,13]. To prepare the scientific basis for a comprehensive understanding of the polishing process of silicon based advanced ceramics a phenomenological approach is used.",
    "Experimental setup": "2\n                  Experimental setup\n                  \n                     2.1\n                     Materials\n                     Both, silicon carbide and silicon nitride are widely known for superior material properties, i.e. low density, high hardness, high wear resistance, low thermal expansion, high thermal shock resistance. Both ceramics are used in bearing applications, mold and die industry, and are also adopted in optics manufacturing to fulfill the needs of tribological or optical applications. Fig. 1\n                         reveals the microstructure by transmission electron microscopy (TEM). The sintered silicon carbide (SSiC) consists of very big grains compared to silicon nitride. The dark parts represent pores. In both images of silicon nitride ceramics the lighter grey is revealing the glassy phase based on sintering additives and the longitudinal shape of the grains becomes obvious.\n                     To ensure a high surface quality and integrity, i.e. a defect-free subsurface, processing with loose abrasives is needed due to hardness and brittleness of ceramics. In this paper, two different approaches are investigated: polishing with one harder and with two softer polishing agents compared to the hardness of the materials. Fig. 2\n                         shows images of the polishing agents by scanning electron microscopy (SEM). The diamond (Diaplus, synthetic, polycrystalline) slurry is based on water–glycol (ratio 65:35) and 10g/l of diamonds. The ceria (Rhodia, Opaline™) and zirconia (Saint-Gobain, CC10™) slurries are both water based and feature a concentration of 60g/l. The pad is a polyurethane foil of Shore-D hardness 33–43 (Satisloh, 135 PSA™).\n                  \n                  \n                     2.2\n                     Methodology\n                     The experiments are conducted on a polishing machine with so called synchrospeed kinematics ensuring a homogenously distribution of pressure and relative velocity on the whole sample surface. Therefore, the material removal rate (MRR) can be expressed by removed height per time unit, i.e. μm/min. The slurry circulates in a closed loop and is temperature controlled. An online computer-based data acquisition tool was implemented into the machine to monitor important indicators of chemical (pH, conductivity, zeta potential), thermal (temperature of slurry in- and outflow) and mechanical (power of the spindles, applied polishing work, coefficient of friction) process interactions. In order to investigate the specific characteristics of polishing a partially factorial design of experiments is applied to control the experimental efforts and the reliability of conclusions.\n                  \n                  \n                     2.3\n                     Experimental hypotheses\n                     Several approaches were published to explain the interactions in mechanical and chemo-mechanical polishing of silicon based advanced ceramics (for references see Sections 3.2 and 3.3). However, some technological details of scientific interest are still unsolved. In the following these are stated as hypotheses for the investigations.\n                     \n                     For mechanically dominated processes (diamond slurry):\n                           \n                              •\n                              The interacting influences of hardness and toughness are decisive for the occurrence of micro cutting or micro cracking in polishing of silicon based ceramics.\n                           \n                           \n                              •\n                              Characteristic dislocations occur depending on material properties and machining parameters and correlate with applied polishing work.\n                           \n                           \n                              •\n                              Tribological layers play an essential role in mechanically dominated polishing.\n                           \n                        \n                     \n                     For chemo-mechanical polishing (ceria and zirconia slurry):\n                           \n                              •\n                              The MRR is strongly characterized by dependences of the interacting chemical and mechanical mechanisms.\n                           \n                           \n                              •\n                              The material removal takes place in a selective manner which leads to significant differences in removal of glassy phase and bulk material.\n                           \n                           \n                              •\n                              Ceria and zirconia feature chemo-mechanical removal mechanisms with no determinable mechanical impact in contrary to polishing with diamond slurry.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Removal rate and surface quality\n                     As determined by the well-established Preston hypothesis [14] pressure and relative velocity are the main machining parameters. The statistical analysis reveals the influence of pressure and relative velocity on the MRR. As indicated in Fig. 3\n                         the input parameters do not show the same significance for all polishing processes. In diamond polishing it is clearly recognizable that an increase of both input parameters has a similar effect on the response of the MRR (Fig. 3, first row). On the contrary, in polishing silicon nitride with ceria or zirconia an increase of pressure has a significant effect on the MRR. And an increase of relative velocity does not show a similar significance (Fig. 3, second row). This is due to essential differences in the material removal mechanisms which occur in the polishing processes depending on the chosen polishing agent. As stated above polishing with diamond slurry process is a mechanically dominated process [1,2,7,15]. Ceria and zirconia slurries are assumed to feature chemo-mechanical interactions [5,16].\n                     \n                        Fig. 4\n                         shows the resulting MRR determined by the weight loss of HIPSN and SSiC samples after polishing with various polishing agents. The diagram indicates the dependency of MRR on material and polishing agent. Apparently, employing a hard abrasive, i.e. diamond, is the best choice if polishing silicon carbide due to an extraordinary MRR [16]. Thus, ceria and zirconia will not be discussed in detail. In contrary, the usage of the polishing agents ceria and zirconia in processing silicon nitride features high MRR compared to diamond. Due to their lower hardness compared to the ceramics it can be assumed that this is due to an interaction of chemical and mechanical effects [16,17].\n                     Another very important output parameter is the surface quality and integrity of the workpiece. Polishing is applied whenever defect-free surfaces with a very low roughness are demanded. The results show that polishing of silicon carbide with diamond leads to a surface roughness of Sz=190.1nm measured with a white light interferometer. The high Sz value can be explained by occurring of micro cracking (due to high brittleness) and excavating of pores (Fig. 1, left). In order to realize a better surface finish which is demanded by industrial applications. Ongoing research activities include direct sintered silicon carbide with a minimum of porosity.\n                     Polishing of silicon nitride realizes better results for the three different polishing agents. Diamond polishing yields an average of Sz=30.3nm, ceria to Sz=19.5nm and zirconia to Sz=42.2nm (all measured by atomic force microscopy, AFM). Based on these results it can be stated that ceria is an effective choice for polishing silicon nitride due to high MRR and surface quality. The third important output parameter is the resulting surface integrity in terms of a defect-free surface and subsurface layer which will be discussed in Sections 3.2 and 3.3, respectively.\n                  \n                  \n                     3.2\n                     Material removal mechanisms in polishing of silicon based advanced ceramics with diamond slurry\n                     Scientific investigations with the focus on polishing of silicon carbide were published in the field of CMP where silicon carbide is used as a wafer substrate [18,19]. Other publications used copper, steel alloys or silicon nitride as polishing tools and are therefore not considered because of the resulting low surface qualities which do not match the requirements which are addressed here and refer more to a lapping than a polishing process. The removal mechanisms in polishing of silicon nitride using hard abrasives such as diamonds are reported to be mainly mechanical [16,17,20].\n                     According to Fig. 4 polishing of silicon carbide yields a higher MRR compared to silicon nitride. Analyzing the experimental results by SEM both ceramics surfaces are marked by micro scratches which imply the occurrence of micro cutting. The surface of silicon carbide also shows some fracture marks which lead to the assumption that micro cracking occurs. In order to specify the influence of material properties the differences of the polishing process with diamonds can be analyzed by Fig. 5\n                        .\n                     As stated in Section 2.2 the applied polishing work is monitored during the process. In Fig. 5, the polishing work is shown over the amount of removed material after polishing for 20min with the same parameters. It can be stated that for a comparable amount of applied work polishing of silicon carbide leads to a much higher material removal. This is assumed to be reasoned by the higher fracture toughness of 6MPam1/2 and lower hardness HV10 of 15.2GPa of silicon nitride compared to silicon carbide (fracture toughness 3MPam1/2 and hardness HV10 25GPa) [16].\n                     In Fig. 5 the influences of polishing with diamond on the subsurface layer of both ceramics are shown. The black layer is tungsten and gold which is needed to prepare the lamella before TEM can be applied. The area with grey scale colors shows one grain of the ceramics. The subsurface layer of both ceramics reveal mechanically induced dislocations. The difference of the depths indicates the validity of the hypotheses in Section 2.3. The dislocations in the subsurface layer of silicon nitride tend to reach a depth of 100nm. The TEM image of silicon carbide indicates a maximum depth of up to 50nm. It is assumed that this is due to the material properties. The higher depth of dislocations in silicon nitride in comparison to silicon carbide correlates with the higher amount of energy needed for material removal, as indicated in the diagram of Fig. 5. The high toughness of silicon nitride implicates that the applied energy is converted to form the dislocations before any micro chipping occurs. In contrary, the high brittleness of silicon carbide leads to micro chipping and cracking without allowing any high depths of dislocations to occur. Furthermore, the TEM analysis indicates that the tribological stress which the surface holds leads to the forming of an amorphous layer (Fig. 5, band of light grey between SSiC bulk material and black band). This confirms the results by Presser et al. [21] who report mechanically induced amorphisation measured by Raman spectroscopy.\n                  \n                  \n                     3.3\n                     Material removal mechanisms in polishing of silicon nitride with ceria and zirconia slurry\n                     Following the general argumentation [1,17,22,23], polishing of silicon nitride with ceria slurry is based on an interaction of chemical and mechanical effects. The silicon nitride surface is worn by hydrolysis in the aqueous solution under the influence of high pressure and tribological interactions forming an oxide layer with the aid of ceria as a catalyst. In a second step, ceria removes this oxide layer, i.e. silica and hydrated silica, respectively, based on the so called chemical tooth ability [2,5]. Own investigations revealed several indicators for the validity of this hypothesis, e.g. the correlation of the increase of pH (measured by the implemented monitoring system) [17] and the amount of ammonia in the slurry (measured by photometric analysis). Additionally, the monitoring system also reveals a constant increase of electrical conductivity during the polishing process. However, no remains of silica were found by mapping the topmost subsurface layer with energy filtered TEM (EFTEM) nor by energy dispersive X-ray analysis (EDX) nor by X-ray photoelectron spectroscopy (XPS) of the surface. Therefore, it is assumed that any chemically changed surface of silicon nitride only features a maximum thickness of several molecular layers which is extremely difficult to measure. Another hypothesis may be that the whole chemically changed layer is removed during polishing. This can be based on the fact that ceria is well-known for being highly effective in combination with silica [1,5,24] and is therefore widely used in polishing of glass for optics components.\n                     The synergy of chemical and mechanical effects is vital for the material removal and can only be realized by a balanced interaction. Only if the chemically changed layer is removed properly a new reaction can take place. In order to inspect the importance of water and thus hydrolysis, own experiments with water–glycol as a polishing fluid (ratio 65:35) and ceria as a polishing agent were conducted. The outcome was an instant decrease of the MRR to less than 0.05μm/min (water and ceria yield more than 0.2μm/min). As water–glycol is a very effective fluid for diamond polishing another experiment was conducted by adding ceria and diamonds into one slurry to increase the mechanical part of the removal mechanism. Likewise the first experiment the MRR decreased leading to an average of 0.14μm/min. Considering the results of pure diamond slurry shown above, the MRR of the mixed slurry is higher. It can be stated that the chemo-mechanical material removal adds to the rate of material mechanically removed by diamonds. However, the overall MRR is still lower compared to pure ceria slurry and therefore not efficient.\n                     In order to examine the resulting surface integrity in terms of defects on the surface and in the subsurface layer AFM and TEM was applied. The TEM analysis showed a complete absence of any dislocations in the subsurface layer which confirms the hypothesis of a chemo-mechanical removal mechanism as described above. In order to clarify the influence of sintering additives and the hypothesis of a selective material removal SSN was polished with ceria in addition to HIPSN. The resulting surfaces are demonstrated in Fig. 6\n                         by AFM images. Again no mechanical impact of the processing can be seen on the AFM images. The surface seems to be free of scratches. However, the exemplary results reveal an etched like surface of both silicon nitride ceramics which also affirms the validity of the above stated removal mechanisms. The “etched like” impression is even more intensive in the case of SSN (Fig. 6, right). The production of SSN includes a higher amount of sintering additives compared to HIPSN. This is assumed to be the reason for the highly recessed glassy phase and the clear visibility of the grain boundaries (see Fig. 1).\n                     An EDX analysis on TEM lamellas proved that alumina, yttria and silica are forming the glassy phase of both ceramics. Especially, the presence of silica in the grain boundaries is assumed to be the reason for the selectivity of material removal. The correlation of the increased amount of sintering additives in SSN and the clarity of grain boundaries confirm the validity of the stated hypothesis.\n                     Experimental results by Jiang and Komanduri [17] already showed that zirconia leads to a high MRR in polishing of silicon nitride (only ceria reached better values). Therefore, the investigations were enlarged to validate the hypothesis that polishing of silicon nitride with zirconia also involves chemical and mechanical removal mechanisms. In Fig. 7\n                         the polishing results are shown by AFM. The first image reveals a great similarity to the appearance of the surface topography as shown in Fig. 6 where the absence of scratches is obvious and the grain boundaries are visible. Therefore, it is assumed that material removal in polishing of silicon nitride with zirconia slurry is also due to chemo-mechanical removal mechanisms. The lower MRR points at differences in the detail of the synergy of interactions. Most likely the catalytic behavior and the chemical tooth ability of ceria is more pronounced than for zirconia.",
    "Conclusion": "4\n                  Conclusion\n                  In this paper, silicon based ceramics were polished in order to elaborate a comprehensive understanding of technological interactions. The objective was to validate several hypotheses on mechanical and chemo-mechanical removal mechanisms. The results revealed that the MRR and the dominating removal mechanism depend strongly on material properties and employed polishing agents as well as on machining parameters. Silicon carbide was efficiently polished by a diamond slurry whereas for polishing of silicon nitride ceria slurry was an efficient choice. The latter ensures a high surface integrity because the mechanical impact of the process is minimized. However, the selectivity of material removal regarding bulk material and glassy phase has to be further investigated. Based on the results, an optimized setup of the polishing process can be accomplished. The results are used for enhancing the sub-aperture polishing of complex geometries of ceramics."
  },
  "references": []
}