{
  "title": "Ceria concentration effect on chemical mechanical polishing of optical glass",
  "authors": [
    "Wang, Liangyong"
  ],
  "publication": {
    "journal": "Applied Surface Science",
    "date": "2007-03-30",
    "doi": "10.1016/j.apsusc.2006.10.074"
  },
  "abstract": "It was found material removal rate (MRR) sharply increased from 250 to 675nm/min as the concentration decreased from 1 to 0.25wt% in optical glass chemical mechanical polishing (CMP) using ceria slurries. Scanning electron microscopy was employed to characterize the ceria abrasive used in the slurry. Atomic force microscopy results showed good surface had been got after CMP. Schematic diagrams of the CMP process were shown. Furthermore, the absorption spectra indicated a sudden change from Ce4+ to Ce3+ of the ceria surface when the concentration decreased, which revealed a quantum origin of the phenomenon.",
  "keywords": [
    "CMP",
    "Ceria",
    "Concentration",
    "Physical model",
    "Quantum origin"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Ceria (CeO2) has received much attention due to its high reactivity. It has applications for automotive emission-control catalysis [1] and electrolytes in solid oxide fuel cells [2]. It also has potential applications for catalytic converters in environmental friendly technologies [3] and new sources of low-emission power generation [4]. Recently there has been a great deal of interest in its application in chemical mechanical polishing (CMP) due to its high performance with respect to high material removal rate (MRR) and high surface quality. It is the most widely used abrasive for the CMP of silicate glasses [5,6]. CMP is a process that has been employed for centuries to form precise optics [7]. Though ceria has been widely commercially used in optical glass CMP [8], yet the optical glass surface quality in terms of scratch numbers and root mean squares (RMS) after CMP and the decrease of slurry cost are still needed to be improved. In this study, it is found that MRR increased as the concentration decreased in optical glass CMP using ceria slurries within an ultralow concentration (below 1wt%). In a concentration of 0.25wt%, a MRR of 675nm/min was achieved and a good surface with a RMS 4.7Å in a 1μm×1μm area was obtained meanwhile. On the base of this find, it is very promising to use this ceria slurry within an ultra low concentration (below 1wt%) instead of the widely used commercial one in a concentration of 5wt% (or maybe higher) due to the low cost and well performance.",
    "Experimental procedures": "2\n                  Experimental procedures\n                  The polishing slurry was prepared by first adding a dispersant to deionized (DI) water until dissolved. Ceria abrasives (from Shanghai Gona Powder Technology Co. Ltd.) were then dispersed and treated by ultrasound for 10min. The last step of slurry preparation was adjusting the pH value to be 4 by 0.1M nitric acid. Polishing was performed with 2.5in. conventional optical glass wafers using a CMP Tester (CETR CP-4) with an IC 1000/Suba IV stacked pad (Rodel). The polishing process parameters were set as follows: pad rotation speed 150rpm, wafer rotation speed 150rpm, down force 3psi, feed rate of the slurry 100ml/min and polishing time 10min. Ceria slurries were composed of 0.1wt% dispersant, DI water and ceria, 1, 0.5 and 0.25wt%, respectively. The morphology of the abrasives was observed with Field-emission-scan-electron-microscopy (FESEM, s-4700 type, Hitachi). Atomic force microscopic (AFM) images of the surface in a 1μm×1μm area were obtained using an AFM Q-Scope 250 (Quesant Instrument Corporation, USA). A V-570UV/VIS/NIR Spectrophotometer (JASCO, Japan) was employed for acquisition of the absorption spectra of ceria slurries in different concentrations at room temperature.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     Fig. 1\n                      shows the MRR versus the ceria concentration. The MRR sharply increased from 250 to 675nm/min when the concentration decreased from 1 to 0.25wt%, which is quite different from the conventional concept thinking that the MRR should decrease as the concentration decreases due to the decrease of abrasive numbers. Meanwhile, good surface quality was obtained using these ceria slurries. Typical AFM images of the optical glass surface before and after CMP are shown in Fig. 2\n                     . The RMS of the surface was 9.7Å before CMP, but it had dropped to a number varied from about 4.7Å to approximate 5.0Å after CMP using the ceria slurry in a concentration between 0.25 and 1wt%. Some dim rotary/circular patterns appear in Fig. 2, this may be aroused by the noise during the process of the AFM test.\n                  Two main reasons may account for the mentioned abnormal phenomenon. The basic one is that when the concentration reduced from 1 to 0.25wt%, functioned abrasives’ number in CMP would not reduce or at least would not reduce sharply due to the efficiency improvement. Fig. 3\n                      shows the typical SEM image of ceria abrasives used in a slurry. As this image indicates, the size of most particles is about 80nm while a number of 40nm particles still exist. The ununiformity of particle size distribution in slurries reflects the extent of ceria dispersion by ultrasound. Undoubtedly, the dispersion will become better as the concentration reduces due to the particle quantity decrease and the increase of completeness of the ultrasound function, which will result in slurry with more uniform particle size in a lower concentration. On the base of this fact, schematic diagrams of the CMP process are shown in Fig. 4\n                     . When using a kind of slurry with a higher concentration, abrasives with larger size instead of all the abrasives will really work due to the direct contact of the pad and the raised parts of the wafer. In addition, because of the pressure, recesses of the pad will occur and a number of small particles will be trapped. The larger the functioned particles, the deeper the recesses will happen and the more small particles will be trapped and make no sense as be shown in Fig. 4(a). On the contrary, when using a slurry with a lower concentration, the proportion of functioned abrasives to all the abrasives in the slurry will increase due to the better uniformity of particle size, which can be seen from Fig. 4(b). Thus, because of the enhancement of the proportion of functioned abrasives when the concentration decreased from 1 to 0.25wt%, really worked abrasives did not reduce or at least did not reduce sharply. This is the basic reason for the abnormal phenomenon that the MRR increases as the concentration deceases.\n                  Another reason is that a quantum process better for optical glass CMP occurred at the ceria surface when the concentration decreased, which makes a decisive contribution to the mentioned abnormal phenomenon. In a CMP process, except for the anterior expounded mechanic tear, the performance of the slurry mainly relies on the activity of the abrasive surface. Thus, the change of surface with respect to valence state and quantum effect and so on may really result the abnormal phenomenon. Chiang et al. [9] showed experimentally that ultrafine polycrystals of ceria (grain size 1–20nm) required one-half the heat of reduction of a coarse-grained polycrystal (∼5μm grain size). In addition, commercially available ceria abrasives contain La impurities, which have been confirmed by direct EELS observations [6]. And optical glass usually contains alkali metals impurities, too. Therefore, when dispersing the ceria powders in the slurry using the ultrasound, the high energy of micro bubbles produced by the ultrasound would promote metal impurities enter ceria abrasives except for opening the conglomeration of the abrasives. Especially when the concentration of the slurry was lower, more uniform and smaller particles would be obtained due to the ultrasound's dispersion function. Meanwhile, metal impurities’ enter to the ceria structure from the surface would become more easily, because the heat needed to promote a change in the surface had been reduced due to the smaller particle size [9]. A simple defect model for metal doping may be written by analogy with the Kröger–Vink notation [10]:\n                        \n                           (1)\n                           \n                              \n                                 \n                                    R\n                                    m\n                                 \n                                 \n                                    O\n                                    n\n                                 \n                                 \n                                    ⟶\n                                    \n                                       Ce\n                                       \n                                          O\n                                          2\n                                       \n                                    \n                                 \n                                 \n                                    \n                                       V\n                                       ¨\n                                    \n                                    O\n                                 \n                                 +\n                                 m\n                                  \n                                 \n                                    \n                                       R\n                                       ′\n                                    \n                                    \n                                       Ce\n                                    \n                                 \n                                 +\n                                 n\n                                  \n                                 \n                                    O\n                                    0\n                                 \n                              \n                           \n                        \n                     Or in the case of ceria reduction:\n                        \n                           (2)\n                           \n                              \n                                 2\n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                                 \n                                    ⟶\n                                    \n                                       Ce\n                                       \n                                          O\n                                          2\n                                       \n                                        \n                                    \n                                 \n                                 2\n                                 C\n                                 \n                                    \n                                       e\n                                       ′\n                                    \n                                    \n                                       Ce\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       V\n                                       ¨\n                                    \n                                    O\n                                 \n                                 +\n                                 \n                                    \n                                       1\n                                       2\n                                    \n                                 \n                                 \n                                    O\n                                    2\n                                 \n                                 +\n                                 3\n                                 \n                                    O\n                                    0\n                                 \n                              \n                           \n                        \n                     \n                  \n                  In the Eq. (1), R represents metal ion impurities such as La or alkali metals and R\n                        m\n                     O\n                        n\n                      represents the corresponding oxide. When metal ion impurities entered the structure of ceria abrasives according to Eqs. (1) and (2), oxygen-vacancy formed, which was closely coupled with a quantum effect of the location of 4f electron of cerium. In the quantum effect of the electron location, two electrons would remain when oxygen leaved the lattice (oxygen-vacancy formation) [11]. In another word, Ce4+ had been changed to Ce3+ on the abrasive surface due to the process. And the lower the concentration was, the more easily the change would happen due to the decrease of heat request in the dispersion by ultrasound. In addition, Ce(OH)3 has been shown to be thermodynamically stable in aqueous solutions, whereas CeO2 is thermodynamically unstable in the presence of aqueous solutions and deposes by evolving oxygen and reducing to the trivalent state [12]. Therefore, more Ce3+ on the surface of the abrasive in a lower concentration would be beneficial for the CMP process due to the ease of forming a Ce(OH)3 hydration layer which would promote the process of the CMP according to Cook's CMP model [13].\n                  These assumptions were indirectly confirmed by spectroscopy. Fig. 5\n                      shows the absorption spectra of ceria slurries in different concentration. In accordance with the figure, the positions of the maxima of the absorption of Ce3+ and Ce4+ ions are substantially different and lie in the regions 342 and 357–377nm, respectively, which basically coincides with the published data (a little excursion in the long wavelength direction due to the abundant-electron groups’ effect) [14–16]. As can be seen from the figure, the ratio of Ce3+ to Ce4+ increased when the concentration decreased from 1 to 0.25wt%. At the concentration of 1wt%, both of the maximum absorption peak of Ce3+ and Ce4+ ions were high. However, when the concentration decreased to 0.25wt%, there was almost no maximum absorption for Ce4+ ions while the absorption peak of Ce3+ still remained high, yet the height of the sharp peak became a little lower due to the decrease of abrasives’ quantity. These facts are consistent with those assumptions mentioned in the second reason.",
    "Conclusion": "4\n                  Conclusion\n                  In summary, it is found that the MRR sharply increases from 250 to 675nm/min as the concentration decreases from 1 to 0.25wt% in optical glass CMP using ceria slurries. Meanwhile, AFM results showed good surface quality had been got after CMP using these ceria slurries within ultralow concentration. On the base of the characterization of ceria abrasives by SEM, schematic diagrams of the CMP process were shown. Furthermore, the absorption spectra indicates a sudden change from Ce4+ to Ce3+ of the ceria surface when the concentration decreases, which reveals a quantum origin of the phenomenon."
  },
  "references": []
}