{
  "title": "Particle size dependence of nanoclustered ceria abrasives on surface activity and chemical mechanical planarization performance",
  "authors": [
    "Kim, Na-Yeon"
  ],
  "publication": {
    "journal": "Applied Surface Science",
    "date": "2024-08-01",
    "doi": "10.1016/j.apsusc.2024.160123"
  },
  "abstract": "The particle size of cerium oxide (ceria) abrasives plays a crucial role in the design and development of advanced self-stopping slurries for the chemical mechanical planarization (CMP) process in semiconductor device manufacturing. However, a lack of ceria nanoparticles (NPs) with a narrow size distribution and uniform shape poses challenges in investigating the fundamental principles of the relationship between abrasive size and CMP performance. In this study, we thoroughly investigated the effect of ceria NP size on the removal rate (RR) of silicon oxide using uniform-sized nanoclustered (NC) ceria NPs with three diameters: 51.4 nm (NC51), 68.6 nm (NC69), and 108.0 nm (NC108). While all three types of ceria NPs shared a crystallinity of ∼ 70.6 %, they exhibited distinct physicochemical characteristics. As the particle size decreased, the specific surface area and chemical activity (i.e., Ce3+/Ce4+) increased by 155 % and 69 %, respectively. In the CMP process, where direct contact between the abrasives and wafer occurs, the abrasive size influences CMP performance. Experimentally, NC51 achieved the highest RR among the three slurries, along with complex size-dependent contact properties and chemical activities. These experimental results offer significant insights into precise semiconductor manufacturing in a practical manner.",
  "keywords": [
    "Chemical mechanical planarization",
    "Cerium oxide",
    "Crystallinity",
    "Surface activity",
    "Removal rate",
    "Semiconductors"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  As electronic devices and their semiconductor components continue to become more compact, cutting-edge technology must be adopted to meet the increasing complex requirements of semiconductor devices and to enhance their performance [1]. For example, according to the semiconductor roadmap, the wiring width of semiconductors has decreased to 3 nm or less since 2015. Simultaneously, the number of semiconductor layers has increased, reaching 321 layers in 2023 (SK Hynix Co., Ltd., Korea). With the emergence of ultraprecision semiconductor processing technology, which can achieve wiring widths of less than 10 nm and arrangements of more than 100 semiconductor layers, these wafer manufacturing processes now necessitate an extremely high level of repeatability and uniformity to enable enhanced device yields and cost reduction [2]. Therefore, the abrasives and slurries used in the chemical mechanical planarization (CMP) process are crucial for reducing scratches or defects, which are directly related to chip yields and manufacturing costs.\n                  The CMP process is critical for nanolevel planarization, smoothing out uneven and rough surfaces caused by insulating films or metal layers deposited on a wafer. The CMP process has three main applications: the formation of transistors (front-end-of-line, FEOL), local connections between transistors (middle-of-line, MOL), and interconnected structures (back-end-of-line, BEOL). Among these, in the FEOL process of constructing the device architecture, a crucial step is polishing the SiO2 (silicon oxide; silica) substrate to planarize it and creating precise dielectric sites to accurately separate two adjacent active device regions. Because the CMP slurries used in the FEOL process require auto-stopping or self-stopping capabilities, CeO2 (cerium oxide; ceria) nanoparticles (NPs) are primarily used as abrasives as they afford excellent removal rates (RRs) via chemical reactions with the silica insulator and owing to their self-stopping properties on the SiO2 substrate [3]. The polishing mechanism between the ceria abrasives and SiO2 substrate is as follows [4,5]:\n                        \n                           (1)\n                           R=Si−O− + HO−Ce=R’ → =Si−O−Ce=R’ + OH−\n                        \n                     \n                  \n                  In this process, a strong bond is formed between Ce and the hydrated silicate, and subsequently, the Si–O–Ce lump is removed from the wafer surface. Note that requirements that are more stringent are necessary for ceria abrasives, particularly as semiconductor devices become increasingly miniaturized, thereby necessitating higher chip product yields. Therefore, the semiconductor industry requires colloidal or wet-type ceria abrasives with adjustable sizes and narrow size distributions.\n                  Successful CMP depends on several factors, including the desired material RR, selectivity, planarity degree – within wafer non-uniformity (WIWNU) and within die non-uniformity (WIDNU), defectivity, and surface quality. Among these factors, a high RR and self-stopping properties are the most fundamental in SiO2-polishing, and they are known to be related to the electronic hybridization properties of ceria abrasives, as they are associated with the formation of Si–O–Ce chemical bonds [6]. The trivalent state of the cerium atom, Ce3+, is considered a chemically active site on the ceria surface and is one of the key factors influencing chemical reactions in the CMP process [6–10]. The ratio of Ce3+/Ce4+, commonly regarded as surface activity, has been experimentally determined to be influenced by the shape and crystallinity of the abrasive particles. For example, the ratio of Ce3+/Ce4+ in ceria NPs increases with decreasing crystallinity. We have also previously reported that nanoclustered (NC) ceria abrasives consisting of ∼ 5 nm NPs can contain a high proportion of Ce3+ and thus outperform cubic-fluorite ceria abrasives with high crystallinity.\n                  However, to the best of our knowledge, an experimental demonstration of the effect of particle size on the Ce3+/Ce4+ ratio and overall CMP performance is still lacking. Ceria NPs with a narrow size distribution and consistent shapes are difficult to obtain owing to the challenges associated with their preparation. Consequently, the relationship between abrasive size and surface activities of ceria during CMP processing has not been clearly identified. Given that the polishing process involves the direct contact of abrasive particles with the wafer surface, a higher CMP performance is attributed to the optimization of the contact properties between the abrasives and wafer substrate. Therefore, in addition to the chemical properties of the abrasives, their size-dependent characteristics, such as the number of contacts, contact area, and momentum (or impulse) to the wafer, can influence polishing performance metrics such as RR, scratch formation, dishing, erosion, WIWNU, and WIDNU. Thus, the relationship between the size dependence of abrasive particles and SiO2 polishing performance in the development of wet ceria-based slurries for highly advanced semiconductor chip manufacturing must be understood.\n                  In this study, the surface and crystal characteristics and the polishing properties of NC-ceria particles with three sizes were compared. The size dependence of the abrasive particles on the polishing properties could be accurately identified because the size distribution of the ceria NPs was narrow, and they were spherical. All three NC-ceria samples exhibited a low crystallinity of ∼ 70 %. As their average size decreased, both the Brunauer–Emmett–Teller (BET) surface area and number of chemically active sites (Ce3+) on the NC-ceria samples increased. However, the SiO2 RR did not improve as much as the increase in the chemical activity (Ce3+/Ce4+) and surface area of the ceria NPs with their size reduction. This is because, when the abrasives in the slurry collided with the wafer, they were subjected to different impact effects, such as the number of contacts (Np\n                     ), contact area (Sp\n                     ), and momentum (Mp\n                     ), depending on the particle diameter. Overall, NC-ceria exhibited RR characteristics superior to those of conventional commercial cubic fluorite ceria abrasive particles, and they may be effective in reducing scratch defects. Our experimental demonstrations contribute to a collective understanding of the size dependence of abrasives, which can be used to effectively design CMP slurries and to predict polishing performance by integrating the wafer contact and surface chemical characteristics of ceria.",
    "Experimental section": "2\n                  Experimental section\n                  \n                     2.1\n                     Materials\n                     The three dispersions of commercially available colloidal ceria NPs in deionized water (BOC S40, S70, and M10) were obtained from Bead Origin, Inc. (Korea) [6,11,12]. These ceria NPs were named based on their structural characteristics and average size. For example, all three groups of particles had a nanoclustered structure (NC-ceria), which were synthesized in the liquid phase; detailed information can be found in references [6,12]. The primary sizes of the NC-ceria NPs, as measured via transmission electron microscopy (TEM), were 51.4 nm (NC51), 68.6 nm (NC69), and 108.0 nm (NC108) for S40, S70, and M10, respectively (see Fig. 1\n                        ). Additionally, the commercial colloidal ceria dispersion of Zenus® HC60 (Solvay, Ltd., Belgium) [13,14] was used as a reference for comparison; these ceria NPs were named CF-ceria based on their cubic fluorite-structured appearance. Other commercial ceria NPs were obtained from Cabot Electronics Co. (USA) (D7400) and Sigma-Aldrich (USA).\n                  \n                  \n                     2.2\n                     Characterization of the ceria NPs\n                     The morphology and structure of the ceria NPs were characterized via field-emission scanning electron microscopy (FESEM) (JEOL JSM 7401F, Japan) and high-resolution TEM (HRTEM) (JEM-2100F, Japan). X-ray diffraction (XRD) patterns were obtained using an X-ray diffractometer (Rigaku Smart Lab SE, Japan) with Cu Kαradiation (λ = 0.15406 nm) at a scanning speed of 0.02°/s. BET surface area measurements were conducted using a Micromeritics TriStar II 3020 (USA) via nitrogen adsorption–desorption isotherms. The elemental composition was determined using X-ray photoelectron spectroscopy (XPS) (ESCALAB 250, Thermo, USA). The zeta potential and hydrodynamic radius of the NPs were measured using laser Doppler electrophoresis and dynamic light scattering (DLS), respectively (Zetasizer Nano-ZS, Malvern, UK).\n                  \n                  \n                     2.3\n                     Preparation of CMP slurries\n                     CMP slurries were prepared by dispersing the ceria NPs as abrasives in deionized water at a concentration of 0.3 wt% without any additives. Although the pH values of all slurries were not adjusted such that only the properties of the pure abrasives could be compared, the pH values of all slurries ranged from 4 to 4.6, which falls within the manufacturing conditions of CMP in practice.\n                  \n                  \n                     2.4\n                     CMP performance evaluation\n                     CMP was performed using a CMP polisher (GNP POLI-400L, G&P Technology Inc., Korea) for 1 min at a fixed head pressure of 4 psi. The flow rate of the slurry was 150 mL/min and the rotation speed of the polishing pad/wafer was 93/87 rpm during the CMP process. The SiO2 wafer used in the process was a 40 × 40 mm2 coupon wafer (SiO2 thickness of the bare wafer = 30,000 Å). A polyurethane polishing pad (HD-319C, SKC Inc., Korea) and conditioner (CI-45, Saesol Diamond Co., Ltd., Korea) were used for the CMP process. Pad conditioning was conducted for 5 min between changes in the slurry. The RR was evaluated by measuring the thickness of the SiO2 at five points 5 mm apart using a reflectometer (ST4000-DLX, Korea) before and after the polishing process.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Morphology of NC-ceria NPs\n                     \n                        Fig. 1a–c show the TEM and SEM images of the three types of NC-ceria NPs: NC51, NC69, and NC108, illustrating their shape and size. All three ceria NPs exhibit a round surface morphology and are highly monodisperse in size. NC51, NC69, and NC108 have average diameters of 51.5, 68.6, and 108.0 nm with low standard deviations of 6.04, 9.42, and 10.3 nm, respectively (Fig. 1d), indicating extremely narrow size distributions. Overall, NC-ceria abrasives are likely advantageous in reducing scratches or dishing defects in the CMP process owing to their smooth surface and round shapes, in contrast to the pointed angles or sharp edges commonly found in CF-ceria abrasives (Fig. S1 and S2 in the Supporting Information). Specifically, highly crystallized ceria abrasives, like Zenus® HC60, have been widely employed in the CMP process of the semiconductor industry due to their narrower size distribution compared to typical calcined ceria particles [14]. However, they exhibit sharp edges originating from their large crystallites (Fig. S1), which could potentially lead to microscopic scratches. Moreover, advanced semiconductors requiring exceptionally high resolution may demand a novel colloidal ceria abrasive type to attain “zero” scratches and optimize chip yield while retaining a high RR, a feat potentially attainable with extremely monodisperse spherical abrasives [6,31,32].\n                     The rough surface of the NC-ceria NPs, covered with small dots (as observed in the SEM images in the insets of Fig. 1a–c), is a unique feature that was extensively discussed in our previous study [6]. These characteristics originate from the nanoclustered structure of NC-ceria, which consists of fine granules measuring 4–6 nm in size, thus providing a considerably larger surface area compared to that provided by calcined or crystalline ceria particles. As shown in Fig. 1e and Table S1, the BET surface area of ceria NPs substantially increases with a decrease in particle size. The overall BET surface area increases by more than two times, from 53.5 to 136.2 m2/g, which is unusual, given that the particle size has almost halved from 108.0 to 51.4 nm. These values surpass those of other commercially available ceria NPs, such as 10.6 m2/g for Zenus® HC60 and 11.2 m2/g for D7400.\n                  \n                  \n                     3.2\n                     Crystal characteristics of NC-ceria NPs\n                     The crystal characteristics of NC51, NC60, and NC108 were evaluated using their XRD patterns, as shown in Fig. 2\n                        a. The NPs exhibit characteristic peaks of the cubic-fluorite lattice of the Ce and O atoms of ceria at 28.55°, 33.08°, 47.47°, 56.33°, 59.08°, 69.4°, 76.7°, and 79.07°, corresponding to the (111), (200), (220), (311), (222), (400), (331), and (420) lattice planes, respectively, according to card No. 34–0394 of the Joint Committee on Powder Diffraction Standards (JCPDS). These NC-ceria NPs exhibited relatively broad XRD patterns with full width at half maximum (FWHM) values of 1.52°, 1.40°, and 1.88° for the (111) peaks, demonstrating that the NPs possessed small crystallites and a low degree of crystallinity. The average crystallite size (Lc\n                        ) of the ceria NPs was quantitatively calculated using the Scherrer equation and the FWHM value, as follows:\n                           \n                              (2)\n                              \n                                 \n                                    Lc\n                                    \n                                    =\n                                    \n                                    \n                                       \n                                          K\n                                          ·\n                                          λ\n                                       \n                                       \n                                          β\n                                          ·\n                                          cos\n                                          θ\n                                       \n                                    \n                                 \n                              \n                           \n                        where λ is the X-ray wavelength (nm), β is the FWHM in radians, and K is a constant related to crystal shape, considered 0.9 in this study [15]. The crystallinity (Xc\n                        ) of the ceria NPs was evaluated by determining the area under the XRD peaks using the Ruland-Vonk method [16], as follows:\n                           \n                              (3)\n                              \n                                 \n                                    Xc\n                                    \n                                    \n                                       (\n                                       %\n                                       )\n                                    \n                                    \n                                    =\n                                    \n                                    \n                                       \n                                          \n                                             \n                                                I\n                                             \n                                             \n                                                c\n                                             \n                                          \n                                       \n                                       \n                                          \n                                             \n                                                I\n                                             \n                                             \n                                                c\n                                             \n                                          \n                                          +\n                                          \n                                             \n                                                I\n                                             \n                                             \n                                                a\n                                             \n                                          \n                                       \n                                    \n                                    ×\n                                    100\n                                    \n                                 \n                              \n                           \n                        where Ic\n                         is the sum of the areas under the crystalline peaks and Ia\n                         is the area of the amorphous halo. Table S1 summarizes the quantitatively calculated crystallite size (Lc\n                        ) and crystallinity (Xc\n                        ) values of the NC-ceria NPs. The crystallite sizes are 5.40, 5.86, and 4.36 nm for NC51, NC69, and NC108, respectively. Thus, the three NC-ceria NPs are composed of fine crystallites with an average size of Lc\n                         = 5.21 nm and a crystallinity of Xc\n                         = 70.6 %. In stark contrast, the crystallite size of the CF-ceria (i.e., Zenus® HC60), Lc\n                         = 45.5 nm, is almost half of the particle size (117.0 nm), suggesting that the entire particle is grown as one or two single crystals; this inference is supported by Xc\n                         = 95.8 %. The average 5.21 nm-sized crystallites of NC-ceria NPs, which can be either crystalline or amorphous, agglomerate and form the nanoclustered structure of ceria particles, as schematically shown in Fig. 2b. These crystal characteristics are directly confirmed in the TEM images and selected area electron diffraction (SAED) patterns shown in Fig. 2c–f. We could delineate phase boundaries, as shown in Fig. 2e, using the lattice planes that appeared to be oriented in different directions. Each yellow-bordered crystallite is either the crystalline phase, which is characterized by white parallel lines with a 3.10 Å d-spacing and corresponds to the (111) lattice plane of ceria, or the amorphous phase, where none of these lines are visible. The granule sizes observed in the TEM images ranged from 3–6 nm, corresponding to a crystallite size of Lc\n                         = 5.21 nm, as determined from the XRD analysis. The diffused SAED pattern in Fig. 2f further supports the idea that the NC-ceria NPs possessed crystallites in both crystalline and amorphous phases, as represented by clear spots and diffused rings, respectively.\n                     Specifically, approximately 29.4 % of the single ceria NP was in the amorphous phase. Generally, the crystalline phase refers to a material with a highly regular atomic arrangement. In contrast, the irregular atomic arrangement of amorphous phases can result in numerous incompletely bound atoms (dangling bonds). A greater proportion of the amorphous phase in the particle can lead to a higher number of available active sites, which can participate in chemical reaction applications, such as catalysis, glass polishing, and semiconductor manufacturing. The chemically active site in ceria is typically Ce3+, which lacks an oxygen atom and possesses chemically unpaired electrons. NC-ceria may be more likely to accelerate the formation of chemical bonds with other materials, given that a significant portion (29.4 %) of the amorphous ceria is located on its surface. Particularly in the CMP process, NC-ceria abrasives can accelerate the formation of Ce–O–Si bonds between the ceria abrasive and SiO2 substrate, thereby enhancing the RR properties.\n                  \n                  \n                     3.3\n                     Surface activity of NC-ceria NPs\n                     XPS analysis was conducted on the NC-ceria NPs to obtain quantitative data regarding the chemically active sites (i.e., Ce3+) present on their surfaces, as shown in Fig. 3\n                        . The Ce 3d peaks are split into the Ce 3d5/2 and Ce 3d3/2 ionizations, which are labelled as v0\n                        , v1\n                        , v2\n                        , v3\n                        , and v4\n                         for Ce 3d5/2, and as u0\n                        , u1\n                        , u2\n                        , u3\n                        , and u4\n                         for Ce 3d3/2. Among these, the v0\n                        , v2\n                        , u0\n                        , and u2\n                         peaks represent the characteristics of Ce3+ ions, whereas the v1\n                        , v3\n                        , v4\n                        , u1\n                        , u3\n                        , and u4\n                         peaks represent those of the Ce4+ ions [17]. We calculated the concentrations of Ce3+ and Ce4+ using the following v and u assignments: [Ce3+] = v0\n                         + v2\n                         + u0\n                         + u2\n                         and [Ce4+] = v1\n                         + v3\n                         + v4\n                         + u1\n                         + u3\n                         + u4\n                        . The calculated Ce3+ concentrations for NC51, NC69, and NC108 were 45.0 %, 41.0 %, and 32.6 %, respectively (detailed information on each XPS peak assignment is provided in Table S2). Specifically, each ceria NP contained Ce3+/Ce4+ ratios of 81.7 %, 69.4 %, and 48.4 %. This result indicates that the number of chemically active sites of NC-ceria NPs increased with decreasing size, which is consistent with previous studies on size and surface activity, e.g., 17 % for 30-nm NPs and 44 % for 3-nm NPs [18–21].\n                     In an aqueous system, the Ce3+ ions on the ceria NP surfaces act as chemically active sites to promote the dissociation of water, resulting in the formation of hydroxyl groups (OH−) on the NP surface [22,23]. These hydroxyl groups on the NP surface subsequently function as active sites for the chemical and physical adsorption of other materials [24], resulting in the formation of Ce–O–Si bonds during the CMP process [4,25]. The concentrations of hydroxyl groups on the NC-ceria NPs can be determined via O 1 s XPS core-level spectra, as shown in Fig. 3b; Table S2 summarizes the details of the two peaks assigned to the lattice oxygen (O2−) and surface hydroxyl group (OH−) [26,27]. The proportions of hydroxyl groups for NC51, NC69, and NC108 were 82.4 %, 76.8 %, and 69.4 %, respectively, indicating that the number of hydroxyl groups on the NP surface generally increased with decreasing particle size. Notably, these concentrations are higher than those in CF-ceria (47.3 %). This result is consistent with the finding that NC-ceria has a significantly higher concentration of Ce3+ on its surface compared with CF-ceria, which can be understood using the schematic shown in Fig. 2b. Collectively, with a decrease in the size of the nanocluster agglomerates, the surface area of the NP increases rapidly, and simultaneously, the concentration of hydroxyl groups on the NP surface proportionally increases with that of Ce3+ \n                        [28]. Consequently, in the CMP process, the NC-ceria abrasives have a larger number of Ce–OH active sites on their surfaces compared with the CF-ceria abrasives, which subsequently are likely to accelerate the formation of Ce–O–Si bonds between the particles and SiO2 substrate, thereby improving the CMP performance.\n                     To provide further insight into the ceria NPs, we compared the surface activity and crystallinity of various NC- and CF-ceria NPs, as shown in Fig. 4\n                        a and 4b, respectively. We demonstrated that the size of the NC-ceria NPs and the Ce3+/Ce4+ ratio were inversely proportional. In terms of absolute quantities, the NC-ceria NPs exhibited a considerably higher surface activity than that of the conventional CF-ceria NPs, regardless of the particle size (Fig. 4a). This result strongly suggests that the particle size, morphology, and crystal characteristics should be collectively considered to evaluate and predict the surface activity of various types of ceria NPs. Specifically, the crystallinity of the NC-ceria NPs was lower than that of typical CF-ceria NPs, as shown in Fig. 4b. The presence of fine granules consisting of single particles and oxygen vacancies at the grain boundaries contributed to the decrease in the crystallinity of the NC-ceria NPs while simultaneously enhancing the concentration of chemically active sites (i.e., Ce3+). Amorphous crystallites with irregular dangling bonds constituted 29.4 % of the NC-ceria NPs, resulting in a crystallinity of 70.6 %.\n                  \n                  \n                     3.4\n                     Key parameters of abrasive particles in the CMP process\n                     The size dependence of the morphological, crystalline, and surface characteristics of the ceria NPs discussed herein may be related to the abrasive characteristics observed in the CMP slurries, such as the RR, scratch formation, dishing, erosion, WIWNU, and WIDNU. Variations in the size of abrasive particles in the slurry correspond to predictable fluctuations in CMP performance. For example, during the CMP process, abrasives disperse and rotate with water in the gap between the polishing pad and patterned wafer. In this process, the sizes of abrasive particles (Rp\n                        ) theoretically influence several quantities that subsequently affect CMP performance: the number of wafer touches of abrasive particles (Np\n                        ), the wafer contact area of abrasive particles (Sp\n                        ) (assuming a spherical shape), and the momentum (or impulse) of the abrasive particles (Mp\n                        ) when they collide with the wafer surface. More specifically, Np\n                         is proportional to the solid content (C) divided by the particle volume (4/3 \n                           \n                              π\n                              \n                                 R\n                                 p\n                                 3\n                              \n                           \n                        ), resulting in the following relation:\n                           \n                              (4)\n                              \n                                 \n                                    \n                                       N\n                                       p\n                                    \n                                    \n                                    ∝\n                                    \n                                    \n                                       C\n                                       \n                                          R\n                                          p\n                                          3\n                                       \n                                    \n                                 \n                              \n                           \n                        RR increases with Np\n                         because a larger number of abrasive contacts provides more opportunities for the wafer to be abraded. Additionally, larger particles result in a lower RR if the solid content is identical.\n                     The Sp\n                         of a sphere placed on a flat surface is proportional to the surface area of the sphere (4 \n                           \n                              π\n                              \n                                 R\n                                 p\n                                 2\n                              \n                           \n                        ), as follows:\n                           \n                              (5)\n                              \n                                 \n                                    \n                                       S\n                                       p\n                                    \n                                    \n                                    ∝\n                                    \n                                    \n                                       R\n                                       p\n                                       2\n                                    \n                                 \n                              \n                           \n                        Equation (5) suggests that the wafer contact area of the abrasive particles would be proportional to the RR, subsequently implying that larger particles would result in a higher RR in the CMP process, which is consistent with the findings from a previous study [29].\n                     Another important quantitative parameter related to abrasive particle size is the momentum generated by the collision of particles with the wafer surface. This momentum (Mp\n                        ) is proportional to the mass and velocity of the moving particles. Thus, the following relation can easily be derived, neglecting the drag force related to velocity:\n                           \n                              (6)\n                              \n                                 \n                                    \n                                       M\n                                       p\n                                    \n                                    \n                                    ∝\n                                    \n                                    \n                                       R\n                                       p\n                                       3\n                                    \n                                 \n                              \n                           \n                        As observed in this relationship, larger particles exert a larger impact (or stress) on the wafer surface, resulting in a higher RR.\n                     According to Eqs. (4)–(6), if the abrasive particle size is reduced, Np\n                         increases, but Sp\n                         and Mp\n                         decrease, and vice versa. Conversely, as the particle size increases, the momentum becomes more substantial; however, the particle also becomes heavier. Thus, effective contact between the particle and the wafer substrate, which is positioned above the pad during the CMP process, cannot be confirmed. Thus, the CMP process involves a complex interplay of a particle system that includes not only all the physical quantities, namely Np\n                        , Sp\n                        , and Mp\n                        , but also chemical functions such as the Ce3+/Ce4+ ratio.\n                  \n                  \n                     3.5\n                     Performances of ceria slurries in the CMP process\n                     \n                        Fig. 5\n                        a illustrates the electrokinetic properties of the NC-ceria NPs, as evaluated via zeta potential measurements. At pH 4, which corresponds to the CMP operating conditions in actual semiconductor manufacturing processes, all ceria slurry samples exhibited high zeta potentials exceeding 30 mV, indicative of a stable dispersion state achieved via electrostatic repulsion [30]. Silica typically exhibits a negative surface charge, especially around pH 4. Therefore, in the CMP process under these pH conditions, ceria abrasives are likely to interact with the SiO2 substrate via electrostatic attraction stemming from the opposite charges between them. Notably, the zeta potential value tended to increase slightly as the size of the NC-ceria NPs increased. This trend can be attributed to a higher concentration of hydroxyl groups on the surface, which decreases with particle size, as confirmed via XPS analysis. Additionally, we conducted zeta potential measurements on the ceria NPs as a function of pH to verify the influence of aqueous conditions, as shown in Fig. S3a. The zeta potential of the ceria NPs decreased with increasing pH, yielding an intrinsic isoelectric point (IEP) ranging from 6 to 9, which falls within the typical IEP range of ceria [30]. The hydroxyl functional groups on the particle surfaces become ionized in aqueous media, exhibiting different forms of –OH2+, –OH, and –O− with varying pH levels from low to high.\n                     The high zeta potential value plays a pivotal role in maintaining high dispersion stability, subsequently impacting the CMP process. For instance, particle aggregation can lead to a reduction in particle-wafer contact, thereby degrading CMP performance. Moreover, these aggregated particle clusters can slide on the wafer surface, causing scratches. DLS analysis can directly provide the hydrodynamic radius of the particles, indicating whether they are aggregated or not, as shown in Fig. 5b. At pH 4, where the ceria NPs exhibit high zeta potential values, the particles are highly dispersible, showing sizes almost identical to those measured from the TEM and SEM images (see Fig. 1d). This suggests that the particles are dispersed individually in water, exhibiting narrow size distributions, particularly for the NC-ceria NPs. In sharp contrast, near the IEP, the particles are likely to lose dispersibility due to weak surface charge, aggregate with each other, and precipitate easily. The digital photos in Fig. S3b compare the aqueous dispersion of NC51 at pH 4 and 7 (near the IEP). When attempting to measure the hydrodynamic radius of NC51 using its aqueous dispersion near the IEP, it was found to be out of range (i.e., > 6,000 nm), indicating particle aggregation.\n                     \n                        Fig. 6\n                         shows a comparison of the oxide RRs of slurries containing three NC-ceria NPs (NC51, NC69, and NC108) and CF-ceria NPs (HC60) at a concentration of 0.3 wt%. All NC-ceria slurries exhibited significantly superior RRs compared with that of CF-ceria. Particularly, despite the similar sizes of the NC108 and HC60 NPs, the NC108 NPs exhibited a higher RR of 3546 Å/min compared to that of the cubic-fluorite NPs (2197 Å/min). This difference may be attributed to the significantly higher surface chemical activity of NC108 compared with that of CF-ceria. In other words, more Ce3+ and hydroxyl groups can be formed on the surface of NC-ceria.\n                     The RR of NC-ceria slurry predominantly increased with decreasing particle size: 3546, 4392, and 5394 Å/min for NC108, NC69, and NC51, respectively. That is, the RR increased by 1848 Å/min as the size of the ceria NPs was approximately halved from 108.0 to 51.4 nm. This is consistent with the demonstrated tendency in Fig. 3 for particle size and Ce3+/Ce4+ surface chemistry to be inversely related. However, despite the surface properties of NC51 (Ce3+/Ce4+ = 81.7 %, BET surface area = 136.2 m2/g) being superior by approximately twice or more than those of NC108 (Ce3+/Ce4+ = 48.4 %, BET surface area = 53.5 m2/g), the ∼ 52 % increase in SiO2 RR is a relatively minor improvement. This can be understood as a complex result influenced by Np\n                        , Sp\n                        , and Mp\n                        , which vary with the particle size. For example, the NC51 NPs in the slurry are lighter than the NC108 NPs; therefore, the number of contacts to the SiO2 substrate (Np\n                        ) may increase during the polishing process, while the Sp\n                         and Mp\n                         of each particle may decrease. In addition to these physical kinetics, the multifunctional action of chemical properties such as surface activity also played a role, resulting in a final SiO2-RR of 5394 Å/min, which is approximately 52 % higher than that of NC108. Moreover, besides the excellent RR of NC-ceria NPs, their round shape and narrow size distribution are likely to be more beneficial for reducing scratch defects in CMP processes.\n                     After conducting the polishing tests, we evaluated the surface morphologies of the abrasive particles from the used slurries. As depicted in Fig. S4, NC51, NC69, NC108, and HC60 NPs maintained their original shapes after the tests. Particularly noteworthy is that the nanoclustered structures of the NC-ceria NPs, consisting of tiny granules, remained intact during the polishing process, indicating strong bonding between them. Additionally, SEM images in Fig. S5 compare the surface of the wafers before and after the test with different abrasives. The bare wafer before the test displays a smooth and clean surface (Fig. S5a). After the test with the slurries, all wafers showed the presence of abrasive particles uniformly distributed on their surfaces (Fig. S5b–S5e). This phenomenon is likely due to the strong affinity between the abrasives and the SiO2 surface of the wafer via electrostatic attraction, as confirmed by zeta potential analysis. Furthermore, the formation of Ce–O–Si bonding during polishing also contributed to the presence of remaining abrasives on the wafer surfaces, which become more numerous with decreasing ceria NP size due to a higher concentration of Ce3+. These factors are highly beneficial for achieving high SiO2 RR, but they act as a drawback in the post-CMP cleaning process [33]. While the current study focuses on investigating the size effects of the NC-ceria NPs on surface activity and CMP performance, our ongoing study will introduce the cleaning process of these particles after polishing and examine the efficacy of various cleaning conditions.",
    "Conclusions": "4\n                  Conclusions\n                  Herein, we investigated the size dependence of NC-ceria NPs on chemical surface activity as well as RR, which represent CMP performance. We used uniform NPs with three diameters — 51.4 nm (NC51), 68.6 nm (NC69), and 108.0 nm (NC108) — that exhibit highly spherical shapes and narrow size distributions. These NC-ceria NPs, which were composed of aggregates of small crystalline and amorphous crystallites, exhibited substantially higher BET surface areas compared with those of conventional CF-ceria NPs, which increased with decreasing diameter. We also demonstrated that the NC-ceria NPs possessed a relatively low crystallinity of ∼ 70.6 %, as opposed to that of the CF-ceria NPs (>95 %). The surface activity (i.e., Ce3+/Ce4+) of the NC-ceria NPs also increased considerably with decreasing particle size, reaching 81.7 % for NC51. This chemical surface activity affects CMP performance because it is clearly related to the number of sites forming Si–O–Ce bonds during the polishing process. In addition to the chemical properties, several physical parameters related to the size of the abrasives can affect CMP performance. Overall, NC-ceria NPs outperformed conventional CF-ceria NPs on the aspect of SiO2-RR owing to their larger surface area and higher surface activity stemming from the presence of nanoclusters with low crystallinity.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Na-Yeon Kim: Writing – original draft, Visualization, Methodology, Investigation, Conceptualization. Uiseok Hwang: Writing – review & editing, Validation, Investigation. Jaeuk Sung: Investigation. In-Kyung Park: Investigation. Taesung Kim: Funding acquisition. Jonghwan Suhr: Funding acquisition. Jae-Do Nam: Writing – review & editing, Methodology, Funding acquisition, Conceptualization."
  },
  "references": []
}