{
  "title": "Environmentally friendly buff cleaning of ceria nanoparticles using bubbles in gas-dissolved water",
  "authors": [
    "Liu, Pengzhan"
  ],
  "publication": {
    "journal": "Colloids and Surfaces A: Physicochemical and Engineering Aspects",
    "date": "2023-08-20",
    "doi": "10.1016/j.colsurfa.2023.131558"
  },
  "abstract": "Buff cleaning serves as a crucial preparatory step following chemical mechanical polishing, aimed at removing bulk particles from wafer surfaces present in slurries. Most cleaning solutions comprise a variety of complex chemical compounds. Conventional cleaning solutions typically consist of complex chemical compounds, including toxic or carcinogenic substances, which hinder wastewater recycling and exacerbate environmental impacts. Here, an eco-friendly buff-cleaning solution, oversaturated gas-dissolved water, is proposed for effective elimination of colloidal ceria nanoparticles. The growth of inherent bubbles that accompanies heating and shear in buff cleaning is associated with the particle-cleaning process and contributes to particle-removal efficiency (PRE). Various optical methods were employed to examine the size and quantity of bubbles, revealing nitrogen (N2) bubbles to be approximately 1 µm in diameter, while carbon dioxide (CO2) bubbles varied from 1 to 10 µm. Gas-dissolved water demonstrated improved PRE, with CO2 exhibiting superior performance in comparison to N2. Negatively charged bubbles were found to effectively capture positively charged ceria particles from oxide film surfaces, cleaning solutions, and pad asperity surfaces. Additionally, bubbles enhanced particle dispersion, as evidenced by a colloidal ceria slurry displaying an average size of 162.5 nm in water, 158.1 nm in N2 water, and 149.8 nm in CO2 water. Well-dispersed particles can easily be flushed from the pad-wafer gap to minimize the risk of recontamination.",
  "keywords": [
    "Buff cleaning",
    "Gas-dissolved water",
    "Bubble",
    "Particle-removal efficiency"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Over recent decades, fundamental research has been conducted on micro- and nano-scale bubbles and their applications across various industries. Studies have examined the electrophoretic mobility of bubbles [1], confirming the existence and stability of nano-bubbles [2] and identifying the terminal rise velocity of micro-bubbles [3]. These investigations of particle-bubble interactions extended to many applications and industries [4–8]. Nano-bubbles are used as cleaning agents in food science [9]. Hydrogen-rich water can improve human health and optimize the efficiency of ceria nanoparticle cleaning in the semiconductor industry [10,11]. The interaction between micro-bubbles and ultrafine particles improves quartz-particle flotation recovery in minerals engineering [12].\n                  Planarization is an essential process in semiconductor fabrication, with chemical mechanical polishing (CMP) prevailing in the wafer-polishing field due to its ability to achieve simultaneous local and global planarization [13]. However, CMP can introduce contaminants, such as nanoparticles and chemical additives, to wafers [14]. Consequently, the subsequent nanoparticle cleaning has become a critical process, as the contaminants may result in patterning or deposition errors in subsequent processes [15]. Conventional cleaning techniques for smaller particles often involve the addition of chemicals, such as diluted hydrofluoric acid, sulfuric acid, and hydrogen peroxide mixtures [16]. In response to current environmental regulations, there is a growing need to reduce the amount of chemical additives used in CMP and post-CMP processes [17].\n                  Mainstream approaches to post-CMP cleaning involve a preparatory buff-cleaning step to eliminate bulk slurry from wafers [18,19]. After polishing, another pad lightly buffs the contaminated wafer using a high volume of water flowing, a low vertical buff pressure, but a high relative velocity between the platen and polisher head. The cleaning solution must be carefully chosen based on the slurry species and the thin films on the substrate. Common particle species in slurry for oxide film polishing include fumed silica, colloidal silica, calcined ceria, and colloidal ceria [20,21]. The contamination and cleaning mechanisms of calcined and colloidal ceria, as well as the pH and particle size effects on particle-removal efficiency (PRE), have been extensively studied [22,23]. Buff-cleaning solutions with minimal chemicals or pure deionized water (DIW) are preferred for rinsing pad surfaces and removing particles [24]. Gas-dissolved water without additives can address the need for reduced chemicals and high cleaning efficiency.\n                  Our group has developed several gas-dissolved water applications for CMP and post-CMP cleaning in previous studies. Hong et al. protected cleaned wafers from static electricity damage using a CO2 mixed jet-spray [25]. Hong et al. reduced Ce4+ to Ce3+ using hydrogen-dissolved water to weaken Ce-O-Si bonds between ceria particles and an oxide film [10]. Xu et al. employed in situ micro- and nano-bubbles to enhance oxide polishing with silica abrasives [26]. Xu et al. also introduced chemically induced hydrogen bubbles to zirconia polishing for a high removal rate and low roughness [27]. Previous research on hydrogen-water applications only addressed the chemical reduction of hydrogen on calcined ceria. Further studies are necessary to explore alternative gas species and the cleaning mechanism of gas-dissolved water while considering the bubble effect.\n                  In this study, two types of gas, inert N2 and acidic CO2, were dissolved in DIW and applied to buff cleaning of colloidal ceria particles in two different sizes. Inert N2 enables the exclusion of chemical reactions, focusing on the bubbles, while acidic CO2 possesses a high dissolution rate, generating more bubbles and amplifying their role. Various methods were employed to measure the size and quantity of bubbles in gas-dissolved water. Bubble growth, driven by shear and heating, was observed to study dynamic bubble behavior. The influence of bubbles on ceria nanoparticle removal was analyzed using scanning electron microscopy (SEM), inductively coupled plasma mass spectrometry (ICP-MS), and atomic force microscopy (AFM). The zeta potential of the primary consumables and particle dispersity in DIW and gas-dissolved water were investigated to verify the cleaning mechanism. An aerosol analyzer, the electrical low pressure impactor (ELPI), was utilized to assess the effect of gas-dissolved water on pad surface cleaning by atomizing the effluent.",
    "Experimental": "2\n                  Experimental\n                  \n                     2.1\n                     Gas-dissolved water preparation and bubble characterization\n                     The gas-dissolved water system comprised a water pump, a hydrophobic membrane contactor (Liqui-Cel; X50 hollow fiber; 3 M Co., USA), and a regulator to dissolve high-purity gas in circulated water within a limited time. A schematic of the experimental setup has been previously reported [10,26]. The large water-gas interface area in the hollow fiber membrane facilitates rapid gas dissolution. Water pressure was set at 0.17 MPa, and gas pressure at 0.15 MPa. The relatively low gas pressure ensured gas diffusion into the water rather than gas bubbling. After 10 min of gas dissolution, the water can be termed gas-dissolved water, and the dissolved N2 gas with water can be called N2 water.\n                     An apparent bubbling phenomenon was observed as the water circulated, indicating gas supersaturation. N2 is an inert gas, while CO2 is acidic and exhibits a high dissolution rate. Electrochemical reactions or solution acidity underlie most measurements of CO2 concentration. The CO2 test kit (HI-3818, HANNA Instruments, South Korea) employs phenolphthalein titration to measure CO2 concentrations in water. The experiment was conducted three times to minimize errors. To detect bubbles, a laboratory-scale and commercial large particle counter (LPC) (Model 780 AccuSizer, Entegris, USA) were utilized to simultaneously assess bubble quantity and size in saturated and 1:100 diluted gas-dissolved water. The lab-scale LPC has no specific sample requirements but only provides qualitatively comparative results. The commercial equipment can count bubbles from 0.5 to 500 µm in diameter; however, saturated gas-dissolved water must be diluted 100 times to comply with critical regulations.\n                     A transparent graduated cylinder was immersed upside-down in gas-dissolved water to reveal the air-water interface and subjected to magnetic stirring. In addition, a particle-size analyzer (ELSZ-2000; Otsuka Electronics Co., Japan) utilizing dynamic light scattering (DLS) was employed to evaluate the impact of temperature on bubble growth. Approximately 10 mL of gas-dissolved water was heated in a quartz glass cell with an integrated heater within the analyzer. Upon reaching the specified temperature, a laser was used to detect the Brownian motion of bubbles and measure their size.\n                  \n                  \n                     2.2\n                     Contamination and buff cleaning\n                     Polishing was employed to contaminate the silicon dioxide film deposited on the silicon wafer. A 300 mm wafer was cut into 40 mm × 40 mm coupons for the 100 mm wafer polisher (Poli-400; GnP Technology, Korea) with a chuck. Colloidal slurry and polyurethane pad were the two primary consumables. \n                        Fig. 1 displays the secondary particle-size distribution of colloidal slurry A and B (Zenus, Solvay, Belgium) and the top view and cross-section of a concentric polyurethane pad (KONIPAD, KPX Chemistry, South Korea) captured by SEM (JSM-IT800, JEOL, Japan). The secondary particle size in the liquid environment was approximately 155 nm for colloidal slurry A and 90 nm for colloidal slurry B.\n                     Following experimental preparation, the wafer was chucked in the polisher head at 21 kPa of vertical pressure for polishing. The colloidal slurry was diluted to 0.5 wt% and injected onto the pad at a flow rate of 120 mL/min. The polisher and platen rotation speeds were 93 and 87 rpm, respectively, for 60 s of polishing. Before buff cleaning, the wafers were immersed in DIW to keep them wet. The polisher was cleaned with DIW and a sponge brush when all the wafers were contaminated. Simultaneously, a new pad replaced the ceria-contaminated pad for buff cleaning. Each new pad was the same model as the previous pad and was conditioned for 600 s with DIW. Conditioning for 120 s with the cleaning solution followed the DIW conditioning to ensure the targeted cleaning solution flooded the pad surface. Finally, the contaminated wafer underwent 10 s of buff cleaning with 11 kPa of vertical pressure. The cleaning solutions, including DIW, N2 water, CO2 water, and diluted CO2 water, were pumped onto the pad at 500 mL/min. A rotation speed identical to that of the polishing process was used.\n                  \n                  \n                     2.3\n                     Surface analysis\n                     Wafer surface characterizations employed SEM to visually inspect the remaining particles, scanning the topography with AFM (NX10; Park Systems Corp., Korea), and dissolving the ceria with aqua regia followed by measuring the cerium concentration using ICP-MS (Agilent 7500, PerkinElmer, USA). The images captured by SEM were interpreted as particle amounts using the open-source software Image J. The zeta potential represents the surface charge strength and determines the electrostatic interactions among the CMP pad, wafer surface, and particles. The same instrument with DLS measured the zeta potential of colloidal A and B slurry at 0.005 wt%, the pad surface, and the oxide film wafer.\n                     The sampling process for ICP-MS consisted of several steps. A tape layer was pasted on the backside of the wafer to protect it from slurry contaminants. It was peeled off after buff cleaning for characterization for pure oxide film surface analysis. After stripping off the tape, the cleaned wafers were cut into four pieces and inserted into 50 mL Teflon bottles. Approximately 30 mL of aqua regia was transferred into the bottles, which were then sealed with a cover. The bottles were arranged on a hot plate at 200 °C for 20 h to dissolve the ceria. Finally, the concentration of cerium ions in the liquid was analyzed by ICP-MS and interpreted as the final contamination level after cleaning.\n                  \n                  \n                     2.4\n                     Particle dispersion in liquid\n                     The DLS method measured the average particle size of 0.005 wt% colloidal A and B to compare particle distributions in DIW and gas-dissolved water. The wafer was polished with DIW and gas-dissolved water–diluted colloidal slurry A at a concentration of 0.5 wt%. The polishing recipe was the same as that of the contamination process. SEM and Image J were used to acquire the adsorbed particle-size distribution without cleaning.\n                     The pad was conditioned with 0.5 wt% slurry at a flow rate of 120 mL/min for 120 s to measure bubble adsorption efficiency. Next, DIW or gas-dissolved water was delivered to the pad surface at 500 mL/min for another 180 s of conditioning. The effluent was collected with a beaker near the platen edge at a time point between 120 and 180 s. After atomizing the effluent and passing it through the dryer, the particle-contained aerosol from the effluent was introduced into an ELPI (ELPI+, Dekati, Finland) for characterization by a particle-size spectrometer. The ELPI measured particle size versus number for 60 s at a sampling rate of 10 Hz.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Characterization of bubbles\n                     According to Henry's law, the theoretical maximum solubility of gases in water at 20 °C and atmospheric pressure is approximately 10 ppm for N2 and 880 ppm for CO2. Measuring the concentration of N2 in water is challenging due to its inert nature. Using a CO2 test kit, the estimated CO2 concentrations in N2 water and CO2 water were 35 ppm and 945 ppm, respectively, after 10 min of the gas-dissolving process. Oversaturated gas-dissolved water was obtained as a result of the large contact area provided by the hollow fiber membrane and the application of 1.5 MPa pressure during the dissolving process. The bottle utilized for water circulation exposed to air could dissolve CO2 gas into N2 water, reaching a concentration of 35 ppm. When using deionized water (DIW), the CO2 concentration was too low to be detected. The pH values of DIW, N2 water, and CO2 water were 6.2, 5.2, and 3.9, respectively, demonstrating a strong correlation with the test-kit results.\n                     Both polishing and buff-cleaning processes had a high shear rate and friction-induced temperatures [28,29]. The shear rate was approximately 50,000 s−1 for a 20 µm pad-wafer gap with a 1 m/s of relative velocity between the pad and wafer, and between 106 to 108 s−1 for a 1 µm gap with a relative velocity of 0.1 m/s [30,31]. Concurrently, flash temperatures at the pad summit ranged from 70° to 180°C, while the slurry temperature within the gap was approximately 32 °C at a relative velocity of 1 m/s and a pressure of 7 kPa [29]. It was anticipated that both inherent bubbles and those induced by shear and heating would contribute to the cleaning process.\n                     \n                        \n                        Fig. 2 presents a multi-method characterization of bubbles in DIW, N2 water, and CO2 water. A lab-scale laser particle counter (LPC) was employed to convert bubble-scattered light into electrical pulse intensity [32]. Multiple signal peaks were observed when N2 and CO2 water flowed through the capillary tube. Using the DIW signal as a reference, the CO2 water signal exhibited more peaks and greater peak intensity compared to N2 water. These signal peaks indicated the presence of bubbles, with CO2 water containing more and larger bubbles than N2 water.\n                     Quantitatively, the commercial LPC provided bubble size and concentration measurements for gas-dissolved water diluted 100 times. The bubble size in N2 water was concentrated around 0.6 µm, with thousands of bubbles observed in each size range. Bubbles in CO2 water were larger than those in N2 water, and the size range was broader, extending to several micrometers. Due to the high solubility of CO2, diluted CO2 water had fewer bubbles than N2 water [33]. While N2 gas in water remained in a gaseous state, CO2 formed carbonic acid and carbonate ions in water [34].\n                     DLS measurements show that the bubbles tended to grow as temperatures rose [35]. Similarly, the bubbles in CO2 water had a wider distribution because of the high solubility. After placing the measuring cylinder in gas-dissolved water, the escaped gas adhered to the cylinder wall in static conditions but detached when stirred. The gas-water interface was also raised downward, and the interface bulging process occurring more rapidly in CO2 water. In contrast, the interface in DIW remained unchanged after stirring. This phenomenon indicates that gas escaped or bubbled when the gas-dissolved water experienced a high shear rate.\n                  \n                  \n                     3.2\n                     Particle-removal efficiency evaluation\n                     \n                        \n                        Fig. 3 presents SEM images taken before and after buff cleaning, illustrating the impact of gas-dissolved water on PRE. Both N2 water and CO2 water demonstrated superior PRE compared to DIW buff cleaning. Most particles remaining on the oxide film were agglomerated, whereas for CO2 buff cleaning, most particles appeared individually. A similar PRE trend was observed when using smaller colloidal B slurry as the contamination source (\n                        Fig. 4). The CO2 water performed as effectively as colloidal A cleaning. Agglomeration was also apparent in both DIW and N2 water buff cleaning.\n                     To further investigate the role of CO2 water in buff cleaning, the effects of varying CO2 water concentrations on cleaning efficiency were compared. Agglomeration became evident with CO2 water dilution, leading to reduced cleaning efficiency.\n                     The particle fractions in the SEM images are summarized in \n                        Fig. 5. The CO2 water had the greatest PRE for both colloidal A and B. The N2 water also demonstrated its capacity to improve PRE compared to DIW, although it was not as effective as saturated CO2 water. A close examination of all the SEM images revealed that particle agglomeration was strongly correlated with PRE. In cases where small colloidal particles agglomerated into a single, large particle, the resulting large and heavy particles were unable to flow out of the pad, as observed in Stokes flow:\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       \n                                          t\n                                          =\n                                          \n                                             \n                                                \n                                                   \n                                                      ρ\n                                                   \n                                                   \n                                                      p\n                                                   \n                                                \n                                                \n                                                   \n                                                      ⅆ\n                                                   \n                                                   \n                                                      p\n                                                   \n                                                   \n                                                      2\n                                                   \n                                                \n                                             \n                                             \n                                                18\n                                                \n                                                   \n                                                      μ\n                                                   \n                                                   \n                                                      g\n                                                   \n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     where\n                           \n                              \n                              \n                                 \n                                    ρ\n                                 \n                                 \n                                    p\n                                 \n                              \n                           \n                         is particle density, \n                           \n                              \n                                 d\n                              \n                              \n                                 p\n                              \n                           \n                         is particle diameter, and \n                           \n                              \n                                 μ\n                              \n                              \n                                 g\n                              \n                           \n                         is dynamic fluid viscosity. Agglomerated particles exhibited a short characteristic time (t) for deposition on the pad, potentially leading to wafer re-contamination once buff cleaning was completed. Under static conditions without hydrodynamic pressure, a larger contact area between the wafer and pad was generated [36].\n                     Direct observation using SEM allows for the determination of particle behavior, which can aid in identifying a cleaning mechanism. However, this method only evaluates local cleaning efficiency and is sensitive to the sampling position on the wafer. The ICP-MS technique, as previously described, has been extensively employed to assess global ceria residuals after cleaning. Nearly all ceria can be dissolved in aqua regia after 20 h of heating. \n                        Fig. 6 displays the normalized cerium concentration following buff cleaning. The results closely align with the SEM images, confirming that functional water can enhance PRE. Moreover, CO2 water demonstrates superior cleaning efficiency compared to N2 water, particularly for smaller colloidal B slurry particles.\n                  \n                  \n                     3.3\n                     Surface roughness after cleaning\n                     One of the drawbacks of buff cleaning is that the remaining ceria particles can cause repolishing of the oxide-film surface, leading to a rougher surface and material loss [37]. \n                        Fig. 7 illustrates the surface roughness value and examples of the cleaned surface. Colloidal A buff cleaning solutions yielded almost identical roughness values, while CO2 water buff cleaning produced a distinctly low roughness on the colloidal B-polished oxide film. Furthermore, this cleaning process resulted in the highest PRE and lowest ceria residuals, indicating the weakest repolishing effect due to its high PRE. Despite the similar zeta potential of colloidal A and B slurry, electrostatic attraction forces may have a stronger adsorption effect on smaller and lighter colloidal B particles. Additionally, a higher ratio of bubbles-to-particle-surface enhances the adsorption capability of smaller B particles.\n                  \n                  \n                     3.4\n                     Bubble effect on zeta potential\n                     The zeta potential theory related to electrostatic interaction force has been extensively employed in nanoparticle cleaning applications [38]. The micro- and nano-bubbles in gas-dissolved water are negatively charged due to discrete water molecules on the curved interface [39]. Protons can readily escape from the water surface, and the adsorption of hydroxyl ions on the gas-water interface results in the negative zeta potential of the bubbles [40].\n                     \n                        \n                        Fig. 8 shows the zeta potential of colloidal A slurry, colloidal B slurry, the polyurethane pad, and the oxide film surface in DIW and gas-dissolved water. The surface zeta potential tends to increase with the number of protons in the low-pH liquid. Even if the pH value of DIW, N2 water, and CO2 water is reduced, the zeta potential of the colloidal slurry and polyurethane pad abnormally decreased with the higher acidity and larger number of hydrogen ions.\n                     Particle-gas bubble interactions have been demonstrated to neutralize the zeta potential of bubbles and particles through an adsorption effect [41]. In addition, bubble nucleation and the growing process are more likely to occur on a rough surface rather than a highly smooth surface [42]. Consequently, the micro-scale pad surface exhibits a higher absolute value of the zeta potential. In contrast, the angstrom-scale, smooth oxide film follows the pH-dependent zeta potential theory.\n                     Under static testing conditions, the gas-dissolved water on the pad generates bubbles and alters the surface zeta potential. The zeta potential values provide evidence of particle adsorption on the bubbles. Assuming an adequately large bubble population, the zeta potential of a bubble-particle mixture should be negative. This results in repulsion among the bubble-particle mixture, the pad surface, and the wafer surface, allowing the mixtures to remain suspended in the wafer-pad gap until flowing water removes them.\n                  \n                  \n                     3.5\n                     Bubble effect on particle dispersion\n                     Particle dispersion significantly influences particle trajectory in water flow during the cleaning process, as described by Eq. (1). Insufficiently dispersed particles can agglomerate and accumulate on the pad [43]. leading to potential recontamination, especially at the end of buff cleaning. The colloidal dispersibility in DIW, N2 water, and CO2 water is indicated by the average particle size (\n                        Fig. 9). The reduced average particle size in gas-dissolved water demonstrates the supplementary function of gas-dissolved water in particle dispersion. Surface tension on the bubble can prompt the redistribution of adsorbed agglomerated particles [44]. However, smaller particles possess higher Gibbs free energies to agglomerate, resulting in less noticeable dispersibility enhancement in gas-dissolved water [45].\n                     Polishing can be employed to assess the role of gas-dissolved water under dynamic conditions. The oxide films were polished with DIW, N2 water, and CO2 water–diluted colloidal A to further verify the role of gas-dissolved water. An HNO3 solution–diluted colloidal A, with the same pH as CO2 water–diluted slurry, was also included to eliminate the impact of pH. SEM images of polished oxide films and corresponding particle-size distributions are shown in \n                        Fig. 10. Fewer large agglomerated particles remained on the oxide film for N2 water and CO2 water–diluted slurry without cleaning. These findings align with the DLS analysis, which demonstrated that gas-dissolved water enhances particle dispersion. The minimal difference attributed to pH value suggests that bubbles play a crucial role in optimizing particle dispersion.\n                     Preventing recontamination is a pervasive challenge in all contact cleaning processes [46,47]. After 120 s of conditioning, the atomized effluent provides insight into the number of particles remaining on the pad surface. As depicted in \n                        Fig. 11, the reduced presence of particles around 150 nm for N2 water and CO2 water cases, which are comparable in size to colloidal A particles, signifies the enhanced efficiency of gas-dissolved water, particularly CO2 water, in cleaning the pad for 120 s. Furthermore, the total number of particles in the effluent follows the same trend as the 150 nm particles.\n                     Two mechanisms may have contributed to this result: one is the adsorption effect of micro- and nano-bubbles and the other is the increased pad-conditioning efficiency due to the reduced mechanical property [26]. The latter suggests that more pad debris is worn away by the conditioner, and the second peak, close to 1 µm, is likely a result of this worn pad debris.\n                  \n                  \n                     3.6\n                     Cleaning mechanisms\n                     Contrary to semiconductor industry standards, polishing tends to introduce a higher quantity of contaminants [48]. The efficiency of removing them determines the yield and cost. As a pre-cleaning step, buff cleaning with gas-dissolved water is a promising, efficient, and low-impact wafer-cleaning method. A summary of the mechanism is shown in \n                        Fig. 12. In the polishing process, positively charged ceria particles are adsorbed on the negatively charged oxide film and polyurethane pad. Pure DIW buff cleaning can dislodge nanoparticles from oxide film. But these nanoparticles can accumulate and agglomerate on the pad surface and introduce the possibility of recontamination.\n                     By substituting DIW with gas-dissolved water, such as CO2 water, the process can be optimized through the use of bubbles and mild acidity. Bubbles with a negative zeta potential can attract positive nanoparticles suspended in the cleaning solution, dislodging them from the oxide film surface, and preventing their agglomeration and accumulation on the pad surface. Physical adsorption also can enhance particle-bubble adsorption behavior when subjected to Brownian motion [49]. Moreover, bubbles enhance nanoparticle dispersibility, effectively flushing them from the wafer-pad gap. In addition to high cleaning efficiency, superior dispersibility can prevent arc scratching induced by large particles during the post-CMP process [50]. An acidic aqueous environment weakens the negative zeta potential strength of the pad and oxide film. Gas-dissolved water improves PRE in buff cleaning, with CO2 water proving to be the most efficient among the tested waters.",
    "Conclusion": "4\n                  Conclusion\n                  The pre-cleaning step of buff cleaning requires a trade-off between cleaning efficiency and the use of chemical additives. To improve PRE, dissolving high-purity gas N2 or CO2 into DIW is more effective than pure DIW, while avoiding the environmental impact of complex chemical additives. Bubbles in gas-dissolved water play a crucial role in buff cleaning, especially for physically adsorbed colloidal ceria particles without chemical bonding. Various apparatuses have been used to characterize the bubble size in the gas-dissolved water. The bubble size of N2 and CO2 ranged from 1 to 10 µm, with CO2 bubbles being the largest. With shear and increased temperature during buff cleaning, gas escape produces more bubbles, which capture more particles for high cleaning efficiency. Of the combined groups of cleaning liquid and colloidal particles, the CO2 water-cleaned oxide film surface exhibited the highest PRE for smaller colloidal B particles, as confirmed by roughness measurements. Buff cleaning with DIW can cause particle agglomeration and deposition on the rough pad surface, leading to recontamination. Negatively charged micro- and nano-bubbles can adsorb positively charged colloidal ceria through electrostatic attraction and physical adsorption induced by the Brownian motion of nanoparticles. The bubbles can improve particle dispersibility, which helps flush particles from the pad-wafer interface to prevent recontamination.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Pengzhan Liu: Investigation, Methodology, Writing – review & editing. Yuna Nam: Investigation, Methodology, Writing – review & editing. Sanghuck Jeon: Investigation, Methodology. Changmin Kim: Validation, Methodology. Eungchul Kim: Validation, Methodology. Sanghwan Choi: Validation, Methodology. Seungjae Lee: Validation, Methodology. Sang-Hyeon Park: Conceptualization, Methodology. Seokjun Hong: Conceptualization. Taesung Kim: Supervision, Project administration, Funding acquisition."
  },
  "references": []
}