{
  "title": "Spectral hemispherical reflectivity of nonstoichiometric cerium dioxide",
  "authors": [
    "Ackermann, Simon"
  ],
  "publication": {
    "journal": "Solar Energy Materials and Solar Cells",
    "date": "2017-01-31",
    "doi": "10.1016/j.solmat.2016.08.036"
  },
  "abstract": "Nonstoichiometric ceria, CeO2-δ\n                     , has emerged as a promising redox material for thermochemically splitting H2O and CO2 using concentrated solar energy. Knowledge of its radiative properties is crucial for the design of efficient solar reactors. Samples of various nonstoichiometries (0≤δ≤0.0377) were prepared by thermal reduction in a thermogravimetric analyzer at high temperatures (T≥1473K) and under low oxygen partial pressures (p\n                     O2≤2.5·10−4\n                     atm). The spectral hemispherical reflectivity was measured using a spectroscopic goniometry system in the spectral range 300–2800nm. A porous ceria sample with interconnected µm-sized pores showed comparable selectivity because of its high optical thickness. The total hemispherical reflectivity was computed for emission temperatures in the range 900–6000K relevant to solar reactors.",
  "keywords": [
    "Ceria",
    "Nonstoichiometry",
    "Reflectivity",
    "Spectroscopy",
    "Solar radiation"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Using concentrated solar radiation, thermochemical redox cycles based on nonstoichiometric metal oxides are capable of splitting H2O and CO2 to produce H2 and CO (syngas), the precursor for the synthesis of conventional transportation liquid fuels [1]. Ceria (CeO2) is currently considered the state-of-the-art redox material due to its favorable thermodynamics, rapid kinetics, and morphological stability over a wide range of temperatures [2–14]. The two-step thermochemical cycle based on nonstoichiometric ceria is represented by:\n                  Reduction at T\n                     red:\n                        \n                           (1)\n                           \n                              \n                                 \n                                    \n                                       1\n                                    \n                                    \n                                       \n                                          \n                                             δ\n                                          \n                                          \n                                             r\n                                             e\n                                             d\n                                          \n                                       \n                                       −\n                                       \n                                          \n                                             δ\n                                          \n                                          \n                                             o\n                                             x\n                                          \n                                       \n                                    \n                                 \n                                 \n                                    C\n                                 \n                                 \n                                    e\n                                 \n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       2\n                                       −\n                                       \n                                          \n                                             δ\n                                          \n                                          \n                                             o\n                                             x\n                                          \n                                       \n                                    \n                                 \n                                 →\n                                 \n                                    \n                                       1\n                                    \n                                    \n                                       \n                                          \n                                             δ\n                                          \n                                          \n                                             r\n                                             e\n                                             d\n                                          \n                                       \n                                       −\n                                       \n                                          \n                                             δ\n                                          \n                                          \n                                             o\n                                             x\n                                          \n                                       \n                                    \n                                 \n                                 \n                                    C\n                                 \n                                 \n                                    e\n                                 \n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       2\n                                       −\n                                       \n                                          \n                                             δ\n                                          \n                                          \n                                             r\n                                             e\n                                             d\n                                          \n                                       \n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       1\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       2\n                                    \n                                 \n                              \n                           \n                        \n                     \n                  \n                  Oxidation at T\n                     ox:\n                        \n                           (2a)\n                           \n                              \n                                 \n                                    \n                                       1\n                                    \n                                    \n                                       \n                                          \n                                             δ\n                                          \n                                          \n                                             r\n                                             e\n                                             d\n                                          \n                                       \n                                       −\n                                       \n                                          \n                                             δ\n                                          \n                                          \n                                             o\n                                             x\n                                          \n                                       \n                                    \n                                 \n                                 \n                                    C\n                                 \n                                 \n                                    e\n                                 \n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       2\n                                       −\n                                       \n                                          \n                                             δ\n                                          \n                                          \n                                             r\n                                             e\n                                             d\n                                          \n                                       \n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 \n                                    O\n                                 \n                                 →\n                                 \n                                    \n                                       1\n                                    \n                                    \n                                       \n                                          \n                                             δ\n                                          \n                                          \n                                             r\n                                             e\n                                             d\n                                          \n                                       \n                                       −\n                                       \n                                          \n                                             δ\n                                          \n                                          \n                                             o\n                                             x\n                                          \n                                       \n                                    \n                                 \n                                 \n                                    C\n                                 \n                                 \n                                    e\n                                 \n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       2\n                                       −\n                                       \n                                          \n                                             δ\n                                          \n                                          \n                                             o\n                                             x\n                                          \n                                       \n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       2\n                                    \n                                 \n                              \n                           \n                        \n                     \n                     \n                        \n                           (2b)\n                           \n                              \n                                 \n                                    \n                                       1\n                                    \n                                    \n                                       \n                                          \n                                             δ\n                                          \n                                          \n                                             r\n                                             e\n                                             d\n                                          \n                                       \n                                       −\n                                       \n                                          \n                                             δ\n                                          \n                                          \n                                             o\n                                             x\n                                          \n                                       \n                                    \n                                 \n                                 \n                                    C\n                                 \n                                 \n                                    e\n                                 \n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       2\n                                       −\n                                       \n                                          \n                                             δ\n                                          \n                                          \n                                             r\n                                             e\n                                             d\n                                          \n                                       \n                                    \n                                 \n                                 +\n                                 \n                                    C\n                                 \n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 →\n                                 \n                                    \n                                       1\n                                    \n                                    \n                                       \n                                          \n                                             δ\n                                          \n                                          \n                                             r\n                                             e\n                                             d\n                                          \n                                       \n                                       −\n                                       \n                                          \n                                             δ\n                                          \n                                          \n                                             o\n                                             x\n                                          \n                                       \n                                    \n                                 \n                                 \n                                    C\n                                 \n                                 \n                                    e\n                                 \n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       2\n                                       −\n                                       \n                                          \n                                             δ\n                                          \n                                          \n                                             o\n                                             x\n                                          \n                                       \n                                    \n                                 \n                                 +\n                                 \n                                    C\n                                 \n                                 \n                                    O\n                                 \n                              \n                           \n                        \n                     where δ\n                     ox and δ\n                     red are the oxygen nonstoichiometries before and after reduction, respectively. In the first step, Eq. (1), ceria is endothermally reduced in an atmosphere of low oxygen partial pressure, p\n                     O2, and at elevated temperatures, typically T\n                     red>1573K, with process heat delivered by concentrated solar radiation. In the second step, Eq. (2), the reduced ceria is exothermally re-oxidized with H2O and/or CO2 to generate H2 and/or CO at lower temperatures, typically T\n                     ox<1573K. δ\n                     red and δ\n                     ox strongly depend on T\n                     red, T\n                     ox, and p\n                     O2. The difference δ\n                     red−δ\n                     ox determines the maximum molar amount of fuel capable of being produced per cycle and per mole of ceria.\n                  The design and optimization of solar chemical reactors for effecting the redox cycle demands the development of numerical heat transfer models using accurate radiative properties because radiation is the dominant heat transport phenomena at T\n                     red \n                     [15,16]. Specifically for reticulated porous ceria structures, the accurate determination of the absorbed and scattered portion of radiation requires the knowledge of the hemispherical reflectivity of ceria \n                        \n                           \n                              r\n                           \n                           \n                              \n                                 \n                                    CeO\n                                 \n                                 \n                                    2\n                                 \n                              \n                           \n                        \n                      as a function of wavelength λ and nonstoichiometry δ:\n                        \n                           (3)\n                           \n                              \n                                 α\n                                 \n                                    (\n                                    \n                                       λ\n                                       ,\n                                       δ\n                                    \n                                    )\n                                 \n                                 =\n                                 \n                                    (\n                                    \n                                       1\n                                       −\n                                       \n                                          \n                                             r\n                                          \n                                          \n                                             \n                                                \n                                                   CeO\n                                                \n                                                \n                                                   2\n                                                \n                                             \n                                          \n                                       \n                                       \n                                          (\n                                          \n                                             λ\n                                             ,\n                                             δ\n                                          \n                                          )\n                                       \n                                    \n                                    )\n                                 \n                                 ⋅\n                                 β\n                              \n                           \n                        \n                     \n                     \n                        \n                           (4)\n                           \n                              \n                                 σ\n                                 \n                                    (\n                                    \n                                       λ\n                                       ,\n                                       δ\n                                    \n                                    )\n                                 \n                                 =\n                                 \n                                    \n                                       r\n                                    \n                                    \n                                       \n                                          \n                                             CeO\n                                          \n                                          \n                                             2\n                                          \n                                       \n                                    \n                                 \n                                 \n                                    (\n                                    \n                                       λ\n                                       ,\n                                       δ\n                                    \n                                    )\n                                 \n                                 ⋅\n                                 β\n                              \n                           \n                        \n                     where α is the absorption coefficient, σ the scattering coefficient, and β the effective extinction coefficient. On the other hand, β depends solely on the morphology and can be determined by applying pore-level Monte Carlo ray tracing on the exact 3D digital representation of the porous structures obtained by computed tomography [17]. To date however, there isn't any data reporting the spectral reflectivity of ceria as a function of its nonstoichiometry and measurement data on the optical properties of ceria are scarce. Hass et al. [18] investigated the refractive index and the absorption coefficient of evaporated CeO2 films in the wavelength range 0.22–1.0µm. Touloukian et al. [19] reported normal spectral reflectivity of CeO2 of electron beam deposited films and of sintered powder. Fangxin et al. [20] and Marabelli et al. [21] measured the UV–visible reflectivity of nanocrystalline ceria and studied the absorption characteristics by Kramers-Kronig transformation. Ganesan et al. [22] determined the albedo and the scattering coefficient of stoichiometric CeO2 by measuring the directional-hemispherical reflectance in the range of 0.35–2.0µm.\n                  In this work, the spectral hemispherical reflectivity of sintered polycrystalline ceria was measured for a wide range of λ and δ relevant for the solar redox cycle. An empirical correlation is least-squares fitted to the total hemispherical reflectivity as a function of δ and the blackbody radiation temperature. Additionally, the reflectivity of a porous ceria sample with ~0.26 porosity and a mean pore diameter of ~10µm [23] is measured to investigate the effect of the µm-sized pores.",
    "Methodology": "2\n                  Methodology\n                  \n                     2.1\n                     Optical setup\n                     Measurements were performed with a goniometry spectroscopic system [24,25], shown schematically in \n                        Fig. 1. It consists of: 1) Xe-arc lamp as light source that emits radiation in the range 170–3000nm and approximates a blackbody at 6200K in the visible range; 2) aspherical Czerny-Turner type double monochromator; 3) mechanical beam chopper to modulate at a frequency of 417Hz for minimizing background noise; 4) imaging lens; 5) iris to adjust the ray cone angle; 6) mechanical slit; 7) integrating sphere; 8) sample holder; 9) photodetector; 10) lock-in amplifier, and 11) data acquisition system.\n                     Each measurement is performed with a ceria sample and a reference (calibrated) sample. The spectral hemispherical reflectivity of the ceria sample, \n                           \n                              \n                                 r\n                              \n                              \n                                 \n                                    \n                                       CeO\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 ,\n                                 λ\n                              \n                           \n                        , is then calculated by:\n                           \n                              (5)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                L\n                                             \n                                             \n                                                \n                                                   \n                                                      CeO\n                                                   \n                                                   \n                                                      2\n                                                   \n                                                \n                                             \n                                          \n                                       \n                                       \n                                          \n                                             \n                                                L\n                                             \n                                             \n                                                ref\n                                             \n                                          \n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             \n                                                r\n                                             \n                                             \n                                                \n                                                   \n                                                      CeO\n                                                   \n                                                   \n                                                      2\n                                                   \n                                                \n                                                ,\n                                                λ\n                                             \n                                          \n                                       \n                                       \n                                          \n                                             \n                                                r\n                                             \n                                             \n                                                ref\n                                                ,\n                                                λ\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where \n                           \n                              \n                                 L\n                              \n                              \n                                 \n                                    \n                                       CeO\n                                    \n                                    \n                                       2\n                                    \n                                 \n                              \n                           \n                         and \n                           \n                              \n                                 L\n                              \n                              \n                                 ref\n                              \n                           \n                         are the detector signals for the ceria and reference samples, respectively. The spectral hemispherical reflectivity of the reference sample, \n                           \n                              \n                                 r\n                              \n                              \n                                 ref\n                                 ,\n                                 λ\n                              \n                           \n                        , is given by the manufacturer in the range of 250≤λ≤2800nm (Labsphere AS-01161-060, SphereOptics Zenith Polymer Diffuse Reflectance Standard – 50%).\n                  \n                  \n                     2.2\n                     Photodetectors\n                     Three types of photodetectors were used to cover the wide range of wavelengths of interest: a SiC photodiode, a InGaAs photodiode and a PbS photoconductor covered the ranges 250–1000nm, 800–1700nm and 1000–2800nm, respectively, and 20, 50 and 100 consecutive measurements were performed at each wavelength (50nm steps), respectively. An increasing number of consecutive measurements was performed at longer λ to minimize the measurement error based on background noise because, for λ>1200nm, the Xe-arc has a decreasing emission with wavelength leading to weak detector signals. The accuracy of the measurement was 95%, determined with the reference sample.\n                  \n                  \n                     2.3\n                     Ceria samples\n                     Disk-shaped ceria pellets (23mm-dia., 4mm-height) were manufactured by pouring a slurry of Cerium (IV)-oxide (99.9% purity, grain size 5–40µm, Sigma Aldrich) into a mold and sintering at 1873K for several hours. The ceria slurry and heating rates were the same as the ones used for the production of reticulated porous ceramic structures used in the solar reactor [26] for the purpose of manufacturing pellets with equivalent surface conditions. The pellets were reduced in a thermogravimetric analyzer (TGA, NETZSCH SD 409) at T\n                        red>1473K and p\n                        O2<2.5·10−4\n                        atm. \n                        Fig. 2 shows the nonstoichiometry (left y-axis) and the temperature (right y-axis) as a function of the time during a TGA run. The ceria samples were heated to the desired temperature, isothermally reduced for 2h, and then cooled and kept in a closed dry container. No re-oxidation was observed, even under ambient conditions over several weeks. The final nonstoichiometry was determined by weight measurements before and after the TGA runs (Mettler Toledo XS105 dual range balance) and verified with the weight measurements obtained with the TGA. Based on the O2 concentration measured downstream by gas chromatography (CP-4900 System, Agilent Technologies), the samples reached thermodynamic equilibrium during reduction.\n                     Additionally, porous ceria pellets were manufactured by mixing carbon pore-forming agent particles (particle size 0.4–12µm, HTW Hochtemperatur-Werkstoffe GmbH) in the ceria slurry to obtain an interconnected pore network with 0.26 porosity and 10µm mean pore diameter after sintering. \n                        Fig. 3a and b show a scanning electron micrograph of the non-porous and porous stoichiometric (δ=0) ceria pellets, respectively. The grain size for both samples was around 5–40µm. The porous ceria pellets were used to investigate the effect of the µm-size pores on the hemispherical reflectivity.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     \n                     Fig. 4 shows the mean value of \n                        \n                           \n                              r\n                           \n                           \n                              \n                                 \n                                    CeO\n                                 \n                                 \n                                    2\n                                 \n                              \n                              ,\n                              λ\n                           \n                        \n                      as a function of λ for a ceria sample with δ=0.0217. The error bars represent the standard deviation at 68.2% confidence error band for each wavelength. The accuracy of the mean value of \n                        \n                           \n                              r\n                           \n                           \n                              \n                                 \n                                    CeO\n                                 \n                                 \n                                    2\n                                 \n                              \n                              ,\n                              λ\n                           \n                        \n                      was ±0.02 for λ≤1500nm and ±0.05 for λ>1500nm.\n                  \n                     \n                     Fig. 5a shows the mean value of \n                        \n                           \n                              r\n                           \n                           \n                              \n                                 \n                                    CeO\n                                 \n                                 \n                                    2\n                                 \n                              \n                              ,\n                              λ\n                           \n                        \n                      as a function of λ for various δ in the range 0–0.0377. For δ=0, \n                        \n                           \n                              r\n                           \n                           \n                              \n                                 \n                                    CeO\n                                 \n                                 \n                                    2\n                                 \n                              \n                              ,\n                              λ\n                           \n                        \n                      increases sharply from 0.3 to 0.9 with increasing λ throughout the visible spectrum and remained relatively constant around 0.9 for λ≥1000nm. This trend is not observed for reduced ceria. Instead, \n                        \n                           \n                              r\n                           \n                           \n                              \n                                 \n                                    CeO\n                                 \n                                 \n                                    2\n                                 \n                              \n                              ,\n                              λ\n                           \n                        \n                      increases monotonically over the IR spectrum, reaches a plateau around the 1700–2200nm band, and decreases for λ>2200nm. For the entire range of wavelengths considered, \n                        \n                           \n                              r\n                           \n                           \n                              \n                                 \n                                    CeO\n                                 \n                                 \n                                    2\n                                 \n                              \n                              ,\n                              λ\n                           \n                        \n                      decreases and the sample selectivity diminishes with increasing δ. Note that the colors of each curve shown in Fig. 5a were calculated with the red-green-blue combination of the measured reflectivities and represent the actual sample color. Fig. 5b shows \n                        \n                           \n                              r\n                           \n                           \n                              \n                                 \n                                    CeO\n                                 \n                                 \n                                    2\n                                 \n                              \n                              ,\n                              λ\n                           \n                        \n                      vs. λ for a non-porous and a porous stoichiometric ceria sample. For both samples, \n                        \n                           \n                              r\n                           \n                           \n                              \n                                 \n                                    CeO\n                                 \n                                 \n                                    2\n                                 \n                              \n                              ,\n                              λ\n                           \n                        \n                      showed similar values and selectivity. Thus, the effect of μm-size porosity was negligible because of the high optical thickness of the porous sample. Its extinction coefficient was estimated to be 150,000m−1 by applying pore-level Monte Carlo ray tracing [17] on a computer tomography scan of the µm-size morphology [23], resulting in an optical thickness of 4.6 and an attenuation of 99% of the incident radiation within the first 30µm.\n                  The total hemispherical reflectivity \n                        \n                           \n                              R\n                           \n                           \n                              \n                                 \n                                    CeO\n                                 \n                                 \n                                    2\n                                 \n                              \n                           \n                        \n                      was computed by spectral integration of \n                        \n                           \n                              r\n                           \n                           \n                              \n                                 \n                                    CeO\n                                 \n                                 \n                                    2\n                                 \n                              \n                              ,\n                              λ\n                           \n                        \n                      weighted by Planck's blackbody radiation:\n                        \n                           (6)\n                           \n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                R\n                                             \n                                             \n                                                \n                                                   \n                                                      CeO\n                                                   \n                                                   \n                                                      2\n                                                   \n                                                \n                                             \n                                          \n                                          \n                                             (\n                                             T\n                                             )\n                                          \n                                       \n                                       |\n                                    \n                                    \n                                       δ\n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          ∫\n                                          \n                                             λ\n                                             =\n                                             250\n                                             nm\n                                          \n                                          ∞\n                                       \n                                       \n                                          \n                                             \n                                                2\n                                                π\n                                                \n                                                   \n                                                      h\n                                                   \n                                                   \n                                                      p\n                                                   \n                                                \n                                                \n                                                   \n                                                      c\n                                                   \n                                                   \n                                                      l\n                                                   \n                                                   \n                                                      2\n                                                   \n                                                \n                                                \n                                                   \n                                                      \n                                                         \n                                                            \n                                                               r\n                                                            \n                                                            \n                                                               \n                                                                  \n                                                                     CeO\n                                                                  \n                                                                  \n                                                                     2\n                                                                  \n                                                               \n                                                               ,\n                                                               λ\n                                                            \n                                                         \n                                                         \n                                                            (\n                                                            λ\n                                                            )\n                                                         \n                                                      \n                                                      |\n                                                   \n                                                   \n                                                      δ\n                                                   \n                                                \n                                             \n                                             \n                                                \n                                                   \n                                                      λ\n                                                   \n                                                   5\n                                                \n                                                \n                                                   (\n                                                   \n                                                      \n                                                         \n                                                            e\n                                                         \n                                                         \n                                                            \n                                                               \n                                                                  \n                                                                     \n                                                                        h\n                                                                     \n                                                                     \n                                                                        p\n                                                                     \n                                                                  \n                                                                  \n                                                                     \n                                                                        c\n                                                                     \n                                                                     \n                                                                        l\n                                                                     \n                                                                  \n                                                               \n                                                               \n                                                                  λ\n                                                                  \n                                                                     \n                                                                        k\n                                                                     \n                                                                     \n                                                                        B\n                                                                     \n                                                                  \n                                                                  T\n                                                               \n                                                            \n                                                         \n                                                      \n                                                      −\n                                                      1\n                                                   \n                                                   )\n                                                \n                                             \n                                          \n                                          d\n                                          λ\n                                       \n                                    \n                                    \n                                       \n                                          ∫\n                                          \n                                             λ\n                                             =\n                                             250\n                                             nm\n                                          \n                                          ∞\n                                       \n                                       \n                                          \n                                             \n                                                2\n                                                π\n                                                \n                                                   \n                                                      h\n                                                   \n                                                   \n                                                      p\n                                                   \n                                                \n                                                \n                                                   \n                                                      c\n                                                   \n                                                   \n                                                      l\n                                                   \n                                                   \n                                                      2\n                                                   \n                                                \n                                             \n                                             \n                                                \n                                                   \n                                                      λ\n                                                   \n                                                   5\n                                                \n                                                \n                                                   (\n                                                   \n                                                      \n                                                         \n                                                            e\n                                                         \n                                                         \n                                                            \n                                                               \n                                                                  \n                                                                     \n                                                                        h\n                                                                     \n                                                                     \n                                                                        p\n                                                                     \n                                                                  \n                                                                  \n                                                                     \n                                                                        c\n                                                                     \n                                                                     \n                                                                        l\n                                                                     \n                                                                  \n                                                               \n                                                               \n                                                                  λ\n                                                                  \n                                                                     \n                                                                        k\n                                                                     \n                                                                     \n                                                                        B\n                                                                     \n                                                                  \n                                                                  T\n                                                               \n                                                            \n                                                         \n                                                      \n                                                      −\n                                                      1\n                                                   \n                                                   )\n                                                \n                                             \n                                          \n                                          d\n                                          λ\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     where h\n                     p is the Planck constant, k\n                     B the Boltzmann constant, c\n                     1 the speed of light, and T is the blackbody temperature in the range 900–6000K. Note that blackbody radiation at T=5780K represents a good approximation of solar radiation. Spectral integration was performed with 50nm steps up to a wavelength of 50µm by extrapolating \n                        \n                           \n                              r\n                           \n                           \n                              \n                                 \n                                    CeO\n                                 \n                                 \n                                    2\n                                 \n                              \n                              ,\n                              λ\n                           \n                        \n                      with a mean value taken in the band 1500–2800nm for each δ. As expected, \n                        \n                           \n                              R\n                           \n                           \n                              \n                                 \n                                    CeO\n                                 \n                                 \n                                    2\n                                 \n                              \n                           \n                        \n                      decreases with T and δ as a result of \n                        \n                           \n                              r\n                           \n                           \n                              \n                                 \n                                    CeO\n                                 \n                                 \n                                    2\n                                 \n                              \n                              ,\n                              λ\n                           \n                        \n                      decreasing with λ and δ. Since \n                        \n                           \n                              R\n                           \n                           \n                              \n                                 \n                                    CeO\n                                 \n                                 \n                                    2\n                                 \n                              \n                           \n                        \n                      is used in heat transfer modeling, it is convenient to have an empirical least-square-fitted correlation as a function of δ and T given by Eq. (7), with fitting parameters a, b and c given by 3rd-order polynomial functions of T listed in \n                     Table 1. ε=10−10 to guarantee continuity of the correlation for δ=0. The normalized root-mean-square error is 1.36%. \n                     Fig. 6a shows \n                        \n                           \n                              R\n                           \n                           \n                              \n                                 \n                                    CeO\n                                 \n                                 \n                                    2\n                                 \n                              \n                           \n                        \n                      vs. T for various δ in the range 0–0.0377. Fig. 6b is a cross plot: it shows \n                        \n                           \n                              R\n                           \n                           \n                              \n                                 \n                                    CeO\n                                 \n                                 \n                                    2\n                                 \n                              \n                           \n                        \n                      vs. δ for various T in the range 1773–5780K. Markers are calculated by the exact equation, Eq. (6). Solid lines are calculated by the empirical correlation, Eq. (7).\n                        \n                           (7)\n                           \n                              \n                                 R\n                                 \n                                    CeO\n                                    2\n                                 \n                              \n                              \n                                 \n                                    δ\n                                    ,\n                                    T\n                                 \n                              \n                              =\n                              \n                                 b\n                                 \n                                    \n                                       \n                                          δ\n                                          +\n                                          ε\n                                       \n                                    \n                                    a\n                                 \n                              \n                              +\n                              c\n                              \n                              ·\n                              \n                              δ",
    "Summary and conclusion": "4\n                  Summary and conclusion\n                  We have measured the spectral hemispherical reflectivity of sintered polycrystalline ceria for a wide range of nonstoichiometries and wavelengths. For stoichiometric ceria (δ=0), \n                        \n                           \n                              r\n                           \n                           \n                              \n                                 \n                                    CeO\n                                 \n                                 \n                                    2\n                                 \n                              \n                              ,\n                              λ\n                           \n                        \n                      increases sharply from 0.3 to 0.9 with λ throughout the visible spectrum and remained relatively constant around 0.9 for λ≥1000nm. A porous sample with µm-sized interconnected pores exhibits similar values because of its high optical thickness. In contrast for nonstoichiometric ceria, \n                        \n                           \n                              r\n                           \n                           \n                              \n                                 \n                                    CeO\n                                 \n                                 \n                                    2\n                                 \n                              \n                              ,\n                              λ\n                           \n                        \n                      increases monotonically over the IR spectrum, reaches a plateau around the 1700–2200nm band, and decreases for λ>2200nm. As δ increases, the value of \n                        \n                           \n                              r\n                           \n                           \n                              \n                                 \n                                    CeO\n                                 \n                                 \n                                    2\n                                 \n                              \n                              ,\n                              λ\n                           \n                        \n                      decreases and the selectivity diminishes. The total hemispherical reflectivity, computed by applying Planck's law, decreases with T and δ. An empirical correlation was derived for the purpose of heat transfer modeling of solar reactors."
  },
  "references": []
}