{
  "title": "Preparation of spherical ceria coated silica nanoparticle abrasives for CMP application",
  "authors": [
    "Peedikakkandy, Lekha"
  ],
  "publication": {
    "journal": "Applied Surface Science",
    "date": "2015-12-01",
    "doi": "10.1016/j.apsusc.2015.09.149"
  },
  "abstract": "This paper describes synthesis of spherical and highly mono-dispersed ceria coated silica nanoparticles of size ∼70–80nm for application as abrasive particles in Chemical Mechanical Planarization (CMP) process. Core silica nanoparticles were initially synthesized using micro-emulsion method. Ceria coating on these ultrafine and spherical silica nanoparticles was achieved using controlled chemical precipitation method. Study of various parameters influencing the formation of ceria coated silica nanoparticles of size less than 100nm has been undertaken and reported. Ceria coating over silica nanoparticles was varied by controlling the reaction temperature, pH and precursor concentrations. Characterization studies using X-ray diffraction, scanning electron microscopy, transmission electron microscopy and Energy Dispersive X-ray analysis show formation of crystalline CeO2 coating of ∼10nm thickness over silica with spherical morphology and particle size <100nm. Aqueous slurry of ceria coated silica abrasive was prepared and employed for polishing of oxide and nitride films on silicon substrates. Polished films were studied using ellipsometry and an improvement in SiO2:SiN selective removal rates up to 12 was observed using 1wt% ceria coated silica nanoparticles slurry.",
  "keywords": [
    "Chemical mechanical planarization",
    "Ceria",
    "Silica",
    "Nanoparticles"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Chemical Mechanical Polishing (CMP) processes are being utilized to achieve global planarization of substrates with surface coatings of varying thickness ranging from nanometres to several micrometres, with desired selectivity and minimum defects [1–3]. Initially, CMP was majorly used for planarization of silicon substrates but has also subsequently found application in polishing semiconductors, metals and polymer surfaces for technologies like integrated circuit (IC) manufacturing and micro-electromechanical systems (MEMS) [2]. In CMP, both chemical and mechanical properties of the abrasive particles play a crucial role in achieving high polishing rates. The chemical nature, size and shape of the abrasive particles used in polishing slurry play a crucial role in achieving the desired CMP results. Silica particles have been used extensively as an abrasive in polishing industry. Recently ceria has also been used as an abrasive because of its high chemical selectivity, in comparison to silica [4–6].\n                  Employment of technologies like shallow trench isolation (STI), which isolates neighbouring semiconductor devices in an IC circuit, critically depends on the planarization capacity of CMP process [15,16]. In STI the CMP process is used to polish off the SiO2 dielectric layer, down to the underlying nitride, and stops at the nitride layer. STI heavily depends on CMP for selective removal of SiO2 over SiN layer. Towards this end, CMP slurry must have high selectivity to oxide with respect to the nitride, and should leave the surface, planar and defect-free [5]. Cook et al. estimated that one SiO2 molecule is removed for every twenty-four collisions between ceria abrasive and silica substrate compare to 500 million collisions required in the case of silica abrasive. Ceria slurries, selective polishing of silicon oxide over silicon nitride films and higher removal rates is explained based on ceria's inherently superior chemical selectivity and higher polishing rates, compared to silica abrasive particles [5,6,17–19].\n                  In CMP, mono-dispersity and morphology of abrasive particles are identified as important factors which affect the polishing rates [5–11,14]. Some of the significant and cost effective methods for synthesis of abrasive particles including ceria are solvo-thermal method, sol–gel method, self-assembly, electrochemical method and micro-emulsion method [4]. However, mono-dispersity and morphology control of larger ceria particles remains a challenge since particle growth of ceria is difficult to control [4,12]. Ceria coated silica nanoparticle structures are identified as a successful approach for controlling the size and morphology of ceria abrasive particles [8,20–24]. In this study we investigate synthesis of less than 100nm pseudo ceria particles by undertaking coating of fine ceria particles over coarser silica.\n                  Synthesis of ceria coated silica nanoparticle enables modulating selectivity of the CMP process to tap into potential Shallow Trench Isolation (STI) market [25,26]. The presently available/reported literature and information, on properties of ceria in CMP is minimal. This paper demonstrates the synthesis and study of various parameters influencing the formation of ceria coated silica nanoparticles of size less than 100nm. CMP abrasive slurries prepared using synthesized ceria coated silica nanoparticles were used for studying SiO2:SiN polishing selectivity.",
    "Experimental": "2\n                  Experimental\n                  \n                     2.1\n                     Preparation of bare-silica nanoparticles\n                     A popular and widely reported method for silica nanoparticle synthesis is Stober method [27]. In Stober process, silicon alkoxides are hydrolysed to silanols, which further undergoes condensation reaction to form silica nanoparticles. There are various modifications of this method reported in the literature [27,28]. Both sol–gel and microemulsion routes were used to synthesize mono-dispersed and spherical silica nanoparticles of size less than 100nm. It was observed that for particles less than 100nm, using sol–gel method, it was difficult to control size and shape of the silica nano particles. The resulting nanoparticles were highly agglomerated with necking between the individual nanoparticles as shown in Fig. 1(a) and (c). On the other hand, using microemulsion method the particle size and shape were controllable. The well separated nanoparticles are shown in Fig. 1(b) and (d). In microemulsion method, the surfactant molecules dissolved in organic solvents forming spherical micelles. Silica nanoparticles are grown, inside these micellar micro-cavities, by controlled addition of silicon alkoxides and catalyst [29,30]. Fig. 1 shows a comparison of particles synthesized using sol–gel and micro-emulsion methods.\n                     In micro-emulsion method tetraethyl orthosilicate (TEOS) was used as a source of silica, Triton X-100 was used as surfactant, cyclohexane was the organic phase and hexanol was used as co-surfactant [29]. Addition of a co-surfactant further stabilizes the microemulsion system as it bridges the oil and water interface. 25% NH4OH was used as a catalyst for the reaction. For the synthesis, DI water and ammonia was added to a mixture of Triton X-100 and cyclohexane in hexanol under sonication followed by drop wise addition of TEOS. The reactants were mixed for 24h during which TEOS was hydrolysed by NH4OH to obtain silica particles. The use of surfactant helps in stabilizing the emulsion and controls the morphology of the silica particles formed. Upon completion of reaction, ethanol was added to the reaction mixture to break the micro-emulsion and release silica nanoparticles. Further these SiO2 nanoparticles were separated using centrifugation method. Collected particles were washed twice with ethanol and DI water. These particles were heated at 250°C for 4h to remove the surfactant molecules from the surface before they were further used for ceria coating.\n                  \n                  \n                     2.2\n                     Preparation of ceria coated silica particles\n                     Mono-dispersed silica nanoparticles synthesized using micro-emulsion methods were used as a core particle for further coating with CeO2 particles. Ce(NO3)3 was used as the source material to precipitate ceria over silica nanoparticles [4]. As a first step towards coating, pre-treated SiO2 nanoparticle suspension in DI water was ball milled for an hour to achieve de-agglomeration and dispersion of SiO2 nanoparticles. Cerium nitrate solution was added to the above dispersion under continuous stirring followed by drop wise addition of NH4OH solution. Stirring was continued beyond completion of NH4OH addition for the next 12h for the reaction to keep progressing. In order to achieve complete coating of ceria over silica core particles the pH (4–10) and temperature (50°C–95°C) of the ceria precipitation reaction was varied. Ceria coated silica nanoparticles were separated by centrifugation followed by washing repeatedly with de-ionized water to remove any possible ionic remnants.\n                  \n                  \n                     2.3\n                     Polishing experiments\n                     Polishing tests were carried out on Ecomet 4+ Automet polishing machine manufactured by Buehler using groove pads made of polyurethane. The rotation speed of the pad was set at 80rpm with an applied downward load of 15lbs and a constant slurry flow rate of 100ml/min was maintained. The polishing slurries were prepared by dispersing silica nanoparticles, ceria nanoparticles and ceria coated silica nanoparticles separately in aqueous medium with additives and was mixed on a roller miller. Film thickness reduction of polished Si wafers was determined using an optical ellipsometer (JOBIN-YVON SPEX). Structural analysis of the ceria coated silica nanoparticles was carried out using TEM (Philips CM 200keV) and it was compared to particles used in preparation of commercial slurries. X-ray diffractometer (XRD; Bruker D8-advance, Karlsruhe, Germany) was used to carry out the phase analysis of the nanoparticles. Synthesized particles were characterized by FTIR to study the coating and surface functional groups. Surface charge of these particles was analyzed using zeta potential measurements.",
    "Results and discussions": "3\n                  Results and discussions\n                  \n                     3.1\n                     Properties of silica and ceria coated silica particles\n                     \n                        Fig. 2(a) shows TEM image of silica particles separated from commercial CMP slurry, and is used for comparison in this study. Fig. 2(b) shows spherical and mono-dispersed silica particles synthesized through micro-emulsion method. The size and shape of silica nanoparticles was controlled by the size and shape of micro-droplets of emulsion by varying the NH4OH concentration and use of co-surfactant hexanol. Fig. 2(c) and (d) shows TEM images of ceria particles extracted from a commercial slurry and ceria particles synthesized using precipitation method respectively.\n                     During precipitation reaction of ceria on silica particles, pH and temperatures was varied, to obtain different extents of ceria coating on silica. The precipitation of ceria from cerium nitrate depends on the reaction pH. Beyond pH 6, the nitrates undergo an exchange reaction with hydroxyl ion as shown in Eq. (1). pH of the precipitation reaction was controlled, by varying the amount of NH4OH, and it was observed that at a lower, acidic pH (3–5), ceria forms a partial coating on silica at room temperature as shown in Fig. 3\n                        (a). For acidic pH, increasing the reaction temperature from room temperature to 95°C also resulted in partial coating of ceria on silica particles as in Fig. 3(b).\n                           \n                              (1)\n                              Ce−O−NO2\n                                 +OH−\n                                 →Ce−OH+NO3\n                                 −\n                              \n                           \n                        \n                     \n                     Full coating of silica particles by ceria nanoparticles as shown in Fig. 3(c) and (d) was achieved by increasing the pH of precipitation reaction to a basic pH>10 and reaction temperature of 95°C. This can be explained based on the electrostatic attraction between ionic precursor of ceria and surface charge on silica particles. At a basic pH, the surface of silica particles acquire negative charge and the strong electrostatic attraction between negatively charged silica surface and the positively charged ceria precursor leads to better coating of ceria on silica [4]. At an acidic pH, the poor coverage of ceria on silica particles is observed using SEM imaging shown in Fig. 3(a) and (b) and XRD analysis as shown in Fig. 4\n                        . Fig. 3(c) and (d) represents the batch of particles from the optimized reaction process in which ceria forms a complete coating on silica particles. The pH of the process was maintained at 10 for effective coating of ceria over silica. A post annealing of ceria coated silica particles (reaction conditions: pH>10, 95°C temperature) at 150°C was undertaken for 2h to enhance the adhesion of ceria on to the silica core. The coated particle size was determined to be ∼70–80nm through SEM and TEM analysis. EDX analysis as shown in Fig. 5\n                         and XRD analysis in Fig. 6\n                         confirm crystalline ceria coating over amorphous silica nanoparticles at pH 10. Zeta potential studies of bare silica (−31mV), ceria (+50mV) and ceria coated silica nanoparticle(+13.8mV) dispersion in aqueous media shows that the isoelectric point (IEP) for ceria coated silica particles approaches that of ceria, emphasizing stable coated nanoparticle structure formation by precipitation method [4]. FTIR spectra of the synthesized samples of bare silica, ceria and ceria coated silica are provided in Fig. 7\n                        . For bare silica, the band at 1085cm−1 is assigned to the asymmetrical stretching vibrations of Si–O–Si and the band at 965cm−1due to the Si–O stretching vibrations. For bare ceria, weak band at 533cm−1 corresponds to the Ce–O stretching. The broad and intense peaks for all samples at 3400cm−1and 1630cm−1 corresponds to the O–H stretching and scissor bending due to water molecules/hydroxyl groups (Si–OH, Ce–OH) respectively. The characteristic band of Si–O–Ce at 971cm−1 in ceria coated silica overlaps with the 965cm−1 band due to Si–OH group.\n                  \n                  \n                     3.2\n                     Polishing of SiO2 and SiN wafers\n                     Polishing experiments were carried out on thermally grown silicon oxide and nitride films on silicon wafers (Noel Technologies, Campbell, CA) and were polished on a Buehler Phoenix-beta polisher using IC-1400K Groove pads made of polyurethane (Rodel Inc., Phoenix, AZ). Before each experiment, the polishing pad was conditioned for 1min with a diamond grit conditioner using de-ionized water. The aqueous polishing slurry (1wt%) was sonicated for 30min and was placed on a roller miller to maintain good dispersion. The pH of slurry before polishing was measured and maintained at pH-5 at which the silicon oxide wafer and the ceria particles will be oppositely charged and thus improving interaction between wafers and particles. For pH>5 the particle settling rate was found to be higher and ceria coated silica slurry was found to be unstable at basic pH. This observation is similar to that of bare ceria particle slurry showing increased particle agglomeration and reduced removal rates and stability for ceria slurry at basic pH (pH>7) [1,11].\n                     The polishing rates for SiO2 and SiN wafers were determined from the differences of the film thicknesses measured by ellipsometry technique [13]. Selective polishing ratio of 12 was observed for SiO2:SiN wafers using ceria coated silica particles prepared under different conditions. The polishing mechanism is explained as follows. When ceria abrasive particles come in contact with the silica surface, a chemical bond forms between the ceria particle and silica surface as shown in Eq. (2). Further, strained Ce–O–Si bond ruptures at the weaker Si–O bond due to the mechanical motion during CMP and is removed as silicic acid (Si(OH)4) in aqueous slurry.\n                           \n                              (2)\n                              SiO−\n                                 +Ce−OH→Ce−O−Si++OH−\n                              \n                           \n                        \n                     \n                     A study of particles collected from used slurries after the polishing experiments revealed that ceria coated over silica at pH 10 and 95°C reaction temperature had better adherence with core-silica. This is indicated by almost no change in XRD peaks and structure observed under TEM as shown in Fig. 8\n                        . Fig. 8(a) and (b) respectively shows ceria coated silica prepared at pH 4.5 before and after polishing. It was observed that for particles prepared at pH 4.5, ceria coating was removed from the silica surface after the polishing experiment. Whereas ceria coated silica nanoparticles prepared at pH 10 before polishing as shown in Fig. 8(c) and after polishing as shown in Fig. 8(d) show better adherence of ceria on silica core.",
    "Conclusions": "4\n                  Conclusions\n                  This study demonstrates synthesis of highly spherical and mono-dispersed, ceria coated silica nanoparticles for application as abrasive particles in selective CMP. Coating of ceria over silica was done using precipitation method. Precipitation reactions were carried out by varying the pH and reaction temperature. A uniform and adherent coating of ceria over silica was obtained for reaction carried out at 95°C at pH 10. Coating of ceria over silica and dispersion properties were studied using TEM, EDX, XRD and zeta-potential analyses, and the results show formation of stable and dispersed ceria coated silica nanoparticles of size less than 100nm. These uniform and spherical nanoparticles structures are excellent substitutes for coarser ceria abrasive particles. When used as an abrasive material in polishing slurry, these less than 100nm nanoparticles particles considerably reduce the solid loading in the formulated CMP slurry. Polishing results achieved so far shows improvement in selectivity between SiO2 and SiN wafers using 1wt% nanoparticles particle slurry with maximum selective removal rate of 12."
  },
  "references": []
}