{
  "title": "Role of hydrogen bonding on the adsorption of several amino acids on SiO2 and Si3N4 and selective polishing of these materials using ceria dispersions",
  "authors": [
    "Penta, Naresh K."
  ],
  "publication": {
    "journal": "Colloids and Surfaces A: Physicochemical and Engineering Aspects",
    "date": "2013-07-20",
    "doi": "10.1016/j.colsurfa.2013.03.046"
  },
  "abstract": "Picolinic acid, nicotinic acid, proline, and γ-amino butyric acid were investigated as additives in ceria dispersions for polishing of SiO2 and Si3N4 films. Removal rates (RRs) data obtained as a function of pH were correlated with pH dependent distributions of amino acid species. We discovered that species containing protonated amino group, when available in sufficient amounts, can suppress the nitride RRs. Hydrogen bonding drives the adsorption of these species on the oxide and nitride surfaces. The adsorption of two of the amino acids, picolinic acid and proline, on SiO2 and Si3N4 surfaces was investigated using thermogravimetry and differential thermogravimetric measurements which identified the formation of peptides activated by the hydrogen bonding. Protonated amino groups act as strong hydrogen bond donors and can form strong hydrogen bonds with hydrogen bond acceptor sites on the Si3N4 surface while the corresponding bonding on SiO2 surface sites is weak. The stronger hydrogen bonding hinders Si3N4 hydrolysis and effectively suppresses Si3N4 removal. In contrast, the weakly bound additive species are easily removed from the SiO2 surface by the polishing pad and ceria abrasives and hence the SiO2 removal is not affected significantly. This leads to high SiO2 to Si3N4 removal rate selectivity.",
  "keywords": [
    "Adsorption",
    "Hydrogen bonding",
    "Amino acids",
    "SiO2",
    "Si3N4",
    "CMP",
    "Polish rates"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Ceria-based dispersions [1] have drawn much attention for planarizing shallow trench isolation (STI) structures because of their ability to polish oxide films at high RRs of >600nm/min, but they also tend to produce significant nitride removal rates (RRs) (>100nm/min) leading to low RR selectivity of oxide over nitride [2]. The high RR selectivity, necessary for the STI process, can only be achieved by the addition of additives to the ceria slurry. There are extensive patents and journal publications in the literature on additives that are claimed to achieve the needed high RR selectivity [3–16].\n                  For example, ceria-based slurries with different alpha amino acids [9,15], combinations of alpha amino acids and nucleic acids [8], amines [2], and other organic compounds containing carboxylic, hydroxyl, sulfonic, and phosphonic groups [5,17] as additives have been reported to suppress nitride RRs while maintaining the high oxide RRs. Specifically, America et al. [15] reported that, to suppress nitride RR, it is essential that the amino group of the amino acid be bonded to the α-carbon adjacent to the carboxylic groups and that the amine should have at least one hydrogen atom attached to the nitrogen atom. Later, Carter et al. [14] reported that a large number of additives including non-alpha amino acids can suppress nitride RRs at pH 5. To achieve the nitride RR suppression, they suggested that the additive should have pKa values between 3 and 7.\n                  In this work, we further investigated the effect of alpha, non-alpha, cyclic, and aliphatic amino acids as additives in ceria-based slurries on the oxide and nitride RRs in the pH range 2–12 by examining the effect of one compound from each of the four groups. Picolinic and nicotinic acids represent cyclic alpha and cyclic non-alpha amino acids, respectively, while proline represents cyclic alpha amino acid with a hydrogen atom bonded to the nitrogen unlike picolinic and nicotinic acids. γ-amino butyric acid represents aliphatic non-alpha amino acids.\n                  By examining the oxide and nitride RRs obtained in the pH range 2–12 in the presence of these additives, it was found that the species containing a protonated amino group are responsible for the suppression of the nitride RRs. The results of thermogravimetric and differential thermogravimetric measurements with oxide, nitride, and ceria particles and picolinic acid and proline were used to explain the polishing results. Negligible adsorption of PA and proline on ceria suggests at best a weak interaction of these additives with the Ce3+ species on ceria that are responsible for high oxide RRs, is in agreement with earlier publications [10,11]. Even though approximately the same amount of additive (PA and proline) adsorption was observed on both the oxide and nitride surfaces, we propose that strong hydrogen bonding between the protonated amino groups of the additive and the surface functional groups of Si3N4 leads to a suppression of the silicon nitride RRs while weak hydrogen bonding between these species and the surface functional groups of SiO2 does not affect the oxide RRs, resulting in the observed high oxide-to-nitride RR selectivities. Thus the relative strength of the hydrogen bonding seems to be the parameter that distinguishes between high and low film polishing rates.\n                  It should also be noted here that, in a series of detailed papers [18–20], Lambert and his co-workers investigated the binding of glycine with silica using adsorption isotherms, thermogravimetric measurements and solid state 13C NMR. Based on these measurements, they proposed that molecularly adsorbed glycine, in the form of zwitter ions, interacts with the silica surface, not through the formation of covalent bonds but rather through the formation of a specific network of H-bonds involving a subset of surface silanols. Our investigations on the adsorption of picolinic acid and proline on SiO2 and Si3N4 surfaces reveal very similar results. Indeed, it appears that a similar adsorption phenomenon drives the binding of the protonated amino acid species to both the SiO2 and Si3N4 surfaces but with very different binding energies.",
    "Materials": "2\n                  Materials\n                  An aqueous dispersion of ceria abrasives (d\n                     mean\n                     ~180nm, 50wt%) supplied by Ferro Corp. was used in our experiments. The same dispersion was used to obtain the results reported in several of our earlier publications [2,10,15,16], and its characteristics are available there. Fumed SiO2 (Aerosol 130, surface area of 130 m2/g) and Si3N4 (110 m2/g) powders were supplied by Degussa and Sigma Aldrich, respectively. The same SiO2 and Si3N4 particles were used in our earlier work for adsorption studies [10,16]. All the amino acids and pH adjusting agents (KOH and HNO3) were obtained from Sigma–Aldrich and used without further purification. The polishing pad (IC1000) and 4in. diamond-grit conditioner used were supplied by Dow Electronic Materials and 3M, respectively. Thermal SiO2 (2000nm thick, grown at ~900°C) and Si3N4 (500nm thick, ~800MPa tensile stress, and grown by low pressure chemical vapor deposition at ~790°C) films, both grown on 8in. diameter silicon substrates, were obtained from Montco-Silicon Technologies Inc. The nitride blanket wafers have an intervening 100nm thick SiO2 layer between the nitride film and the silicon substrate.",
    "Experimental methods": "3\n                  Experimental methods\n                  \n                     3.1.1\n                     Polishing\n                     The oxide and nitride blanket wafers were polished for one minute on a G&P polisher at 4/5.5psi wafer/retainer ring pressures, 75/75rpm carrier/platen speeds, and a slurry flow rate of 200mL/min. In situ conditioning was performed using a 4in. diamond grit conditioner. When RRs were lower than 2nm/min, polishing was continued for 8min to obtain an accurate RR.\n                  \n                  \n                     3.1.2\n                     RR determination\n                     A Filmetrics interferometer was used to measure the thickness of both the SiO2 and Si3N4 films before and after polishing. The RR was determined from the difference between pre- and post-polished film thickness values. The reported RR for each experiment is the arithmetic average of the RRs measured for two different wafers, each at 20 points located across a diameter of the wafer. The standard deviation in the RRs was based on the data for these 40 points.\n                  \n                  \n                     3.1.3\n                     Thermogravimetric analysis (TGA)\n                     A Perkin-Elmer Thermogravimetric analyzer, Pyris 1, was used to quantify the amount of the amino acids bound to the SiO2 and Si3N4 particles (representing SiO2 and Si3N4 films, respectively), and CeO2 abrasives. Initially, 1wt% of SiO2/Si3N4/CeO2 dispersions containing picolinic acid or proline at different concentrations and pH values were prepared and centrifuged at 6000rpm for 30min. The supernatant was decanted, and the sediment collected and dried in an oven at 75°C for about 24h. The dried sample was pulverized and then used for TGA. The instrument measures the weight of the sample as a function of time while the temperature is increased. The temperature of the sample was initially raised from room temperature to 100°C and maintained there for 20min to remove any residual moisture and then increased to 600°C at a rate of 15°C/min, all in an Ar atmosphere. Differential thermogravimetric data were also obtained using the same Pyris 1 data analyzer. The reported weight loss data were adjusted by deducting the weight loss of the blank powders.",
    "Results and discussion": "4\n                  Results and discussion\n                  \n                     4.1\n                     RR data and correlation with pH-dependant species distribution\n                     \n                        Fig. 1a shows the measured RRs of both the silicon dioxide and silicon nitride films as a function of pH using 1wt% ceria (d\n                        mean\n                        ~180nm) with and without picolinic acid. The same RRs of both the oxide and nitride films obtained in the absence of any additive were reported and discussed in our earlier publications [2,10] and shown here to facilitate comparison and subsequent discussions. In the absence of any additive, the RRs of both oxide and nitride films increased beyond pH 4 to >500nm/min and >100nm/min, respectively, both from very low values at pH 2. On adding 0.1% picolinic acid (Fig. 1a), the oxide RRs remained essentially the same over the entire pH range 2–10. In contrast, the nitride RRs were suppressed to about 1nm/min for pH values ≤5, to ~50nm/min at pH 6, from where it increased to ~100nm/min and then remained essentially unchanged for pH values ≥7. When the concentration of picolinic acid was increased to 1wt% in the dispersion, the nitride RRs remained suppressed at 1nm/min till pH reached ~6 and then increased to ~90nm/min for pH≥7, but remained lower than those obtained with 0.1wt% picolinic acid at all pH values. Carter et al. [14] and Wang et al. [11] performed nitride polishing only at pH 5 with 0.1wt% picolinic acid while America [15] obtained the RRs only at pH 9.7 with 2wt% of picolinic acid and the RRs reported by all of them are consistent with ours.\n                     Picolinic acid (PA) has two pKa values and can form the three species, labeled as S1, S2, and S3 (as shown in Fig. 1b), depending on the pH. These three species differ from each other in the protonation of their two functional groups. Both the carboxyl and amino groups remain protonated in S1 while the carboxyl group is deprotonated in S2 with the amino group remaining protonated. Both the groups are deprotonated in S3. S1 is the dominant species below pH~1 and disappears above pH~3, S2 dominates at pH values between 1 and 5 and completely disappears at pH~7 and higher. Above this pH, only S3 is available and, coincidentally, in this pH region, even with 1wt% picolinic acid, the RRs of the nitride films remain unaffected at ~90nm/min which is same as in the absence of any additives.\n                     This strongly suggests that S3 does not suppress the nitride RRs. In contrast, S2 appears to be responsible for the nitride RR suppression seen in the pH range 3 to 5 where it is the only species present (S1 and S3 are both absent). Then it follows that the protonated amino group present in S2, but not S3, could be responsible for the suppression of the nitride RRs. This also implies that the deprotonated carboxyl (COO−) group common to both S2 and S3 has no role in the RR suppression. The role of the S1 species, with both the amino and carboxylic groups protonated, cannot be determined from this data since the nitride RRs are very low below pH≤3.These results also indicate that the suppression of nitride RRs is not restricted to the amino acids containing a hydrogen on the amino group, as previously suggested by America and Babu [15]. Unlike the nitride RRs, no correlation was observed between the species distribution and the oxide RRs since the oxide RRs were not affected.\n                     These observations are consistent with the results shown in Fig. 2\n                         obtained when nicotinic acid (NA) was used in place of PA. While the addition of 0.1wt% NA to ceria (Fig. 2a) did not affect the oxide RRs in the entire pH range investigated, the pH and concentration dependence of the RRs of nitride films is very similar to that seen with PA. With 0.1wt% NA, the nitride RRs were about 1nm/min for pH≤4, about 50nm/min at pH 5, and not affected beyond pH 6. Again, it is beyond pH 6 that NA exists in the fully deprotonated form S3, as shown in Fig. 2b. Increasing the NA concentration to 1wt% suppressed the nitride RRs to ~1nm/min at pH 5 also but had no impact at higher pH values. These results confirm that the protonated amino group, in analogy to PA, is again responsible for the suppression of nitride RRs, and also that the amine need not be attached to the alpha (α) carbon of an amino acid [15].\n                     In contrast to PA and NA, addition of 0.1wt% proline did not appreciably affect the nitride RRs (Fig. 3a). More interestingly, however, at both 0.5wt% and 2wt%, the nitride RRs were suppressed to about 5nm/min and 2nm/min, respectively, in the pH range 4–10 but were not affected at pH 12. Since proline is almost completely deprotonated at pH 12 (Fig. 3b), this result is again consistent with the ability of the protonated amine group present in S2 to suppress the nitride RRs, with the major difference being that now higher proline concentrations are required. Carter et al. [14] performed nitride polishing only at pH 5 and only with 0.1wt% proline while America [15] polished the films only at pH 9.7 with 2wt% of proline and the RRs reported by both are similar to ours. Even though the amino group of proline has a hydrogen atom for pH≥12, it does not suppress nitride RRs, suggesting again that protonation is more important than the presence of the bonded hydrogen atom. Addition of 2wt% proline to ceria (Fig. 3) slightly reduced the oxide RRs at all the pH values.\n                     When 2wt% γ-aminobutyric acid (Fig. 4a) was added to 1wt% ceria, the oxide RRs were lowered in the pH range 4–10 unlike with PA, NA, and proline, presumably due to its higher isoelectric point (7.31), as suggested by America [15]. Similar to proline, it also suppressed the nitride RRs till pH~10 but not beyond this pH value where again γ-aminobutyric acid is completely deprotonated (Fig. 4b). Also, the suppression in the nitride RR was seen only with a higher concentration (2wt%) of the additive but not with 0.1%, similar to proline. It is worth noting that even though γ-aminobutyric acid is a non-α amino acid, it suppressed the nitride RRs, supporting our earlier observation that the presence of a protonated amino group seems to be necessary for the suppression of the nitride RRs.\n                     The key observations so far with these four additives are summarized in Table 1\n                        . The last column in the table shows the nitride RR data for pH values shown in the third column where the amino group is protonated. In addition to the differences in pH range, another notable difference is in the amount of the additive required to achieve the RR suppression.\n                     \n                        4.1.1\n                        Other additives\n                        A similar suppression of the nitride was also seen in the presence of 2\n                           \n                           wt% glycine, 2\n                           \n                           wt% alanine, 1\n                           \n                           wt% glutamic acid, and 0.25\n                           \n                           wt% aspartic acid in the pH region where the amino group is protonated but the data are not shown here. All these results suggest that with any amino acid, whether α or non- α or cyclic or aliphatic, and covering a broad range of pKa values, the nitride RRs can be suppressed as long as the amino group is protonated and available in sufficient amounts. In all cases, a local reduction in the pH due to the positively charged adsorbed species can lead to their speciation being different from that of the same species in the bulk.\n                        In the following, results of thermogravimetric and differential thermogravimetric analyses are used to better understand the interaction of PA and proline with SiO2, Si3N4, and CeO2 surfaces. PA and proline were chosen as representatives of the additives that require low and high concentration, respectively, for suppressing the nitride RRs. As we discussed earlier, the binding of glycine to silica particles was analyzed comprehensively by Meng et al. [20], Lambert et al. [18], and Lopes et al. [19] by using the same thermogravimetric as well as 13C NMR studies. We draw on their analysis in the following.\n                     \n                  \n                  \n                     4.2\n                     Adsorption data\n                     \n                        Fig. 5a shows the concentration dependence of the total amount of PA adsorbed at pH 5 and 8 while Fig. 5b shows the same for the amount of proline adsorbed at pH 5 and 12. These two pH values were chosen to distinguish the effects of the protonated species from that of the unprotonated species on the adsorption behavior. The amounts of PA adsorbed on both SiO2 and Si3N4 particles at both pH 5 and 8 increases more or less to about 100mg/g of solid as the concentration of picolinic acid in the dispersion is increased from 0 to 2wt%. In the case of proline (Fig. 5b), the amounts adsorbed on SiO2 and Si3N4 surfaces differ slightly from each other and are somewhat higher on Si3N4 at pH 5 and the difference increases with increasing concentration of proline. The adsorbed amounts of both PA and proline are comparatively low on ceria surfaces (<10mg/g at 2wt %). Earlier, Prasad and Ramanathan [13] also found that the amount proline adsorbed on SiO2 and Si3N4 surfaces increases with increasing concentration in solution. Several other investigators reported that the amounts of glycine as well as several other amino acids adsorbed on silica surfaces also increase with increasing concentration in solution [18–20]. More importantly, the latter authors suggested that, at lower concentrations of glycine, a monolayer is formed first through hydrogen bonding with specific adsorption sites followed by surface-induced precipitation, especially at higher concentrations. Similarly, Soria et al. [21] also reported similar adsorption of glycine on TiO2 and Li surfaces and Standforth [22] reported surface precipitation of phosphates on goethite surfaces. Given the amounts adsorbed in our case, it appears that the similar surface-induced precipitation occurs for both PA and proline at higher concentrations.\n                  \n                  \n                     4.3\n                     Differential thermogravimetry\n                     \n                        Fig. 6\n                         shows differential thermal gravimetric patterns for the PA system. The sign of the data in Figs. 6 and 7\n                         was inverted from negative to positive, as is a common practice [18–20]. Pure PA has a decomposition peak (not shown in Fig. 6) centered at 205°C. Fig. 6a shows that PA adsorbed at pH 5 has two decomposition peaks centered at ~150°C and ~270°C. The intensity of the first peak increases significantly with increasing PA concentration, while at pH 8, the first peak is absent and a new second peak appears at about 400°C. Similar differential thermogravimetric patterns were observed for PA adsorbed on silica at pH 5 and 8 (Fig. 6b). The change in the peak positions from pH 5 to 8 indicates that the adsorbed species are not the same at these two pH values. In the case of glycine and several other amino acids, several studies [18–20] also observed two peaks at ~150°C and ~270°C in similar differential thermogravimetry data. These authors suggested that the amino acid molecules adsorbed through hydrogen bonding to the silica surface undergo a thermally activated condensation reaction with the amino acid molecules deposited over them by surface induced precipitation. This condensation reaction results in the elimination of water molecules forming peptides. They suggest that the first peak observed at ~150°C corresponds to the peptide formation with loss of water and the second peak centered at ~270°C corresponds to the dissociation of these peptides with associated mass loss.\n                  \n                  \n                     4.4\n                     Effect of redispersion on PA and proline desorption\n                     The sediment obtained after centrifuging SiO2, Si3N4 and CeO2 dispersions (all at 1wt%) containing 2wt% PA/proline at pH 5 were redispersed in water adjusted to pH 5, centrifuged and the sediment collected. Some of the sediment was dried and the TGA measurements were repeated. This procedure of redispersion, centrifuging, and TGA measurements was repeated on the remainder of the sediment, again pH adjusted to 5, and the results are shown in Table 2\n                        . Surprisingly, after the first redispersion, large amounts of adsorbed PA and proline were desorbed from both the Si3N4 and SiO2 surfaces (Table 2). Their differential thermogravimetry patterns (data not shown) still showed the two peaks, suggesting that some adsorbed additive molecules were still present on the surface to form peptides. By the end of second redispersion, the residual amount reached our instrument sensitivity level (1mg/g of solid) since no peaks were observed. The glycine adsorption studies referred above [18–20] also found that large amounts of precipitated glycine molecules can be easily desorbed from silica surfaces in a single washing step While their solid state 13C NMR results revealed that glycine molecules from both monolayer and surface-induced precipitates desorbed during sequential washing.\n                  \n                  \n                     4.5\n                     Effect of the adsorption of PA and proline on SiO2 surfaces on the oxide RRs\n                     Our TGA results described above suggest that the electrically neutral or zwitterionic S2 species of PA (Fig. 1b) and proline (Fig. 3b) adsorb on silica surfaces through hydrogen bonding for pH less than 7 and 12, respectively. The protonated amino groups (N+\n                        H\n                           δ+) present in S2 are capable of sharing a proton and can act as a hydrogen bond donors while the predominant silanol (SiO\n                           δ−H\n                           δ+) surface groups on silica particles can act as proton acceptors, resulting in hydrogen bond formation between them. However, Dove and Elston [23] and Zhuravlev [24] suggest that the lone pair electrons from the electronegative oxygen atom of the silanol (SiO\n                           δ−H\n                           δ+) have weak attraction toward hydrogen bond donors, i.e. protonated amine, hence the resulting hydrogen bonding is weak [24]. The weak hydrogen bond acceptor characteristic of silanols was also suggested earlier by Granquist et al. [25] and Tsyganenko et al. [26,27] as the cause for the weak hydrogen bonding observed with several additives. Based on various experimental and theoretical investigations, several researchers [20,28,29] also concluded that the adsorption of electrically neutral amino acid species on silica surfaces is in general weak and the adsorption mechanism is essentially the same for all the amino acids. These additives also form hydrogen bonds with fewer silanolates [23] present on silica surface.\n                     Even though our TGA results suggested that both PA and proline adsorbed on the silica surfaces as much as they adsorbed on nitride surfaces, oxide RRs were not affected, presumably since the adsorption is weak. Therefore, we hypothesize that, during the polishing of SiO2 films, these weakly adsorbed amino acid molecules are easily removed by the polishing pad and the abrasives and hence do not hinder the oxide removal.\n                  \n                  \n                     4.6\n                     Effect of the adsorption of PA and proline on Si3N4 surfaces on the nitride RRs\n                     Our TGA results suggested the formation of hydrogen bonding between the S2 species and the nitride surface also. Several studies [30–33] detected basic primary, secondary, and tertiary amine groups (SiNH2, Si2NH, Si3N) as well as amphoteric silanol (SiOH) on Si3N4 surfaces. For example, Hien et al. [34,35] observed tetrahedral structures containing two Si atoms and one N atom (SiNSi) with the fourth atom being an OH or a NH2 group.\n                     The protonated amino group, a hydrogen bond donor, easily attracts the lone pair of the electronegative nitrogen atom of Si\n                           x\n                        NH\n                           y\n                        , the predominant surface group, present on the nitride surface, and forms strong hydrogen bond. The higher strength of this hydrogen bonding contrasts with the weaker hydrogen bonding on the oxide surfaces as discussed earlier [24,25]. A similar mechanism was proposed by Lorenzelli et al. [36] and Bergstrom [37] for the adsorption of additives that act as hydrogen bond donors on Si3N4 surfaces.\n                     Several studies [10,38–42] suggest that the hydrolysis reaction is the rate limiting step in the nitride removal mechanism. The hydrolysis reactions were discussed by Hu et al. [40] and Laarz et al. [42]. Initially, a sub-oxide is formed on the nitride surface by this hydrolysis process and is removed by the ceria abrasives [10]. However, when the amino acid molecules are strongly adsorbed on the nitride surface, the hydrolysis reaction is hindered by either impeding the reaction of water with the surface amines [40] or by blocking the surface amine protonation and subsequent water attack [42].\n                     Recently, using UV–vis spectroscopic measurements, Dandu et al. [10] proved that the adsorption of several amines and amino acids (including PA and proline) hindered the nitride hydrolysis under static conditions. However, the dynamic polishing process can remove the adsorbed additive on the substrate and facilitate the reopening of the reactive sites for the nitride hydrolysis allowing the process to repeat. Indeed, a constant and low RR of ~1 or 2nm/min was observed over 8min polishing using 1wt% ceria dispersions containing 2wt% proline or picolinic acid at three different concentrations (1wt%, 1wt%, and 3wt%), all at pH 5.\n                     Interestingly, the nitride RRs obtained using 0.1wt% ceria in the presence of 0.1wt% picolinic acid at pH 5 also increase with increasing rotational velocity of the wafer and the pad. The RRs are 0.3, 0.9, and 1.6nm/min at 30/30, 75/75, and 110/110rpm, respectively. These results suggest that both picolinic acid and proline continuously adsorb on the nitride surface and are removed by the shear force caused by the pad rotation and ceria abrasives. However, the removal process should be slower than the adsorption rate due to the stronger adsorption, resulting in the suppression of RRs. Increasing the picolinic acid concentration lowered the removal presumably due to an increase in the adsorption rate.\n                  \n                  \n                     4.7\n                     Differences between picolinic acid and proline adsorption\n                     The RRs in Figs. 1a and 3a clearly indicate that picolinic acid is more effective than proline for suppressing the nitride RR, requiring lower amounts to do so even though thermogravimetric results (Fig. 5) showed proline adsorbs no less than picolinic acid on a Si3N4 surface. This must be due to the relative strength of hydrogen bonding between the amino acid molecules and the nitride surface. Several studies [43–46] showed that the hydrogen bond donating or accepting capacity can be influenced by the substituents, field/inductive, resonance, polarizability, dispersion and steric effects. In our case, steric effects seem to be important. The hydrogen bond donating capacity of the protonated amino group in proline which has 3-D structure, can be lowered by the steric hindrance while the planar and resonance structure of picolinic acid does not hinder its hydrogen bond donating capability [46].\n                  \n                  \n                     4.8\n                     Effect of picolinic acid/proline interaction with ceria on oxide and nitride RRs\n                     Thermogravimetric data showed that the amount of these two additives adsorbed on ceria is very low (<10mg/g of solid) compared to that on oxide and nitride surfaces. Using UV–vis spectroscopic measurements, Dandu et al. [10] showed that these two additives do not block the reactive Ce3+ species (on CeO2) that are responsible for the binding between the abrasive and the oxide/nitride substrates using UV–vis measurements. Thus, during the polishing process, Ce3+ species interact with the oxide surface and lead to high oxide RRs. To understand the role of small amounts of PA or proline adsorbed on ceria on nitride RRs further, ceria dispersions containing 0.1wt% picolinic acid and 2wt% proline, adjusted to pH 5, were both centrifuged to remove the unadsorbed additive molecules. The ceria sediment was redispersed in water adjusted to pH 5 and used for oxide and nitride polishing. The RRs now obtained are very similar to those obtained using a bare ceria dispersion, indicating that the small amounts of picolinic acid/proline adsorbed on ceria, on the particles present after centrifuging, do not hinder the RRs. These results suggest that the suppression of nitride RRs is due to the adsorption of these additives on the nitride surface and not on the ceria abrasive surface, a conclusion that was also drawn by Dandu et al. [10].",
    "Conclusions": "5\n                  Conclusions\n                  A strong correlation was found between the suppression of silicon nitride RRs and protonation states of amino acids that are used as additives. All the amino acids whether alpha or non-alpha or cyclic or aliphatic, when added to ceria dispersions, suppressed the nitride RR in the pH ranges where their amino groups are protonated. The mechanism of suppression of nitride RRs involves formation of hydrogen bond between the protonated amino group of amino acids and nitrogen atoms on the surface of silicon nitride which hinders the silicon nitride hydrolysis process. Furthermore, the amino acids investigated here also interacts with SiO2 surface through hydrogen bonding but only weakly and do not affect the oxide RRs, resulting in SiO2 to Si3N4 removal selectivity."
  },
  "references": []
}