{
  "title": "Methodology for pad conditioning sweep optimization for advanced nodes",
  "authors": [
    "Khanna, Aniruddh J."
  ],
  "publication": {
    "journal": "Microelectronic Engineering",
    "date": "2019-08-15",
    "doi": "10.1016/j.mee.2019.111101"
  },
  "abstract": "With increasing focus on 3D integration of devices, there is an increasing demand for polishing thick silicon dioxide films. The impact of changes in the CMP pad thickness profiles on high silicon dioxide film rates and profiles are studied. A simulator was used to predict pad thickness profiles for different pad conditioning sweeps. Subsequently, these different pad conditioning sweep profiles were used to study their impact on pad thickness profiles and material removal rates (MRR) experimentally on an Applied Materials' (AMAT) 300 mm wafer Reflexion® LK polisher. The pad thickness profiles were measured using laser confocal microscopy and AMAT's state-of-the-art full pad surface metrology tool. The difference in the pad thickness values provided by all the 3 methods was <5%. It has been validated that the pad thickness profiles provided by confocal microscopy and full pad metrology measurements matches the profile predicted by the simulator.",
  "keywords": [],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Since the advent of chemical mechanical planarization/polishing (CMP) in 1990s, CMP has come a long way to become the most sought-after method for planarization of device films for integrated circuit (IC) manufacturing. CMP applications have expanded beyond conventional planarization for generating engineered surface textures such as micro lens array for extraction of light from light emitting diodes (LEDs) [1–3]. There are exacting requirements for wafer-to-wafer removal rate non-uniformity (WTWRRNU) and within-wafer removal rate non-uniformity (WIWRRNU) for IC manufacturing beyond sub-10 nm nodes [4–6]. CMP consumables such as slurries, pads and pad conditioners play critical roles in the overall polishing performance. Several studies have been performed to understand the impact of slurries and pad conditioner properties on the CMP process [7–14]. Moreover, novel methods of manufacturing pads have been proposed to improve the performance of CMP pads [15–25].\n                  Next generation of 3D devices call for the deposition of thick layers of silicon dioxides that will require removal on the order of several microns [26]. These high removal amounts will, in turn, require high silicon dioxide removal rates in the range of 500 to 1500 nm/min to keep the wafer processing throughput at an acceptable level. Typically, only ceria-based slurries can give such high silicon dioxide removal rates. Ceria-based CMP is more chemically dominant and pad conditioning-sensitive process. Pad conditioning is known to play a dominant role in the stability of WTWRRNU and WIWRRNU of the CMP process [27–29]. Prior studies have highlighted the importance of conditioning downforce, type of conditioning (in-situ or ex-situ), and conditioning time in maintaining the removal rate and the WIWRRNU at stable levels. In addition to determining the required conditioning downforce, the type of conditioning either in-situ or ex-situ and the length of conditioning, the optimization of pad conditioning parameters can pose a complex problem. Oftentimes, the impact from pad conditioning (PC) sweep changes could take hundreds of wafers before drifts in WIWRRNU and WTWRRNU are observed. PC sweep optimization thus involves expensive evaluations requiring hundreds of wafers at pilot scale and sometimes could be as high as thousands of wafers in a high-volume manufacturing (HVM) fab. Research has been conducted to develop advance conditioning methods to improve the uniformity of the pad thickness profile [30]. Some researchers have used simulation techniques to perform PC sweep optimization to save time and resources [31,32]. Previous studies by Uneida et.al have explored in-plane deformations of the pad surface resulting from a given sweep on a stationary platen [33]. Lee et al. studied the impact of dwell time of pad conditioner on the pad wear profile using swing arm conditioning system on a small rotary 200 mm wafer polisher. They concluded that there will be undulations in the pad surface profile with swing-arm conditioning hardware. Also, with only a few wafers, it was demonstrated that maximum pad wear depth and its distance from center of the wafer affected WIWRRNU. However, PC sweep profiles were not optimized to get a flat pad thickness profile and the impact of pad thickness profile over longer runs was not evaluated [34]. Baisie et al. used simulations for predicting pad wear for limited number of PC sweep profiles. It was suggested that future work needed to consider a non-linear optimization model to come up with optimal set of parameters to get the desired pad thickness profile [35]. Kincal et al. [36] showed that pad thickness profiles impact the oxide removal profile by using empirical method of performing continuous pad conditioning for 1 h with different PC sweep profiles. Using silica slurry, they polished three 200 mm Tetraethyl ortho silicate (TEOS) oxide monitor wafers each before and after 1 h of pad conditioning with PC sweeps to determine the impact of pad thickness profile. However, even for the best PC sweep profile, the pad thickness range after 1 h of pad conditioning was ~200 μm, which is a large range as per industry standards and also the oxide removal profiles was center fast. The PC sweep optimizations help modulate subtle changes in the ‘texture equilibrium’ that is achieved between texturing from pad conditioning and glazing of the pad during the polish process [37,38]. This equilibrium state is critical for maintaining the WIWRRNU and WTWRRNU specifications. Given the dynamic and aggressive nature of the wafer polishing process for high oxide rate process, it may be difficult to accurately utilize the simulations without performing long (200 to 300 wafers) verification runs on a 300 mm industrial system. For high oxide rate process, typically ceria slurries are used which are very sensitive to pad conditioning process compared to the silica slurry process that was evaluated in the work by Kincal et al. Also, continuous pad conditioning as deployed by Kincal et al. is not close to real conditions in the industry where polishing and pad conditioning are done simultaneously. The drift in oxide removal profile is very different when wafers are polished over long runs compared to oxide removal profiles obtained after long pad conditioning step. Hence, for ceria slurry process it is critical to have a methodology that will help in achieving tighter control for pad thickness profiles and comparison of oxide removal rates need to be done frequently over longer runs (200 to 300 wafers) to determine any macro change in the oxide removal profile with pad life. Also, Kincal et al. measured pad thickness values using Vernier calipers and, in the industry, today it is common to use laser confocal microscopy for measuring pad thickness or groove depth which gives much better resolution and accuracy. However, even the confocal microscopy also can only provide limited amount of data on the entire pad and there is a need for a metrology tool that can provide pad thickness profile across the entire pad.\n                  Another aspect is the aggressiveness of pad conditioning needed for a given process. Even with ceria slurries, it is necessary to use high wafer pressure in the range of 3 to 4 psi to achieve high silicon dioxide removal rates. Application of high pressure implies that polishing pads will glaze quickly, hence pad conditioning needs to be sufficiently aggressive to maintain stable surface texture of the pad. Aggressive pad conditioning would imply higher pad wear rate and this, in turn, could quickly change the uniformity of pad thickness profile. There is a critical need to have a simulator to systematically perform PC sweep optimization with minimum number of iterations and wafers. In this paper, evolution of pad thickness profiles over the pad life for different PC sweep profiles is simulated and then validated experimentally with laser confocal microscopy and the Applied Materials' full pad surface metrology tool (details in experimental section). Also, the impact of these different pad thickness profiles on polishing performance such as within-wafer removal rate non-uniformity (WIWRRNU) and wafer-to-wafer removal rate non-uniformity (WTWRRNU) of silicon dioxide removal rates over longer runs are discussed. Although, optimization of pad conditioning sweep profile is commonly done during CMP process development in the semiconductor manufacturing industry, there is not enough data available in the literature that details the use of simulator and validate the output of this simulator with the experimental results obtained using 300 mm wafers on an industrial system. In this work we demonstrate a process flow that can be adopted to perform pad conditioning optimization.",
    "Experimental": "2\n                  Experimental\n                  Silicon dioxide blanket wafers deposited by a plasma enhanced Tetraethyl ortho silicate (TEOS) process were used for the evaluation of CMP process stability of the thick silicon dioxide process. CMP process evaluation was done on an Applied Materials' state-of-the-art 300 mm Reflexion® LK polisher equipped with an in-line ellipsometry tool Nova i550 attached to the polisher which can measure dielectric film thickness. To see a clear impact of pad conditioning on the silicon dioxide removal profile, a 4-Zone Profiler Head that had fewer zones relative to the newer, advanced heads was used. For the profiler head, zone-3 covers 0 to 125 mm across the wafer radius, while zone-2 and zone-1 cover 126 to 140 mm, 141 to 150 mm, respectively. So, with fewer zones within the head, changes in the silicon dioxide removal for 0 to 125 mm across the wafer radius will most likely result from changes in the wafer-pad-slurry interactions that in-turn are impacted by changes in the uniformity of global pad thickness or pad topography. Therefore, maintaining a good pad topography is critical for maintaining stable WIWRRNU and WTWRRNU. Same pad conditioning recipe was used for pad break-in across all pads using a 3 M™ pad conditioner disk to keep the comparisons coherent. Ex-situ conditioning during polishing was determined to be sufficient to maintain stable silicon dioxide removal rates and WIWRRNU. For ex-situ conditioning, rotational velocity of platen and pad conditioning disk was set at 60 and 90 RPM, respectively. The optimized conditions for the ex-situ conditioning was determined to be at 4.5 lbf pad conditioning downforce. For the polishing process, the rotational velocity of platen and wafer head was set at 99 and 77 RPM respectively, the wafer pressure of 3.0 psi and slurry flow rate of 300 ml/min was used. A commonly available ceria slurry was used for this work.\n                  For pad conditioner sweep optimization, the Applied Materials' pad conditioning simulator (details in next section) was used to predict pad thickness as a function of time for different pad conditioning sweep profiles detailed in Tables 1 & 2\n                     \n                     . The different pad conditioning sweep profiles were then used for evaluation of long-term stability of the process by running 310 wafers for each type of PC sweep profile. Confocal microscopy and the latest state-of-the-art AMAT's full pad metrology tool was used to determine pad thickness profile across the radius of the pad. The pad thickness was measured at different distances from the center of the pad such as 89 mm, 190 mm and 343 mm, using confocal microscopy. The Applied Materials' full pad metrology tool gave the pad thickness profile of the entire 775 mm pad.\n                  \n                     2.1\n                     AMAT's simulator to predict pad wear\n                     A simulation program was developed to understand the impact of pad conditioning sweep profile on pad wear. The objective of creating the simulator was to increase understanding of CMP and make process optimization more efficient. The algorithm used Preston's equation, as well as empirical rules for modeling specific effects such as pad groove geometry, pad conditioner gimbal action or a non-constant conditioner disk profile. Pad wear was calculated along a user-defined cross-section of the pad. The basis of the algorithm was to specify a point on the pad, follow that point for an entire conditioning cycle in small time steps (0.001 s). Then for each time step pad wear is calculated. In order to calculate pad wear for the entire cross-section, successive points on the pad were followed in this way. For calculating pad wear during each time step, Preston's equation was used, where the amount removed, Q, during the time step is given by:\n                           \n                              (1)\n                              \n                                 Q\n                                 =\n                                 \n                                    const\n                                 \n                                 P\n                                 \n                                    \n                                       \n                                          d\n                                          \n                                             R\n                                             →\n                                          \n                                       \n                                       dt\n                                    \n                                 \n                              \n                           \n                        where dR/dt is the speed of the specified point on the pad relative to the conditioning disk.\n                     It is important to note that during the pad wear cycle, the specified point on the pad is under the conditioner disk only for a small fraction of the time. Most of the time, the point on the pad is not under the disk and is not being worn down. Thus, for accurately calculating the pad wear, one must calculate the time periods during which the point on the pad is under the conditioner disk and being worn.\n                     The pad wear geometry is shown in Fig. 1\n                        . There are three coordinate frames: the (x, y) frame is fixed to the pad, the (x′, y′) frame is fixed to the pivot of the conditioner arm, and the (x″, y″) frame is fixed to the conditioner disk. In the coordinate frame of the pad, the point on the pad is located by the position vector \n                           \n                              \n                                 R\n                                 →\n                              \n                              \n                                 p\n                                 \n                                    x\n                                    y\n                                 \n                              \n                           \n                         (it originates from the center of the pad). In the coordinate frame of the disk, the point on the pad is located by the vector \n                           \n                              \n                                 R\n                                 →\n                              \n                              \n                                 p\n                                 \n                                    \n                                       x\n                                       \"\n                                    \n                                    \n                                       y\n                                       \"\n                                    \n                                 \n                              \n                           \n                        , which originates from the center of the disk. The sweep vector \n                           \n                              k\n                              →\n                           \n                        is modeled as the sum of two vectors: \n                           \n                              \n                                 r\n                                 →\n                              \n                              pivot\n                           \n                         and \n                           \n                              \n                                 r\n                                 →\n                              \n                              arm\n                           \n                        , where \n                           \n                              \n                                 r\n                                 →\n                              \n                              pivot\n                           \n                        is the vector from the center of the pad to the pivot of the conditioner arm, and \n                           \n                              \n                                 r\n                                 →\n                              \n                              arm\n                           \n                         is the vector from the pivot point to the center of the conditioner disk.\n                     As in the wafer polish calculation, pad rotation is treated by considering the pad as stationary while the entire conditioner disk assembly revolves around the center of the pad. This revolution is expressed by the angle ρ that \n                           \n                              \n                                 r\n                                 →\n                              \n                              pivot\n                           \n                        makes with the x-axis (see Fig. 1). Disk rotation is expressed by the angle γ. The angle α expresses the sweeping motion of the conditioner arm. The user specifies the sweep magnitude, \n                           k\n                           \n                              t\n                           \n                           =\n                           \n                              \n                                 \n                                    k\n                                    →\n                                 \n                                 \n                                    t\n                                 \n                              \n                           \n                        , in the usual manner, and the law of cosines is used to calculate α as a function of k:\n                           \n                              (2)\n                              \n                                 α\n                                 =\n                                 arccos\n                                 \n                                    \n                                       \n                                          \n                                             r\n                                             pivot\n                                             2\n                                          \n                                          +\n                                          \n                                             r\n                                             arm\n                                             2\n                                          \n                                          −\n                                          \n                                             k\n                                             2\n                                          \n                                       \n                                       \n                                          2\n                                          \n                                             r\n                                             pivot\n                                          \n                                          \n                                             r\n                                             arm\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     To derive the equation of motion for the spot on the pad relative to the conditioner disk, the coordinates for the spots on the pad must be transformed from the pad coordinate frame (x, y) to the disk's coordinate frame (x″, y″). Consider a point on the pad given by.\n                           \n                              (3)\n                              \n                                 \n                                    \n                                       R\n                                       →\n                                    \n                                    \n                                       p\n                                       ,\n                                       \n                                          x\n                                          y\n                                       \n                                    \n                                 \n                                 =\n                                 X\n                                 \n                                    x\n                                    ̂\n                                 \n                                 +\n                                 Y\n                                 \n                                    y\n                                    ̂\n                                 \n                                 \n                                 in the\n                                 \n                                 pad\n                                 '\n                                 s\n                                 \n                                 frame\n                                 .\n                                 X\n                                 \n                                 and\n                                 \n                                 Y\n                                 \n                                 are\n                                 \n                                 constants\n                              \n                           \n                        and \n                           \n                              x\n                              ̂\n                           \n                         and \n                           \n                              y\n                              ̂\n                           \n                         are unit vectors in pad frame. Transformation of Eq. (3) to the disk's frame is done using the following rotation matrix:\n                           \n                              (4)\n                              \n                                 \n                                    \n                                       R\n                                       →\n                                    \n                                    \n                                       p\n                                       ,\n                                       \n                                          \n                                             x\n                                             \"\n                                          \n                                          \n                                             y\n                                             \"\n                                          \n                                       \n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          \n                                             X\n                                             −\n                                             \n                                                k\n                                                x\n                                             \n                                          \n                                       \n                                       \n                                       \n                                          \n                                             Y\n                                             −\n                                             \n                                                k\n                                                y\n                                             \n                                          \n                                       \n                                    \n                                 \n                                 \n                                    \n                                       cos\n                                       \n                                          \n                                             A\n                                             +\n                                             ρ\n                                          \n                                       \n                                       −\n                                       sin\n                                       \n                                          \n                                             A\n                                             +\n                                             ρ\n                                          \n                                       \n                                    \n                                    \n                                       sin\n                                       \n                                          \n                                             A\n                                             +\n                                             ρ\n                                          \n                                       \n                                       cos\n                                       \n                                          \n                                             A\n                                             +\n                                             ρ\n                                          \n                                       \n                                    \n                                 \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                x\n                                                ̂\n                                             \n                                             \"\n                                          \n                                       \n                                       \n                                          \n                                             \n                                                y\n                                                ̂\n                                             \n                                             \"\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where\n                           \n                              \n                                 A = γ − α + α\n                                 max and \n                                    \n                                       x\n                                       ̂\n                                    \n                                    \"\n                                  and \n                                    \n                                       y\n                                       ̂\n                                    \n                                    \"\n                                  are unit vectors in the disk's frame.\n                           \n                           \n                              \n                                 ρ = ρ(t) = ω\n                                 \n                                    p\n                                 \n                                 t and ωp is the constant rotation velocity of pad.\n                           \n                           \n                              \n                                 γ = γ(t) = ω\n                                 \n                                    d\n                                 \n                                 t and ωd is the constant rotation velocity of the disk.\n                           \n                           \n                              \n                                 α\n                                 max is the maximum sweep angle obtained during the sweep cycle,\n                           \n                           \n                              and kx and ky are the (x,y) components of the sweep vector \n                                    \n                                       k\n                                       →\n                                    \n                                 .\n                           \n                        \n                     \n                     Multiplying out Eq. (4) gives the equation of motion of the spot on the pad in the coordinate frame of the disk:\n                           \n                              (5)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                R\n                                                →\n                                             \n                                             \n                                                p\n                                                ,\n                                                \n                                                   \n                                                      x\n                                                      \"\n                                                   \n                                                   \n                                                      y\n                                                      \"\n                                                   \n                                                \n                                             \n                                          \n                                          =\n                                          \n                                          \n                                             \n                                                X\n                                                cos\n                                                \n                                                   \n                                                      A\n                                                      +\n                                                      ρ\n                                                   \n                                                \n                                                +\n                                                Y\n                                                sin\n                                                \n                                                   \n                                                      A\n                                                      +\n                                                      ρ\n                                                   \n                                                \n                                                −\n                                                \n                                                   r\n                                                   pivot\n                                                \n                                                cos\n                                                A\n                                                +\n                                                \n                                                   r\n                                                   arm\n                                                \n                                                cos\n                                                \n                                                   \n                                                      α\n                                                      −\n                                                      A\n                                                   \n                                                \n                                             \n                                          \n                                          \n                                             x\n                                             ̂\n                                          \n                                          \"\n                                       \n                                    \n                                    \n                                       \n                                          +\n                                          \n                                             \n                                                −\n                                                X\n                                                sin\n                                                \n                                                   \n                                                      A\n                                                      +\n                                                      ρ\n                                                   \n                                                \n                                                +\n                                                Y\n                                                cos\n                                                \n                                                   \n                                                      A\n                                                      +\n                                                      ρ\n                                                   \n                                                \n                                                +\n                                                \n                                                   r\n                                                   pivot\n                                                \n                                                sin\n                                                A\n                                                +\n                                                \n                                                   r\n                                                   arm\n                                                \n                                                sin\n                                                \n                                                   \n                                                      α\n                                                      −\n                                                      A\n                                                   \n                                                \n                                             \n                                          \n                                          \n                                             y\n                                             ̂\n                                          \n                                          \"\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     Differentiating Eq. (5) gives the velocity of the point on the pad relative to the conditioner disk:\n                           \n                              (6)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                d\n                                                \n                                                   \n                                                      R\n                                                      →\n                                                   \n                                                   \n                                                      p\n                                                      ,\n                                                      \n                                                         \n                                                            x\n                                                            \"\n                                                         \n                                                         \n                                                            y\n                                                            \"\n                                                         \n                                                      \n                                                   \n                                                \n                                             \n                                             dt\n                                          \n                                          =\n                                          \n                                          \n                                             \n                                                \n                                                   \n                                                      −\n                                                      X\n                                                      sin\n                                                      \n                                                         \n                                                            A\n                                                            +\n                                                            ρ\n                                                         \n                                                      \n                                                      +\n                                                      Y\n                                                      cos\n                                                      \n                                                         \n                                                            A\n                                                            +\n                                                            ρ\n                                                         \n                                                      \n                                                   \n                                                \n                                                \n                                                   \n                                                      \n                                                         ω\n                                                         p\n                                                      \n                                                      +\n                                                      \n                                                         ω\n                                                         d\n                                                      \n                                                      −\n                                                      \n                                                         dα\n                                                         dt\n                                                      \n                                                   \n                                                \n                                                +\n                                                \n                                                   r\n                                                   pivot\n                                                \n                                                sin\n                                                A\n                                                \n                                                   \n                                                      \n                                                         ω\n                                                         d\n                                                      \n                                                      −\n                                                      \n                                                         dα\n                                                         dt\n                                                      \n                                                   \n                                                \n                                                −\n                                                \n                                                   r\n                                                   arm\n                                                \n                                                sin\n                                                \n                                                   \n                                                      α\n                                                      −\n                                                      A\n                                                   \n                                                \n                                                \n                                                   \n                                                      2\n                                                      \n                                                         dα\n                                                         dt\n                                                      \n                                                      −\n                                                      \n                                                         ω\n                                                         d\n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                          \n                                             x\n                                             ̂\n                                          \n                                          \"\n                                       \n                                    \n                                    \n                                       \n                                          +\n                                          \n                                             \n                                                \n                                                   \n                                                      −\n                                                      X\n                                                      cos\n                                                      \n                                                         \n                                                            A\n                                                            +\n                                                            ρ\n                                                         \n                                                      \n                                                      −\n                                                      Y\n                                                      sin\n                                                      \n                                                         \n                                                            A\n                                                            +\n                                                            ρ\n                                                         \n                                                      \n                                                   \n                                                \n                                                \n                                                   \n                                                      \n                                                         ω\n                                                         p\n                                                      \n                                                      +\n                                                      \n                                                         ω\n                                                         d\n                                                      \n                                                      −\n                                                      \n                                                         dα\n                                                         dt\n                                                      \n                                                   \n                                                \n                                                +\n                                                \n                                                   r\n                                                   pivot\n                                                \n                                                cos\n                                                A\n                                                \n                                                   \n                                                      \n                                                         ω\n                                                         d\n                                                      \n                                                      −\n                                                      \n                                                         dα\n                                                         dt\n                                                      \n                                                   \n                                                \n                                                +\n                                                \n                                                   r\n                                                   arm\n                                                \n                                                cos\n                                                \n                                                   \n                                                      α\n                                                      −\n                                                      A\n                                                   \n                                                \n                                                \n                                                   \n                                                      2\n                                                      \n                                                         dα\n                                                         dt\n                                                      \n                                                      −\n                                                      \n                                                         ω\n                                                         d\n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                          \n                                             y\n                                             ̂\n                                          \n                                          \"\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     To calculate pad wear, Eq. (6) is used in Preston's equation [see Eq. (1)].\n                     For the data presented in this paper, the pressure in Preston's equation was held constant, except for the following complication: If the sweep causes the disk to extend beyond the pad's outer radius (as happens in practice), the pressure is scaled inversely with the area of the disk that remains in contact with the pad (i.e. the smaller the area in contact with the pad, the higher the pressure, assuming constant load).\n                     The program allows the user to specify a pressure profile or pad conditioning sweep profile for the conditioner disk. Hence, the simulator can be used for pad conditioning sweep optimizations for different combinations of pads and pad conditioners for various CMP processes on Applied Materials' CMP polishers. The GUI and typical output of the simulator is shown in Fig. 2a, b, c and d. The GUI (Fig. 2a) allows user to enter details of tool kinematics such as polish and pad conditioning parameters, along with tab to enter pad conditioning sweep profile (Fig. 2b) that has to be simulated for the duration of time entered by the user. The simulator gives remaining pad thickness profile output for entire pad as well as 2D radial profile of the pad (Fig. 2c and d).\n                  \n                  \n                     2.2\n                     AMAT's full pad metrology tool\n                     Applied Materials full pad metrology tool captures the pad thickness data via a line scan distance sensor across the entire pad. There are multiple sensing pixels in this line sensor to allow scanning pad in segments. The resolution of the full pad scanner is 25 μm in X & Y direction and 0.28 μm in Z direction. These line sensors are comprised of white light source and the measurement is performed by using the concept of interferometers. Depending on the difference in pad topography, the reflected light from the pad surface gives information on the height of the features. All the reflected data is collected as 3D point cloud and subsequently the data is converted to Cartesian coordinates (via a calibrated transformation) and corrected for surface flatness by subtracting a form generated by scanning the underlying fixture. Once the scan and all sector analysis are complete, the system computes aggregate measurements combining results across the sectors. In addition, some geometric measurements are performed at a few specified regions. The full pad metrology tool is capable of scanning an entire 775 mm pad in one scan and under 30 min.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     Fig. 3\n                      shows the simulated pad thickness profiles for different pads after 1 h of conditioning by using different versions of pad conditioning (PC) sweep profiles that are given in Tables 1 & 2. An approximation to the average measured pad cut rate per hour was used to simulate the pad thickness profile. Also, different sections of the wafer are depicted as Z1, Z2, Z3, Z4, and Z5 along the pad radius for better visualization, with center of the wafer located at 200 mm from the center of the pad. Z1 refers to 145 to 150 mm, Z2 refers to 125 to 145 mm, Z3 refers to 100 to 125 mm, Z4 refers to 40 to 100 mm and Z5 refers to 0 to 40 mm section of the wafer. Fig. 4\n                      shows silicon dioxide removal profiles at wafer count (WC) of 25 and 310 for PC sweep profile no.1 used for ex-situ conditioning. It is observed that going from WC25 to WC310, removal profile stays stable in the center area from 0 to 40 mm of the wafer and drops for other parts of the wafer. Additional pad break-ins with either a new disk or used disk did not recover the silicon dioxide removal profile, indicating that disk life was not an issue. Comparison of pad cut rate and surface texture imparted by this used disk with that of a new one, further confirmed that the pad conditioning disk was still able to impart surface texture on the pad and the disk had not reached its end of life. For measuring surface texture, we used confocal microscopy as done by previous researchers [32,37,38]. Fig. 3 shows that section 127 mm – 330 mm around mid-radius of the pad no.1, which is conditioned with PC sweep profile no.1, is thicker than other sections of the pad. This bump in the pad thickness around mid-radius will, in turn, cause difference in effective wafer pressure experienced across different areas of the wafer. Now, compared to other sections Z1 to Z4 i.e. 40 to 150 mm of the wafer, section Z5 i.e. 0 to 40 mm that spends most of the time in mid-radius of the pad will experience relatively higher effective pressure. In other words, sections Z1 to Z4 of the wafer will experience reduced effective pressure which in turn will drive removal rates down for these sections of the wafer. Overall result of this phenomenon is a center fast silicon dioxide removal profile. Alternatively, the removal rate does not change in the center 0 to 40 mm and drops in other parts of the wafer due to lower effective pressure. This phenomenon results in worsening of WIWRRNU and WTWRRNU over longer run. The simulated pad thickness profiles (Fig. 3) for all pc sweep profiles are compared with the pad thickness (Fig. 5\n                     ) measured using confocal microscopy at different radii of the pad 89 mm, 190 mm and 343 mm after 1 h of conditioning. The trend of pad thickness profiles given by confocal microscopy measurements is similar to that predicted by the simulator, thus confirming that the output from the simulator is in line with experimental data. Figs. 6 and 7\n                     \n                      depict comparisons of silicon dioxide removal profiles at WC25 and WC310 for pads no.2 & 3 conditioned with different versions rev no.2, rev no.3 of pad conditioning sweep profiles respectively. For pad no.3 conditioned with PC sweep profile rev no.3 shows the best stability for silicon dioxide removal profiles from WC25 to WC310. Fig. 8\n                      provides the average removal rates with pad life or wafer count and validates that as the pad flatness is improved, it leads to improved silicon dioxide removal rate stability or better WTWRRNU over longer run of 310 wafers. Fig. 9\n                      shows the box plot for silicon dioxide removal rates for all pads no.1 to no.3 and it is evident that the spread in silicon dioxide removal rates is minimized with the improvement in flatness of the pad thickness profile. This demonstrates further that optimization of pad conditioning sweep profile from Rev. no.1 to rev no.3 helps in decreasing the variation in oxide removal rates. Figs. 3, 5 shows the remaining pad thickness profiles from simulator and confocal microscopy measurements. As the residence time of the pad conditioner is decreased in the center of the pad from 0 to 127 mm for sweep no.3 (relative to sweeps no.1, no.2), both simulator and confocal microscopy depicts that the pad thickness at the center of the pad i.e. 0 to 127 mm gets closer to the pad thickness value around mid-radius of the pad i.e. 127 to 330 mm. For sweep no.3, residence time was increased in the mid-radius of the pad and was decreased in the center and the edge of the pad. Both simulator and confocal microscopy show relatively much flatter or uniform pad thickness profile for sweep no.3. Fig. 10a, b, and c provide the pad thickness profiles for the whole pad at end of the experiments using Applied Materials' full-pad metrology. Fig. 11\n                      gives the pad thickness profile measured using confocal microscopy at end of the runs for all pads no.1 - no.3. These pads were conditioned for different lengths of time: pad1 at 170 min, pad2 at 134 min, and pad3 at 131 min. Comparison of Fig. 10a, b, c with Fig. 11 shows that the pad thickness profiles across the entire radius of the pad measured by full pad metrology and confocal microscopy are similar. Figs. 10c and 11 both validate that the pad thickness profile gets more uniform from pc sweep profile versions no.1 to no.3. Full pad metrology scan data was analyzed further to give line scan data i.e. pad thickness values across different pad radii in the direction similar to the one that was used for confocal microscopy measurements. Fig. 12\n                     , shows comparison of normalized total pad thickness at the end of the tests to validate pad thickness profile from simulator, confocal microscopy and full pad scan for pad no.3. It is observed that the difference in the pad thickness profile values provided by the simulator and full pad scan is <5% from the confocal microscopy measurements. This validates the accuracy of the output of simulator & full pad scan data and it can be concluded that all three methods i.e. simulator, full pad scan and confocal microscopy gives similar pad thickness profiles. For each measurement, the time taken by confocal microscopy and full pad metrology is similar. However, one round of measurement with confocal microscopy gives pad thickness value only at one point of the pad in a given direction. In comparison, one scan of the full pad metrology tool gives the pad thickness profile of the entire CMP pad in all directions. This can be very useful and efficient while determining the best PC sweep profile for achieving uniform pad thickness. The use of Applied Materials' simulator and full pad metrology tool to carry out pad conditioning optimization is demonstrated. It is validated that the pad thickness profiles predicted by the simulator are similar to actual pad thickness profiles obtained on the 300 mm wafer polisher for respective PC sweep profiles. This, in turn, can be of significant help in the reducing number of iterations needed to establish a stable pad conditioning process for any CMP application. The full pad metrology tool gives similar pad thickness profile as measured by confocal microscopy. However, compared to confocal microscopy, one scan of the full pad metrology tool gives information on the entire pad thickness profile. Future work will be focused on developing advanced capabilities of full pad metrology. The methodology discussed in the manuscript is fundamentally based on the changes in the contact area across the pad radius, different linear velocities and residence time of the pad conditioner calculated by the simulator, accounts from these changes in the available contact area and velocity. Since methodology is fundamentally based on changes in contact area and velocity, it can be used for all types of pad conditioners that are commercially available such as sintered, CVD etc. Herein, we had used sintered pad conditioners to demonstrate usage of this methodology. Although the actual pad contact area is not calculated in this work, the nominal area that each contact zone occupies have been calculated to be ranging from approximately 40,000 to 250,000 mm2 (center to edge of pad) and is compensated with velocity gradient (center to edge of pad) to keep the number of contacts generated to be uniform across the pad. The main goal of this work was to demonstrate application of this methodology for achieving good uniformity for pad thickness radially.",
    "Conclusions": "4\n                  Conclusions\n                  The impact of changes in pad thickness profile on the stability of silicon dioxide removal rates and profiles was demonstrated using 300 mm wafer polisher Reflexion® LK. Pad thickness profiles for 3 different pad conditioning (PC) sweep profiles were simulated and compared with confocal microscopy & full pad metrology measurements. Experimental data showed that the pad thickness profile predicted by the simulator was comparable to the actual pad thickness profile obtained on the 300 mm wafer polisher. It was concluded that doming of the pad profile around the mid-radius leads to center-fast removal and by improving the pad thickness profile, the silicon dioxide removal profile can be kept flatter and stable. This paper demonstrated the use of a simulator to predict pad thickness profiles accurately and minimize the number of iterations needed to develop optimum pad conditioning profile to achieve relatively flat pad thickness profile. The use of Applied Materials' full pad metrology tool was demonstrated for measuring the thickness profile of the entire pad. To achieve flatter pad thickness profile, pad conditioning sweep rev no.3 could be used. However, it is important to note that this conditioning sweep rev no.3 was tuned for a given hardware and pad-pad conditioning disk combination and can be optimized further. Now, depending on differences in the hardware, pad and pad conditioners, type of pad conditioning, further tuning of the pad conditioning sweep may be required. The pad thickness profiles measured by full pad metrology tool were validated with measurements done by commonly used confocal microscopy. The main advantage of using full pad metrology is that the user can get the pad thickness profile of the entire pad whereas confocal microscopy can feasibly provide thickness values for a limited number of points."
  },
  "references": []
}