{
  "title": "Syngas production via solar-driven chemical looping methane reforming from redox cycling of ceria porous foam in a volumetric solar reactor",
  "authors": [
    "Chuayboon, Srirat"
  ],
  "publication": {
    "journal": "Chemical Engineering Journal",
    "date": "2019-01-15",
    "doi": "10.1016/j.cej.2018.09.072"
  },
  "abstract": "The solar-driven chemical looping methane reforming using the non-stoichiometric ceria redox cycle (CeO2/CeO2-δ) was experimentally investigated for both syngas production and isothermal H2O/CO2 splitting using a directly irradiated volumetric solar reactor in the temperature range of 950–1050 °C. Experiments were performed via two-step redox cycling encompassing endothermic ceria reduction with methane (partial oxidation of methane) and exothermic oxidation of reduced ceria with H2O/CO2 under the same operating temperature. Ceria was used as oxygen carrier material in the form of reticulated porous foam structure and different operating parameters (methane flow-rate and reduction temperature) were varied in order to emphasize their impact on the bed-averaged oxygen non-stoichiometry (δ), syngas yield, methane conversion as well as solar reactor performances. The ceria cycling stability was also examined. The increase of both the methane flow-rate and reduction temperature promoted the δ, in turn leading to a substantial enhancement in the syngas yields that reached up to 8.08 mmol/gCeO₂. However, they showed an adverse impact on the carbon formation associated with methane cracking reaction. Fifteen successive ceria redox cycles with stable patterns in the δ and syngas production yield validated material stability. The maximum δ achieved during ceria reduction was up to 0.38, complete oxidation yield with either water or CO2 was achieved, while the highest solar-to-fuel energy conversion efficiency reached 5.22% and the energy upgrade factor was in the range of 0.97–1.10.",
  "keywords": [
    "Chemical looping",
    "Methane reforming",
    "Ceria foam",
    "Concentrated solar power",
    "Syngas",
    "H2O/CO2 splitting"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Sunlight is the most plentiful renewable energy resource available on Earth surface; however in relatively dilute and intermittent forms. These issues can be overcome by the utilization of solar concentrating technologies for the conversion and storage of solar energy as synthetic chemical fuels such as syngas (H2 and CO) via thermochemical reactions [1,2]. Single-step thermal dissociation of water or CO2 (thermolysis) is impractical due to extremely high temperature requirement that exceeds 2200 °C [3], thereby facing the limitations imposed by the reactor materials as well as thermal radiation losses [4]. A promising way to lower the reduction temperature is the use of metal oxide redox cycles [5].\n                  Among a variety of metal oxides investigated for solar thermochemical redox cycles, ceria is currently considered as an attractive redox material because it exhibits crystallographic stability through extensive thermal cycling [6,7], high oxygen release and storage capacities, fast oxygen exchange rates, and reversible shift between Ce4+ and Ce3+ oxidation states [8,9]. Ceria retains a stable cubic fluorite structure during large variations in oxidation state [5,10,11] and demonstrates rapid kinetics during thermochemical cycles as compared to other nonvolatile metal oxides such as ferrites [12–14]. In the conventional two-step H2O/CO2 splitting cycle, the ceria is first partially reduced to nonstoichiometric state at above 1400 °C [5]. This reaction is highly endothermic and requires solar energy input. Then, the reduced ceria (CeO2-δ) is re-oxidized with H2O/CO2 to form H2/CO and restore to its initial state, as first proposed by Abanades and Flamant [15]. The endothermic thermal reduction step remains challenging because of the high temperatures needed [16]. Additional challenges with the conventional ceria redox cycle are primarily due to the large swing in temperature and/or oxygen partial pressure between the reduction and oxidation steps required to achieve relevant fuel production. This introduces challenges related to solid and gas-phase sensible heat recovery and energy requirements for producing sweep gas or vacuum pumping. For these reasons, diminishing significantly the reduction temperature is essential for ceria redox cycle to avoid deactivation of the oxygen carrier, increase reactor robustness and be compatible with commercial large-scale solar concentrating systems [2]. Mixed cerium oxides such as ceria-zirconia solid solutions have been proposed in order to decrease the reduction temperature [17–19] and improve the reducibility [20] at the expense of significantly downgraded oxidation rates.\n                  An alternative approach for decreasing the reduction temperature of the redox cycle is to employ carbonaceous materials as reducing agents such as solid carbon or methane [21–27] in the reduction step. Several metal oxides (non-volatile and volatile) have been employed for the carbothermal reduction such as ZnO [24,28–30], SnO2 \n                     [30–33], GeO2 \n                     [30,34], MgO [30,34], WO3 \n                     [35], Fe2O3 \n                     [34,36] and CeO2 \n                     [8,37,38]. Concerning the use of methane as reducer, the ceria partial reduction with methane has been most studied in the frame of methane reforming for syngas production using solid oxide oxygen carrier, also called as partial oxidation of methane [8,37–41]. Likewise, experimental studies of the partial oxidation of methane with mixed cerium oxides have been conducted [42–46]. The reaction is carried out in the absence of gaseous oxygen when using solid oxide in place of gas-phase O2. The main advantages are: the need for the costly O2 production from air is eliminated, the metal oxide can be subsequently oxidized in a second step to complete the cycle, tailored streams of H2 and CO can be produced depending on the oxidant (H2O or CO2) with rapid ceria oxidation kinetics [47–51], the deposited carbon can be concomitantly gasified prior next reduction step, the two-step process eliminates the need for a catalyst and thus avoids any catalyst deactivation issues through carbon deposition that may occur in the conventional process using gaseous oxygen. Furthermore, the introduction of a reducing agent in the first step to lower the temperature of ceria reduction enables isothermal operation of the two-step cycle, which avoids sensible heat losses occurring during temperature-swing cycle and eliminates the need for heat recovery [8,40].\n                  The endothermic reaction of partial ceria reduction with methane (or partial oxidation of methane) producing syngas is represented as:\n                        \n                           (1)\n                           \n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                                 +\n                                 δ\n                                 C\n                                 \n                                    H\n                                    4\n                                 \n                                 →\n                                 C\n                                 e\n                                 \n                                    O\n                                    \n                                       2\n                                       -\n                                       δ\n                                    \n                                 \n                                 +\n                                 δ\n                                 C\n                                 O\n                                 +\n                                 2\n                                 δ\n                                 \n                                    H\n                                    2\n                                 \n                              \n                           \n                        \n                     \n                  \n                  The oxygen-deficient ceria can then react with either H2O or CO2 to produce additional pure H2 or CO:\n                  \n                     \n                        \n                           (2)\n                           \n                              \n                                 Ce\n                                 \n                                    O\n                                    \n                                       2\n                                       -\n                                       δ\n                                    \n                                 \n                                 +\n                                 δ\n                                 \n                                    H\n                                    2\n                                 \n                                 O\n                                 →\n                                 C\n                                 e\n                                 \n                                    O\n                                    2\n                                 \n                                 +\n                                 δ\n                                 \n                                    H\n                                    2\n                                 \n                              \n                           \n                        \n                     \n                     \n                        \n                           (3)\n                           \n                              \n                                 Ce\n                                 \n                                    O\n                                    \n                                       2\n                                       -\n                                       δ\n                                    \n                                 \n                                 +\n                                 δ\n                                 C\n                                 \n                                    O\n                                    2\n                                 \n                                 →\n                                 C\n                                 e\n                                 \n                                    O\n                                    2\n                                 \n                                 +\n                                 δ\n                                 C\n                                 O\n                              \n                           \n                        \n                     \n                  \n                  The global net reaction thus corresponds to either steam or dry methane reforming. Possible secondary reactions may occur during ceria reduction with methane:\n                  \n                     \n                        \n                           (4)\n                           \n                              \n                                 C\n                                 \n                                    H\n                                    4\n                                 \n                                 →\n                                 C\n                                 +\n                                 2\n                                 \n                                    H\n                                    2\n                                 \n                              \n                           \n                        \n                     \n                     \n                        \n                           (5)\n                           \n                              \n                                 Ce\n                                 \n                                    O\n                                    2\n                                 \n                                 +\n                                 δ\n                                 C\n                                 →\n                                 C\n                                 e\n                                 \n                                    O\n                                    \n                                       2\n                                       -\n                                       δ\n                                    \n                                 \n                                 +\n                                 δ\n                                 C\n                                 O\n                              \n                           \n                        \n                     \n                  \n                  Other possible reactions are the ceria reduction with H2 and CO (formed from Eq. (1)) yielding H2O and CO2 (reverse of Eqs. (2) and (3)), the net reaction thus being:\n                  \n                     \n                        \n                           (6)\n                           \n                              \n                                 4\n                                 C\n                                 e\n                                 \n                                    O\n                                    2\n                                 \n                                 +\n                                 δ\n                                 C\n                                 \n                                    H\n                                    4\n                                 \n                                 →\n                                 4\n                                 C\n                                 e\n                                 \n                                    O\n                                    \n                                       2\n                                       -\n                                       δ\n                                    \n                                 \n                                 +\n                                 δ\n                                 C\n                                 \n                                    O\n                                    2\n                                 \n                                 +\n                                 2\n                                 δ\n                                 \n                                    H\n                                    2\n                                 \n                                 O\n                              \n                           \n                        \n                     \n                  \n                  During ceria oxidation with H2O, side reactions related to the carbon deposition (Eq. (4)) are expected:\n                  \n                     \n                        \n                           (7)\n                           \n                              \n                                 C\n                                 +\n                                 \n                                    H\n                                    2\n                                 \n                                 O\n                                 →\n                                 C\n                                 O\n                                 +\n                                 \n                                    H\n                                    2\n                                 \n                              \n                           \n                        \n                     \n                  \n                  \n                     \n                        \n                           (8)\n                           \n                              \n                                 CO\n                                 +\n                                 \n                                    H\n                                    2\n                                 \n                                 O\n                                 →\n                                 C\n                                 \n                                    O\n                                    2\n                                 \n                                 +\n                                 \n                                    H\n                                    2\n                                 \n                              \n                           \n                        \n                     \n                  \n                  The sum of the above reactions corresponds to:\n                        \n                           (9)\n                           \n                              \n                                 C\n                                 +\n                                 2\n                                 \n                                    H\n                                    2\n                                 \n                                 O\n                                 →\n                                 C\n                                 \n                                    O\n                                    2\n                                 \n                                 +\n                                 2\n                                 \n                                    H\n                                    2\n                                 \n                              \n                           \n                        \n                     \n                  \n                  Alternatively, if ceria is oxidized with CO2, the potential side reaction associated to the carbon deposition is the Boudouard reaction:\n                  \n                     \n                        \n                           (10)\n                           \n                              \n                                 C\n                                 +\n                                 C\n                                 \n                                    O\n                                    2\n                                 \n                                 →\n                                 2\n                                 C\n                                 O\n                              \n                           \n                        \n                     \n                  \n                  During partial ceria reduction with methane (Eq. (1)), oxygen is released from the ceria lattice and it is then recovered at the outlet in the form of CO, CO2 and H2O. Therefore, the oxygen non-stoichiometry (δred) can be calculated by:\n                        \n                           (11)\n                           \n                              \n                                 \n                                    δ\n                                    \n                                       red\n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          n\n                                          \n                                             CO\n                                          \n                                       \n                                       +\n                                       2\n                                       \n                                          n\n                                          \n                                             C\n                                             \n                                                O\n                                                2\n                                             \n                                          \n                                       \n                                       +\n                                       \n                                          n\n                                          \n                                             \n                                                H\n                                                2\n                                             \n                                             O\n                                          \n                                       \n                                    \n                                    \n                                       n\n                                       \n                                          Ce\n                                          \n                                             O\n                                             2\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                  \n                  where ni are the mole amounts of species i.\n                  During ceria oxidation with H2O (Eq. (2)), the replenished oxygen non-stoichiometry (δox) can be calculated from the total amount of H2 produced minus the amounts of H2 produced by the reactions of carbon with H2O (equal to the amount of CO and twice the amount of CO2) (Eqs. (7)-(9)):\n                  \n                     \n                        \n                           (12)\n                           \n                              \n                                 \n                                    δ\n                                    \n                                       ox\n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          n\n                                          \n                                             H\n                                             2\n                                          \n                                       \n                                       -\n                                       \n                                          n\n                                          \n                                             CO\n                                          \n                                       \n                                       -\n                                       2\n                                       \n                                          n\n                                          \n                                             C\n                                             \n                                                O\n                                                2\n                                             \n                                          \n                                       \n                                    \n                                    \n                                       n\n                                       \n                                          Ce\n                                          \n                                             O\n                                             2\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                  \n                  In case of ceria oxidation with CO2 (Eq. (3)), the replenished oxygen non-stoichiometry (δox) is calculated using a mass balance on oxygen, as follows:\n                  \n                     \n                        \n                           (13)\n                           \n                              \n                                 \n                                    δ\n                                    \n                                       ox\n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       2\n                                       \n                                          n\n                                          \n                                             C\n                                             \n                                                O\n                                                2\n                                             \n                                             ,\n                                             i\n                                             n\n                                          \n                                       \n                                       -\n                                       \n                                          n\n                                          \n                                             CO\n                                             ,\n                                             o\n                                             u\n                                             t\n                                          \n                                       \n                                       -\n                                       2\n                                       \n                                          n\n                                          \n                                             C\n                                             \n                                                O\n                                                2\n                                             \n                                             ,\n                                             o\n                                             u\n                                             t\n                                          \n                                       \n                                    \n                                    \n                                       n\n                                       \n                                          Ce\n                                          \n                                             O\n                                             2\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                  \n                  When carbon deposition occurs, the amount of additional CO produced from Eq. (10) (equal to the total outlet CO minus the CO produced from Eq. (3) can be quantified separately \n                        \n                           \n                              =\n                              2\n                              \n                                 n\n                                 \n                                    CO\n                                    ,\n                                    o\n                                    u\n                                    t\n                                 \n                              \n                              +\n                              2\n                              \n                                 n\n                                 \n                                    \n                                       \n                                          CO\n                                       \n                                       2\n                                    \n                                    ,\n                                    o\n                                    u\n                                    t\n                                 \n                              \n                              -\n                              2\n                              \n                                 n\n                                 \n                                    \n                                       \n                                          CO\n                                       \n                                       2\n                                    \n                                    ,\n                                    i\n                                    n\n                                 \n                              \n                           \n                        \n                     .\n                  The performance indicators of the solar reactor for chemical-looping reforming of methane and H2O/CO2 splitting are reported in terms of methane conversion, solar-to-fuel energy conversion efficiency, and energy upgrade factor. The solar-to-fuel energy conversion efficiency (\n                        \n                           η\n                           \n                              solar\n                              -\n                              t\n                              o\n                              -\n                              f\n                              u\n                              e\n                              l\n                           \n                        \n                     ) is defined as the ratio of the total chemical energy of the syngas produced by ceria redox cycle to the total energy input, which is the sum of the solar input in both the reduction and oxidation steps and the lower heating value of the converted methane [38]:\n                        \n                           (14)\n                           \n                              \n                                 \n                                    η\n                                    \n                                       solar\n                                       -\n                                       t\n                                       o\n                                       -\n                                       f\n                                       u\n                                       e\n                                       l\n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   m\n                                                   ̇\n                                                \n                                                \n                                                   H\n                                                   2\n                                                \n                                             \n                                             \n                                                \n                                                   ∙\n                                                   L\n                                                   H\n                                                   V\n                                                \n                                                \n                                                   H\n                                                   2\n                                                \n                                             \n                                             +\n                                             \n                                                \n                                                   m\n                                                   ̇\n                                                \n                                                \n                                                   CO\n                                                \n                                             \n                                             \n                                                \n                                                   ∙\n                                                   L\n                                                   H\n                                                   V\n                                                \n                                                \n                                                   CO\n                                                \n                                             \n                                          \n                                       \n                                       \n                                          cycle\n                                       \n                                    \n                                    \n                                       \n                                          \n                                             P\n                                             ̇\n                                          \n                                          \n                                             solar\n                                          \n                                       \n                                       +\n                                       \n                                          \n                                             \n                                                X\n                                                \n                                                   \n                                                      CH\n                                                   \n                                                   4\n                                                \n                                             \n                                             \n                                                \n                                                   \n                                                      ∙\n                                                      m\n                                                   \n                                                   ̇\n                                                \n                                                \n                                                   \n                                                      CH\n                                                   \n                                                   4\n                                                \n                                             \n                                             ∙\n                                             \n                                                \n                                                   LHV\n                                                \n                                                \n                                                   \n                                                      CH\n                                                   \n                                                   4\n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     where \n                        \n                           \n                              LHV\n                           \n                           \n                              H\n                              2\n                           \n                        \n                     , \n                        \n                           \n                              LHV\n                           \n                           \n                              CO\n                           \n                        \n                      and \n                        \n                           \n                              LHV\n                           \n                           \n                              \n                                 CH\n                              \n                              4\n                           \n                        \n                      are the lower heating values (J/kg) of H2, CO and CH4, respectively, \n                        \n                           \n                              m\n                              ̇\n                           \n                           \n                              H\n                              2\n                           \n                        \n                      and \n                        \n                           \n                              m\n                              ̇\n                           \n                           \n                              CO\n                           \n                        \n                      are the mass flow rates (kg/s) of H2 and CO produced in the cycle, \n                        \n                           \n                              m\n                              ̇\n                           \n                           \n                              \n                                 CH\n                              \n                              4\n                           \n                        \n                      is the mass flow rate of injected methane, \n                        \n                           \n                              P\n                              ̇\n                           \n                           \n                              solar\n                           \n                        \n                      is the total solar power input (W) in the cycle and \n                        \n                           X\n                           \n                              \n                                 C\n                                 H\n                              \n                              4\n                           \n                        \n                      is the methane conversion (\n                        \n                           \n                              X\n                              \n                                 \n                                    CH\n                                 \n                                 4\n                              \n                           \n                           =\n                           1\n                           -\n                           \n                              \n                                 \n                                    m\n                                    ̇\n                                 \n                                 \n                                    \n                                       unreactedCH\n                                    \n                                    4\n                                 \n                              \n                              \n                                 \n                                    m\n                                    ̇\n                                 \n                                 \n                                    \n                                       CH\n                                    \n                                    4\n                                 \n                              \n                           \n                        \n                     ).\n                  The energy upgrade factor (U) is given by the ratio of the energy contained in the outlet gas flow to the energy content of the inlet flow.\n                  \n                     \n                        \n                           (15)\n                           \n                              \n                                 U\n                                 =\n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      m\n                                                      ̇\n                                                   \n                                                   \n                                                      H\n                                                      2\n                                                   \n                                                \n                                                \n                                                   \n                                                      ∙\n                                                      L\n                                                      H\n                                                      V\n                                                   \n                                                   \n                                                      H\n                                                      2\n                                                   \n                                                \n                                                +\n                                                \n                                                   \n                                                      m\n                                                      ̇\n                                                   \n                                                   \n                                                      CO\n                                                   \n                                                \n                                                \n                                                   \n                                                      ∙\n                                                      L\n                                                      H\n                                                      V\n                                                   \n                                                   \n                                                      CO\n                                                   \n                                                \n                                             \n                                          \n                                          \n                                             cycle\n                                          \n                                       \n                                       +\n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      \n                                                         1\n                                                         -\n                                                         \n                                                            X\n                                                            \n                                                               \n                                                                  CH\n                                                               \n                                                               4\n                                                            \n                                                         \n                                                      \n                                                   \n                                                   ∙\n                                                   \n                                                      m\n                                                      ̇\n                                                   \n                                                \n                                                \n                                                   \n                                                      C\n                                                      H\n                                                   \n                                                   4\n                                                \n                                             \n                                             ∙\n                                             \n                                                \n                                                   LHV\n                                                \n                                                \n                                                   \n                                                      CH\n                                                   \n                                                   4\n                                                \n                                             \n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             \n                                                m\n                                                ̇\n                                             \n                                             \n                                                \n                                                   CH\n                                                \n                                                4\n                                             \n                                          \n                                          ∙\n                                          \n                                             \n                                                LHV\n                                             \n                                             \n                                                \n                                                   CH\n                                                \n                                                4\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                  \n                  The present study describes the experimental investigation of the solar chemical-looping methane reforming and H2O/CO2 splitting utilizing ceria oxygen carrier. Experiments were performed in a 1.5 kWth volumetric solar reactor using real high-flux solar radiation concentrated by a parabolic dish solar concentrator. The performance stability and reliability of this reactor for the combined two-step solar process (methane reforming and H2O/CO2 splitting) was studied using ceria reticulated porous foam structure integrated in the solar reactor. The effect of operating parameters such as temperature and methane flow rate on syngas production and reactor performances was experimentally investigated and evaluated in terms of the foam-averaged oxygen non-stoichiometry (δred and δox), syngas yield and composition, and reactor conversion metrics (\n                        \n                           \n                              X\n                              \n                                 \n                                    CH\n                                 \n                                 4\n                              \n                           \n                           ,\n                           U\n                           ,\n                           \n                              η\n                              \n                                 solar\n                                 -\n                                 t\n                                 o\n                                 -\n                                 f\n                                 u\n                                 e\n                                 l\n                              \n                           \n                        \n                     ).",
    "Experimental section": "2\n                  Experimental section\n                  \n                     2.1\n                     Material synthesis\n                     The ceria reticulated foams were synthesized via a replication technique and further subjected to thermal stabilization. Cerium oxide powder (particle size <5 µm, 99.9% purity, Sigma Aldrich) was well crushed in a mortar. In addition, solid carbon particles (graphite purchased from TIMCAL, particle size 5–10 µm) were utilized as pore-forming agent to increase the porosity of the foam struts. The ceria powder and organics binder (Butvar™ B-98) with a ratio of 6.7:1 (mass basis) were dissolved in ethanol under continuous magnetic stirring at 60 °C. After complete mixing, the prepared carbon particles were added under stirring (with 50 vol% of ceria). The ceria slurry was formed and it was then cooled to ambient temperature. After that, the organic polyurethane template with a cylindrical shape (63 mm diameter and 15 mm height, 5 pores/inch) was totally and repeatedly immersed in the ceria slurry until obtaining a sufficient layer of the slurry coating the template (Fig. 1\n                        a). The coated foams were dried at ambient temperature for 20 min and then fired in a furnace under air at 1000 °C for 6 h to totally burn the carbon particles, organic binder as well as organic polyurethane matrix and to form an open cell foam (Fig. 1b). Ultimately, the ceria foams were annealed again in a furnace for 5 h at 1050 °C in air to sinter the structure (Fig. 1c). The final properties of the pre-sintered ceria foam were estimated (specific surface area: <1 m2/g, mean cell size: 3.5 mm, apparent density: 0.595 g/cm3, porosity: 91.8%).\n                  \n                  \n                     2.2\n                     Solar reactor configuration and experimental method\n                     The lab-scale solar reactor and auxiliary components are schematically depicted in Fig. 2\n                        . The solar reactor concept is based on a directly-irradiated volumetric solar absorber configuration. It consists of a cylindrical cavity receiver with a conical shape (60° angle) at the cavity bottom, made of metallic alloy with a melting point of ∼1500 °C (volume: 0.299 L and total height: 115 mm). The cavity bottom was bored for the passage of an alumina tube (4x2 mm) where Ar carrier gas, CH4 and H2O/CO2 were injected to react with ceria. The cavity was vertically positioned inside a 30 mm-thick alumino-silicate insulation layer. The whole system was lined within a water-cooled cylindrical stainless steel shell.\n                     The top of the cavity was closed by an alumina cap with a 20 mm-diameter aperture and a 2 mm-thick zirconia felt placed just above. An additional protective graphite layer (2 mm-thick) with a 15 mm diameter aperture was subsequently placed at the focal point above the zirconia felt to protect it from the high-flux radiation. The solar reactor was closed by a hemispherical transparent glass window and was heated by the high-flux radiation provided by a vertical-axis solar concentrator (2 m diameter parabolic mirror with 0.85 m focal distance).\n                     Two B-type thermocouples (TC) were inserted inside the conical part of the cavity (T3 in the foam sample and T1 in the alumina wool support), and another TC (T2) was positioned at the external cavity surface. The cavity pressure (P) was measured by a pressure transducer. An optical pyrometer (operating at 4.8–5.2 µm in a H2O absorption band) was utilized to directly measure the uppermost sample surface temperature.\n                     The porous foam was placed on the alumina wool support inside the cavity directly exposed to concentrated solar irradiation, while the CH4 or H2O/CO2 flow was fed along with Ar carrier gas (0.2 Nl/min) at the cavity bottom. The carrier gas was used (at constant flow rate) to maintain the same minimum sweep gas and ensure permanent gas flow through the foam. Moreover, the carrier gas dilutes the methane and lowers the carbon formation at the ceria surface because the amount of carbon produced depends on the inlet methane partial pressure, as shown by the experimental results. The reactive gas then flowed through the ceria foam in the upward direction. Furthermore, Ar protective flow (2 Nl/min) was fed into the window area (it thus did not flow inside the ceria foam) and subsequently entered the cavity through the aperture in the downward direction to prevent the hot gases contact with the window. CH4, CO2 and Ar flows were regulated by electronic Mass Flow Controllers (MFC, Brooks Instruments model SLA5850S, 0–5 Nl/min ± 0.2% of full scale) and liquid water was also supplied by a MFC (0–30 g/h ± 1% of full scale). Water was vaporized in the feeding tube before entering the cavity. All the product gases including Ar exited the reactor via the single outlet port on the upper cylindrical part of the cavity. Then, they flowed into a bubbler to condense steam and subsequently a gas filtering unit (two micro filters with 0.1 µm pore diameter) to remove moisture as well as carbon particles prior to gas analysis. The product gas composition was analyzed by an on-line syngas analyzer (GEIT 3100, uncertainty < ±0.1% of full scale) using NDIR cells for measuring CO, CO2 and CH4 concentrations and thermal conductivity detector for H2. Finally, all the data were recorded by an automated data acquisition system (BECKHOFF).\n                     The experiments were conducted at the focus of a vertical high-flux solar furnace of CNRS-PROMES. The reactor cavity was initially evacuated with pumping to purge residual air from the system and then operated at atmospheric pressure (∼0.85 bar at site elevation of about 1500 m). Subsequently, the reactor was gradually solar-heated to the targeted temperature in the range of 900–1050 °C. During heating, the Ar carrier gas (0.2 Nl/min) and Ar protective gas (2 Nl/min) were delivered to the reactor cavity and window area, respectively. Once the desired reduction temperature was reached, the CH4 flow was delivered (along with Ar carrier gas) to drive the reduction reaction. After reduction, the CH4 flow was stopped and, after a purge step of a few minutes (with Ar only), the oxidizing agent (H2O or CO2) was injected (along with Ar carrier gas) to drive the oxidation reaction at the same temperature. When the gas production rates approached zero, the oxidizing agent flow was stopped to purge the system with inert gas and the cycle was repeated again. Because of the opposite heat effects of the reactions, the solar power input was modulated to achieve the targeted temperature (the shutter opening was thus lowered during oxidation to counterbalance the exothermal effect, and inversely during reduction). The solar power input was thus different during the reduction and oxidation step to maintain the temperature constant (it was reduced when switching from reduction to oxidation step). The oxidation step could even be performed without any solar power input but this option was not selected here to keep isothermal two-step process and to avoid sensible heat losses due to solid reactant cooling. The flow rate of each gas specie (\n                           \n                              F\n                              i\n                           \n                        ) was calculated from their mole fraction (yi) and the known flow rate of inert gas (FAr): \n                           \n                              \n                                 \n                                    F\n                                    i\n                                 \n                                 =\n                                 \n                                    F\n                                    \n                                       Ar\n                                    \n                                 \n                                 ∙\n                                 \n                                    y\n                                    i\n                                 \n                                 /\n                                 \n                                    y\n                                    \n                                       Ar\n                                    \n                                 \n                              \n                           \n                        . Then, the syngas yields and averaged oxygen non-stoichiometry of the foam structure (δ) were quantified by time-integration of the measured gas production rates over each cycle. The performance metrics of the solar reactor (Eqs. (14)-(15)) were determined from the measured gas production and solar power input.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Effect of methane flow-rate\n                     The influence of inlet methane flow rate on syngas production from ceria foam was studied. Fig. 3\n                         shows the transient production rates of syngas along with nominal reactor temperature (corresponding to T3) during ceria reduction (foam mass: 18.3705 g) for different CH4 flow-rates at 1000 °C (with a constant Ar carrier gas flow rate at 0.2 Nl/min to maintain the same minimum sweep gas and ensure permanent gas flow through the foam), followed by exothermic ceria oxidation with H2O. In the oxidation step at the same temperature, H2O (200 mg/min) was introduced as steam with Ar (0.2 Nl/min), yielding a steam mole fraction at inlet of ca. 55%. Note that the global steam supplied over the whole oxidation step was in excess when compared to that required based on the initial ceria non-stoichiometry and thus, the final oxidation extent was not limited by reactant supply rate. However, the oxidation rate may likely be limited by reactant supply rate, especially at the beginning of the reaction when the amount of oxygen vacancies is maximum (thus converting the whole fed water). The homogeneous temperature inside the reactor cavity was validated by narrow gaps (<20 °C) between T1 (below the foam), T3 (center of the foam) and Tpyrometer (upper surface of the foam), thus confirming the volumetric solar radiation absorption of the porous foam.\n                     The syngas flows consisting mainly of CO and H2 increased sharply once CH4 injection was initiated. A sharp drop of the reactor temperature at the beginning of the reduction reaction was observed because of the endothermic reaction. Actually, the solar reactor was initially overheated by about 35–40 °C above the temperature set-point to alleviate this effect. The methane evolution was reverse to those of H2 and CO as a result of methane consumption. The presence of CO2 was observed at the beginning of the reaction, which should also be accompanied by a transient production of H2O (not detected because trapped in the condenser) [13], according to Eq. (6). The formation of CO2 and H2O was also observed in prior works about ceria reduction with methane at 900–1000 °C [8,41]. This is attributed to the large amount of available surface oxygen that reacts readily with CH4 to form both H2O and CO2. This initial production of CO2 stopped after the first 2 min of reaction. Then, the reaction progressed with a sharp production of H2 and CO without the presence of H2O and CO2. The syngas then decreased progressively after finishing the oxygen-releasing ceria reduction. When the CO flow-rate attained zero, the methane injection was stopped to purge the reactor with Ar before introducing the oxidizing gas for the subsequent oxidation step.\n                     The operating conditions and experimental results for 15 consecutive solar-driven cycling experiments using the directly irradiated volumetric solar reactor are summarized in Table 1\n                        .\n                     The syngas production rates increased with increasing inlet CH4 flow rate. For example, the peak rates of H2 and CO production were 0.12 and 0.08 Nl/min at a CH4 flow-rate of 0.1 Nl/min (inlet CH4 mole fraction of 33%) compared to 0.52 and 0.2 Nl/min at a CH4 flow rate of 0.4 Nl/min (inlet CH4 mole fraction of 67%). Moreover, increasing the CH4 flow-rate resulted in a significant beneficial enhancement of the kinetic rate of ceria reduction (because of CH4 partial pressure increase), which in turn led to a shortened operating duration, decreasing from 16 min at 0.1 Nl/min to 8.5 min at 0.4 Nl/min. Besides, a plateau in the H2 production profile was noticed while the CO production attained zero. This can be attributed to the thermal methane decomposition (Eq. (4)), thereby resulting in the additional formation of H2 and carbon deposition as long as methane was injected, which in turn leads to the formation of CO/CO2 during the oxidation step with H2O (carbon gasification, Eqs. (7)-(9)). This side reaction was thus taken into account thoroughly during the data treatment to quantify separately the amounts of H2 and CO produced from ceria and the ones produced from deposited C. A part of the carbon formed from CH4 exits the reactor as transported particles during the first step and it is thus not gasified in the subsequent oxidation step, which explains some of the U values being lower than one in Table 1. Note that consecutive cycles were performed and that quantifying the outlet carbon at each cycle during high-temperature experiments is impossible.\n                     Regarding the ceria oxidation step with H2O, the H2 flow-rate profile remained similar for each CH4 flow-rate (as noticed by the same H2 peak rate value of 0.2 Nl/min) while the operating duration increased slightly (from 8.6 min at 0.1 Nl/min to 11 min at 0.4 Nl/min). However, the CO and CO2 production rates increased with CH4 flow-rate as a result of the steam gasification of solid carbon deposit (issued from the reduction step). Concomitantly, the reactor temperature increased significantly at the beginning of the oxidation step due to the exothermic reaction. The ceria oxidation with H2O was finished when the rate of H2 evolution approached zero. In fact, the water reactant was fed in excess when related to the global duration of the oxidation step (i.e. total amount of fed water larger than total amount of initial oxygen non-stoichiometry). For example, the amount of water required for complete CeO2-δ oxidation (at δ = 0.38) is about 758 mg (this water amount is injected after 3.79 min when fed at 200 mg/min). Fig. 3 shows that H2 production during oxidation peaks at ca. 0.2 Nl/min, which corresponds to almost complete H2O conversion. Consequently, the water flow rate supply may be limiting at the beginning of the reaction, because the maximum H2 flow rate produced is constant and corresponds roughly to the steam flow rate (∼0.25 Nl/min), which means that most of the injected water is converted into H2. Thus, the oxidation rate is limited by the reactant supply rate in the early stage of the reaction (when the amount of oxygen non-stoichiometry is maximum).\n                     \n                        Fig. 4\n                         shows the syngas yields (calculated by time-integration of the measured syngas production rates (Fig. 3) over each run) produced per gram of CeO2 [mmol/gCeO₂] during ceria reduction with methane (Fig. 4a) followed by ceria oxidation with H2O (Fig. 4b) as a function of CH4 flow-rate. These syngas yields were quantified separately, segregating the gases produced via the partial ceria reduction by methane and ceria oxidation (Eqs. (1) & (2)) from the H2 produced by methane cracking (Eq. (4)) and the gases produced from the reactions with C during oxidation (Eqs. (7)-(9)). Increasing the CH4 flow-rate (Fig. 4a) improved the H2 and CO yields produced from Eq. (1) (from 3.25 and 1.66 mmol/gCeO₂ at 0.1 Nl/min to 3.78 and 1.89 mmol/gCeO₂ at 0.4 Nl/min, respectively). This is inherently combined with an improvement of the oxygen yield (δred) that increases with CH4 flow-rate (in the range 0.35–0.38 mol/mol). However, it reached a plateau above 0.2 Nl/min, presumably due to the equilibrium state completion of ceria reduction because excess methane is injected (further increase of methane thus did not increase the reduction extent of ceria foam after reaching equilibrium in the structure). This final state in the averaged ceria non-stoichiometry for the whole foam is attributed to heat and mass transfer limitations (then inducing temperature and reacting gas concentrations gradients within the foam). This means that the foam is likely not reduced uniformly, which results in a foam-averaged maximum δred value lower than 0.5. The reaction was operated until completion because the system is opened and gases are constantly removed from the system. Thus, equilibrium in the material averaged non-stoichiometry was reached and the total potential amount of syngas produced from the reaction was quantified during both reduction and oxidation steps (the feed gas was stopped once the syngas outlet concentrations dropped to zero, meaning that the reaction was complete). Based on the standard deviation of gas analysis measurements, the uncertainty on both δred and δox was estimated to be ±0.01 and the syngas yield was calculated with ±2.3% relative uncertainty. The amount of CO2 remained the same while the H2 yield produced from CH4 cracking (Eq. (4)) increased dramatically from 0 to 2.76 mmol/gCeO₂ within the considered range. The associated formed solid carbon was half the amount of H2 and ranged between 0 and 1.38 mmol/gCeO₂ at 0.1–0.4 Nl/min. The H2 yield associated with CH4 cracking was calculated from the total H2 yield measured by gas analysis minus the H2 yield formed by reaction between ceria and methane according to Eq. (1) (equal to twice the amount of CO produced). This calculation thus allowed quantifying the amounts of H2 formed from both ceria reduction (CeO2 + CH4) and from CH4 cracking. This method is the most convenient and accurate way to determine the H2 produced by methane cracking, and in turn the associated carbon formed. Note that carbon balance was not possible because part of the carbon escapes from the reactor and deposits in the outlet components during the performed consecutive cycles, and thus it cannot be quantified directly.\n                     Similarly, the amounts of H2 produced during the oxidation step with H2O were quantified separately, whether produced from CeO2-δ oxidation or produced from the solid carbon gasification. According to Fig. 4b, the quantities of H2 (C + H2O) and CO (C + H2O) produced from Eq. (7) and H2 (C + 2H2O) and CO2 (C + 2H2O) produced from Eq. (9) were plotted in order to demonstrate the effect of carbon deposition on syngas selectivity during oxidation step. The H2 (C + H2O) yield was calculated from the known amount of CO measured by gas analysis, which was equal to the amount of H2 (Eq. (7)). Thus, the H2 and CO yields (C + H2O) completely overlapped. The H2 (C + 2H2O) yield was calculated from the known amount of CO2 measured by gas analysis, which was equal to half the amount of H2 (Eq. (9)).\n                     As expected, the yields of H2 (C + H2O), CO (C + H2O), H2 (C + 2H2O) and CO2 (C + 2H2O) increased in relation to the increase of CH4 flow-rate in the reduction step, because of the higher carbon formed by methane cracking. Hence, increasing the methane flow-rate has an adverse impact on the oxidation step in terms of CO and CO2 productions. The H2 (CeO2-δ+H2O) yield, which was the main gaseous product, also increased consistently with the rise of CH4 flow-rate (ranging between 2.01 and 2.16 mmol/gCeO₂). This is associated with the rise in δox (0.35–0.37 mol/mol) consistent with the increase of CH4 flow-rate. In other words, the increase of oxygen vacancies formation when increasing methane partial pressure during reduction, leads to an enhancement of the H2 yield during ceria oxidation with H2O, arising from the replenishment of the oxygen vacancies. Besides, the similar values between δred and δox confirm the complete re-oxidation of ceria with H2O.\n                     According to Fig. 5\n                        a, the ceria reduction yield (Xred = δred/δmax with δmax = 0.5 for complete reduction of Ce4+ into Ce3+) increased with CH4 flow-rate leading to a significant enhancement in the solar-to-fuel efficiency (from 2.92% at 0.1 Nl/min to 5.22% at 0.4 Nl/min). The measured efficiencies are consistent with those obtained previously in a solar particle-transport tubular reactor at higher temperatures [38]. Note that the total solar input during both reduction and oxidation steps was included in the current study, as opposed to [38]. However, the methane conversion (XCH₄) decreased considerably when increasing the CH4 flow-rate (from 68.52 to 53.82%, at 0.1–0.4 Nl/min, respectively). This decrease is attributed to the excess methane supply that does not match the rate of oxygen release from ceria (as evidenced by the Xred plateau in Fig. 5a). In addition, the ceria oxidation yields (Xox = δox/δred) were close to 100% throughout the considered range, pointing out complete re-oxidation.\n                     \n                        Fig. 5b compares the total syngas yield obtained from both reduction and oxidation steps as a function of CH4 flow-rate to the theoretical maximum yield value (assuming that δmax is equal to 0.5 in Eqs. (1) and (2) yielding 0.5 mol CO and 1.5 mol H2 per mole CeO2) reached at ceria reduction completion (corresponding to Ce2O3). For accurate comparison of the syngas yields, the amount of H2 associated with CH4 cracking during reduction step and the amounts of H2, CO and CO2 produced by deposited carbon during oxidation step with H2O were therefore not taken into account in this calculation (data in Fig. 5b are thus related to the amount of gas produced from Eqs. (1) and (2) only). The higher the methane flow-rate in the feed gas, the higher the syngas yield. The H2 and CO yields increased from 5.26 and 1.66 mmol/gCeO₂ (at 0.1 Nl/min) to 5.94 and 1.89 mmol/gCeO₂ (at 0.4 Nl/min), respectively. The H2/CO ratio remained constant (∼3.1) over the considered range (thus near the stoichiometric ratio of 3), while the total syngas yield increased up to 8.08 mmol/gCeO₂ at 0.4 Nl/min, thus reaching 70% of maximal yield (11.63 mmol/gCeO₂ for δmax = 0.5). Besides, small amounts of CO2 (0.08–0.10 mmol/gCeO₂) and H2O (0.17–0.19 mmol/gCeO₂) were formed. The energy upgrade factor (U) was stable regardless of CH4 flow-rate. This is because the solid carbon formation increased with CH4 flow-rate, and part of the particles were transported by Ar carrier gas to the bubbler and filtering unit, thereby losing the calorific value contained in the solid carbon particles and leading to a constant level of U.\n                     In addition to the relevant figures of merit appraised above, Table 2\n                         reports the C yield associated with CH4 cracking (Eq. (4)), the H2O yield (Eq. (6)), the CO (\n                           \n                              \n                                 S\n                                 \n                                    CO\n                                 \n                              \n                              =\n                              \n                                 n\n                                 \n                                    CO\n                                 \n                              \n                              \n                                 /\n                                 (\n                              \n                              \n                                 n\n                                 \n                                    CO\n                                 \n                              \n                              +\n                              \n                                 n\n                                 \n                                    \n                                       CO\n                                    \n                                    2\n                                 \n                              \n                           \n                        )) and H2 (\n                           \n                              \n                                 S\n                                 \n                                    H\n                                    2\n                                 \n                              \n                              =\n                              \n                                 n\n                                 \n                                    H\n                                    2\n                                 \n                              \n                              \n                                 /\n                                 (\n                              \n                              \n                                 n\n                                 \n                                    H\n                                    2\n                                 \n                              \n                              +\n                              \n                                 n\n                                 \n                                    \n                                       H\n                                       2\n                                    \n                                    O\n                                 \n                              \n                           \n                        )) selectivity (as defined in [41]), the oxidant conversion (\n                           \n                              \n                                 n\n                                 \n                                    H\n                                    2\n                                 \n                              \n                              /\n                              \n                                 n\n                                 \n                                    \n                                       H\n                                       2\n                                    \n                                    O\n                                    ,\n                                    i\n                                    n\n                                 \n                              \n                           \n                        ), and the peak and average syngas production rates for the 15 cycles. The calculated carbon (from CH4 cracking) and H2O (from CeO2 + CH4) yields were in the ranges of 0–1.38 and 0.13–0.20 mmol/gCeO₂, respectively. Carbon deposition is intrinsic to the process involving methane at high temperature (above 1000 °C) and cannot be avoided, except for the lowest temperature (950 °C, cycle 9) or the lowest CH4 flow rate (0.1 Nl/min, cycle 2). Thus, low temperature or low CH4 content in the feed are suitable conditions for eliminating carbon formation. When the temperature exceeds 1000 °C, the CH4 decomposition is thermodynamically favored and occurs on the reactive material as well as on the hot reactor wall surfaces. When the rate of diffusion of the bulk lattice oxygen to the surface is slower than methane dissociation, chemisorbed carbon accumulates on the surface. Carbon accumulation tends to occur when more than 80% of the available oxygen from the oxygen carrier material has been consumed [39]. Thus, carbon deposition could be alleviated if the reduction was stopped before reaching the maximum achievable δred.\n                     Both \n                           \n                              S\n                              \n                                 CO\n                              \n                           \n                         and \n                           \n                              S\n                              \n                                 H\n                                 2\n                              \n                           \n                        were beyond 94% while the oxidant conversion was up to 51% (mole ratio of the total amount of H2 or CO produced during oxidation to the amount of H2O or CO2 fed). The average syngas production rates during reduction step were in the ranges of 0.03–0.09 and 0.07–0.29 Nl/min for CO and H2 respectively, while the average H2 production rates during oxidation step were in the range of 0.07–0.11 Nl/min (0.08 Nl/min for CO in cycle 15).\n                  \n                  \n                     3.2\n                     Effect of reactor temperature\n                     Experiments were carried out to investigate the effect of temperature on syngas yield and composition, reaction extent as well as reactor performances at nominal temperatures of 950 °C, 1000 °C and 1050 °C (corresponding to T3). The ceria reticulated foam was reduced with a constant CH4 flow-rate of 0.2 Nl/min (CH4 mole fraction of 50% at inlet) and subsequently re-oxidized at the same temperature with H2O (200 mg/min, steam mole fraction of 55% at inlet).\n                     \n                        Fig. 6\n                         shows syngas production rates along with reactor temperature during both steps. During reduction step, the syngas production rates increased when increasing the temperature. The peak rates of H2, CO and CO2 production were 0.15, 0.08 and 0.04 Nl/min at 950 °C compared to 0.36, 0.16 and 0.07 Nl/min at 1050 °C. In addition, the kinetic rate of ceria reduction was improved, as evidenced by the lowered reaction duration (from 21 min at 950 °C to 13 min at 1050 °C). A plateau region in the H2 and CH4 profiles was particularly observed at 1050 °C (after 8 min), while CO flow-rate attained zero (Fig. 6e). This is the result of the thermodynamically favored CH4 cracking reaction as temperature increases (forming both H2 and carbon deposition), thus leading to the additional H2, CO and CO2 formation (Eqs. (7)–(9)) during ceria oxidation step with H2O. Similar solid carbon by-product during ceria reduction with methane was previously observed in a tubular packed-bed solar reactor [8].\n                     During oxidation step with H2O, the peak H2 production rate (∼0.2 Nl/min) was not significantly different when increasing the temperature between 950 and 1050 °C. The H2 peak rate thus remains stable and it does not differ with temperature because it accounts for nearly complete conversion of the oxidizer (i.e. the oxidation rate is controlled by reactant supply rate at the beginning of the reaction). However, the peak rate of CO and CO2 tended to increase slightly. The oxidation duration tended to rise moderately (8.5–9.5 min), thus indicating that the temperature (950–1050 °C) did not show any significant impact on the kinetic rate of the oxidation step.\n                     The measured syngas flow-rates (Fig. 6) were used to quantify the syngas yield as well as δred and δox by time integration of the syngas production rates (Fig. 7\n                        ). During reduction step, the H2 (CeO2 + CH4) and CO yields (Fig. 7a) increased with temperature (from 3.38 and 1.61 mmol/gCeO₂ at 950 °C to 3.59 and 1.79 mmol/gCeO₂ at 1050 °C, respectively). Moreover, increasing the temperature drastically promoted δred, rising in the range 0.33–0.38. CO2 tended to increase minimally (0.08–0.1 mmol/gCeO₂) while a sharp increase in the H2 (CH4 cracking) yield (from 0 to 2 mmol/gCeO₂) was highlighted, because of the strong influence of temperature on CH4 cracking reaction (carbon formation (Eq. (4)) in the range 0–1 mmol/gCeO₂ at 950–1050 °C respectively). This substantial carbon deposition at 1050 °C is in agreement with the equilibrium composition of ceria reduction with methane [37].\n                     During oxidation step (Fig. 7b), the quantities of CO (C + H2O), CO2 (C + 2H2O), H2 (C + H2O) and H2 (C + 2H2O) increased with temperature, consistently with the higher carbon formation in relation to the temperature of the reduction step. In addition, an increase in temperature improved both the H2 (CeO2-δ + H2O) yield (Eq. (2)) and δox (0.33–0.37). Additionally, the δox well matched the δred, thus implying a complete ceria re-oxidation with H2O.\n                     A temperature increase enhanced the reduction yield (Xred) in the range 65.8–75.6% (Fig. 8\n                        a), while the oxidation yield (Xox) remained constant (∼100%). Methane conversion (XCH₄) increased drastically with increasing temperature and attained the highest XCH₄ value of 65.9% at 1050 °C. This is because the higher temperature induced faster oxygen release rates during ceria reduction with methane, enabling a reduction of both the operating duration and the total amount of injected CH4 (from 2.58 g at 950 °C to 1.35 g at 1050 °C for a constant methane flow-rate of 0.2 Nl/min). For these reasons, the solar-to-fuel energy conversion efficiency was thus increased in the range 2.73–4.37%. The measured efficiencies reported here are typical of lab-scale solar reactors and remain lower than the upper projected values that are achievable according to thermodynamic analysis [40–41]. The reactor performances could be drastically improved by reactor scaling-up (enabling lowered heat losses), heat and mass transfer optimization inside the reactor and porous medium (for enhanced reaction rates and reduced cycle duration, thus implying reduced solar energy input) and selection of optimal operating conditions (for maximum CH4 and H2O conversion).\n                     \n                        Fig. 8b compares the total syngas yields obtained from both reduction and oxidation steps at different temperatures and the theoretical maximum yield attained at reaction completion (involving reduction up to Ce2O3). As expected, increasing the temperature resulted in a significant beneficial improvement of the total H2 and CO yields with the highest values of 5.74 and 1.79 mmol/gCeO₂ at 1050 °C, thus reaching 65.8% for H2 and 61.5% for CO of maximum values. The syngas ratios (H2/CO) were in the range 3.2–3.3 at 950–1050 °C (the stoichiometric ratio is 3 for steam reforming: CH4 + H2O → CO + 3H2). The CO2 and H2O yields also tended to increase with temperature. The increase of CO and H2 yields led to an increase of the total syngas yield from 7.15 mmol/gCeO₂ at 950 °C to 7.84 mmol/gCeO₂ at 1050 °C, but the effect on U was not straightforward because of the carbon formation issue. Indeed, part of carbon particles exited the reactor via Ar flow (as evidenced by solid particles contained in the blubber and micro filter), which downgrades U. The carbon deposition from CH4 cracking declined with decreasing temperature while the amount of unreacted CH4 increased (thus favoring U).\n                  \n                  \n                     3.3\n                     Comparison of oxidation with H2O and CO2\n                     \n                     \n                        Fig. 9\n                         compares the syngas production rates during exothermic oxidation of ceria foam with H2O (Fig. 9a) and with CO2 (Fig. 9b) at 1000 °C, using the same operating conditions during reduction step (cycle 12 compared to cycle 15).\n                     Using CO2 as an oxidant resulted in longer oxidation duration (13.6 min for CO2 vs. 10.6 min for H2O) to reach completion, thereby denoting slower oxidation kinetics with CO2 compared to H2O. The slower syngas production rate during oxidation with CO2 could also be due to reduced thermodynamic driving force and kinetics to gasify the deposited carbon via the Boudouard reaction compared to steam gasification and not due to the kinetics of ceria oxidation. The total CO yield with CO2 as oxidant was higher when compared with the H2 yield obtained with H2O as oxidant (Table 3\n                        ). This is because carbon from methane decomposition reacts with CO2 (C + CO2 → 2CO), thus forming an additional amount of CO. However, the CO yield from CeO2-δ+CO2 reaction (Eq. (3)) was very similar to the H2 yield from CeO2-δ+H2O (Eq. (2)), thus confirming data consistency. For this reason, δox and δred were also similar either using CO2 or H2O during ceria oxidation (Table 3).\n                  \n                  \n                     3.4\n                     Thermochemical cycling stability\n                     The cycling stability of ceria was experimentally studied. Ceria foam (18.3705 g) was subjected to a total of 15 cycles (Table 1), for which 10 of them (cycles 1, 3–5 and 10–15) were operated under the same conditions in order to investigate performance stability and to confirm experimental repeatability (the other cycles were performed using different conditions of temperatures and CH4 flow-rates and were thus not reported). For these cycles (Fig. 10\n                        ), both reduction (CH4 flow-rate of 0.2 Nl/min) and oxidation (H2O flow-rate of 200 mg/min) were performed at 1000 °C (total Ar carrier gas flow-rate of 2.2 Nl/min, N2 was used in place of Ar in cycles 13 and 14 to confirm that the type of carrier gas does not change the cycling performances).\n                     As a result, the CO, CO2 and H2 yields produced from CeO2 + CH4 reaction during reduction step were constant throughout the 10 non-consecutive cycles (Fig. 10a), despite a slight fluctuation in the H2 yield associated with CH4 cracking (0.35–1.27 mmol/gCeO₂). This is simply because the amount of H2 from methane cracking depends on the reduction step duration that was not exactly the same for each cycle (as methane is continuously injected, the injection duration, and thus the amount of H2 produced is different). The δred values were reasonably stable in the range 0.35–0.38 and the δox values (in the range 0.35–0.37, Fig. 10b) were also similar to the δred values throughout the cycles, thereby highlighting stable oxygen exchange capacity of ceria foam for relatively large changes in oxygen stoichiometry.\n                     During oxidation (Fig. 10b), a stable pattern in the H2 yield from CeO2-δ+H2O in the range of 2.04–2.17 mmol/gCeO₂ was evidenced while the other H2 yields produced by the reaction of carbon with H2O (C + 2H2O, C + H2O) were also constant. The amounts of CO and CO2 were in the range of 0.11–0.18 and 0.02–0.05 mmol/gCeO₂, respectively. Note that the result of syngas yields in the cycle 15 was not shown because ceria was re-oxidized with CO2.\n                     The H2 and CO production rates (cycles n° 12, 13 and 14) were plotted to demonstrate the repeatability for both reduction (Fig. 11\n                        a) and oxidation (Fig. 11b) of ceria. The H2 profiles in the reduction step showed a slight difference (Fig. 11a) attributed to a variation in the H2 produced by CH4 cracking. Nevertheless, the CO flow-rate showed overlapping profiles. Additionally, the H2 and CO flow-rates regarding oxidation step were also similar through cycles 12–14 (Fig. 11b), thereby corroborating excellent repeatability of syngas production rates.\n                     \n                        Fig. 12\n                        a shows the reduction yield (Xred), oxidation yield (Xox), methane conversion (XCH₄) and solar-to-fuel energy conversion efficiency (ηsolar-to-fuel) for the 10 non-consecutive cycles. Both Xred and Xox fluctuated minimally in the ranges of 70.7–75.4% and 94.1–100%, respectively, thus leading to a stable ηsolar-to-fuel (3.3–4.3%). Fluctuating pattern of XCH₄ between 47 and 61% was observed due to a small variation in the rate of ceria reduction with methane that directly modifies the operating duration (in the range 9.4–11.4 min). This results in a variation of the total injected methane quantity (1.35–1.63 g), thereby affecting U in the 0.99–1.07 range (Fig. 12b). Noticeably, the U evolution is reverse to that of XCH₄ since the increase of XCH₄ may imply an increase in the amount of carbon deposition that leads to a lowered U (e.g., cycles 5 and 10). The total H2 and CO yields over cycling (Fig. 12b) were also stable (5.55–5.80 and 1.74–1.82 mmol/gCeO₂, respectively), thus leading to fairly constant H2/CO ratio (3.13–3.2) and overall syngas yield (7.55–7.89 mmol/gCeO₂). Small amounts of CO2 (0.07–0.1 mmol/gCeO₂) and H2O (0.13–0.2 mmol/gCeO₂) were also detected.\n                     The material thermal stability upon the cycling conditions was satisfactory. The foam shape and dimensions remained intact in the cavity after the cycling series, with some cracks making the structure more brittle than the original one.",
    "Conclusion": "4\n                  Conclusion\n                  Solar chemical looping methane reforming and isothermal H2O/CO2 splitting using ceria oxygen carrier for syngas production has been successfully demonstrated in a directly irradiated volumetric solar reactor, providing insights into the technical feasibility and reliability of the combined process in such a solar reactor.\n                  The influence of different operating parameters on the averaged oxygen non-stoichiometry (δ) of the ceria foam structure, syngas production and reactor performance metrics was experimentally investigated. Increasing the methane partial pressure or the reduction temperature (950–1050 °C) promoted δ, ceria reduction rate, syngas production rate and syngas yield, thereby leading to a beneficial enhancement of the solar-to-fuel energy conversion efficiency (up to 5.22%) and energy upgrade factor (0.97–1.10). However, the methane conversion (XCH₄) decreased with increasing methane flow-rate (e.g., the minimum XCH₄ of 53.8% was obtained at the maximum methane flow-rate of 0.4 Nl/min for the ceria reticulated foam at 1000 °C). Moreover, increasing the methane flow-rate or the reduction temperature favored the methane cracking reaction (highest carbon formation of 1.38 mmol/gCeO₂ at the maximum CH4 flow-rate of 0.4 Nl/min and 1 mmol/gCeO₂ at 1050 °C for ceria foam), thus resulting in both H2 and CO/CO2 formation during oxidation of reduced ceria with H2O (because of gasification of deposited C). Therefore a trade-off in methane flow-rate needs to be considered to achieve high syngas yield while preserving maximal methane conversion.\n                  The ceria cycling stability was also examined. Stable patterns in the reduction/oxidation extents, syngas yields and solar-to-fuel energy conversion efficiencies were obtained for ceria foam cycled repeatedly at 1000 °C, thus confirming the suitability of the integrated isothermal solar process combining chemical looping reforming and H2O/CO2 splitting. Future works could be focused on investigating material stability and foam structure robustness during long-term cycling operation. The experimentally measured data reported in this work are consistent with other reported experimental values. They thus provide a realistic overview of the solar reactor performance under representative conditions that can be achieved at lab-scale, but the obtained efficiencies remain lower than the upper projected values predicted by thermodynamics. The solar reactor performances could be further enhanced by scaling up to inherently decrease the heat losses and by tuning the operating conditions to increase methane and oxidant conversion."
  },
  "references": []
}