{
  "title": "Development of a novel wet cleaning solution for Post-CMP SiO2 and Si3N4 films",
  "authors": [
    "Song, Junghwan"
  ],
  "publication": {
    "journal": "Materials Science in Semiconductor Processing",
    "date": "2022-03-15",
    "doi": "10.1016/j.mssp.2021.106353"
  },
  "abstract": "After CMP, the removal of ceria nanoparticle residues is difficult due to the formation of Ce–O–Si chemical bonds on the SiO2 film surface. After STI CMP, several post-CMP cleaning processes are performed, including the application of PVA brushing and megasonic technologies using conventional cleaning solutions such as SC1, SC2, and SPM. However, more effective post-CMP cleaning technologies are still needed for the fabrication of advanced integrated circuit devices. In this study, we developed a novel post-CMP cleaning solution consisting of tetramethylammonium hydroxide (TMAH), ethylenediaminetetraacetic acid (EDTA), and Disponil to replace existing cleaning solutions. In its non-diluted form, this cleaning solution removed 99.5% of residual particles and 98.3% of ceria residue on an SiO2 film surface, as well as 98.5% of residual particles and 98.1% of ceria residue on an Si3N4 film surface, respectively. At 5 × dilution, it removed 97.8% of residual particles and 97.0% of ceria residue on the SiO2 film surface, as well as 97.8% of residual particles and 96.3% of ceria residue on the Si3N4 film surface, respectively. The effectiveness of this cleaning solution for residual ceria nanoparticles is highly comparable to SC1 and SPM conventional cleaning solutions, even though it is used at a relatively low temperature with less etching. Additionally, AFM of the surface topography showed fewer particles and better surface roughness compared with SC1 and SPM cleaning. Thus, this approach can be used to remove ceria nanoparticles from polished SiO2 and Si3N4 films through increased wettability, slight dissolving of the film, and extremely enhanced repulsive force.",
  "keywords": [
    "STI CMP",
    "Ceria nanoparticle",
    "Post-CMP cleaning",
    "Wet cleaning"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Chemical mechanical planarization (CMP) is an important process in semiconductor manufacturing, in which complex micro- and nanostructures are stacked to fabricate advanced devices. Typically, the CMP process is applied to flat structures, such as in shallow trench isolation (STI) on very-large-scale integrated (VLSI) circuit devices. For the planarization of dielectric films, slurries containing ceria nanoparticles are used as an abrasive for purposes such as higher or selective removal of SiO2 with stacking of Si3N4 films [1–4]. However, residues from ceria nanoparticles and other chemical additives contained in the slurry, as well as pad debris and other particles from the polishing instrument, may remain on the surface of dielectric films after CMP [5,6]. Ceria nanoparticles mainly remain on polished SiO2 and Si3N4 film surfaces due to the formation of Ce–O–Si chemical bonds [7,8]. These residues cause significant defect issues in semiconductor manufacturing as structures are becoming smaller in size and more integrated. To minimize the defects caused by residues after CMP, cleaning processes must be performed. Typically, the solutions used in RCA cleaning include SC1 (NH4OH and H2O2 mixed solution), SC2 (HCl and H2O2 mixed solution), and SPM (H2SO4 and H2O2 mixed solution). Post-CMP cleaning processes also use several technologies, such as brush scrubbing and megasonic applications, to enhance cleaning efficiency [9–17].\n                  However, unless several cleaning processes are performed, the currently available cleaning solutions (SC1, SC2, SPM, etc.) cannot sufficiently remove residual ceria nanoparticles, and the diameters of the used particles were smaller than before [18,19]. The typical cleaning solutions have additional expenses associated with waste and recycling treatment; furthermore, they are hazardous to humans due to the high concentration of certain materials, such as NH4OH, HCl, and H2SO4 [20–22]. To overcome these issues and prepare for the upcoming generation of semiconductor manufacturing, we propose a novel post-CMP cleaning solution with tetramethylammonium hydroxide (TMAH), ethylenediaminetetraacetic acid (EDTA), and Disponil based on former research.\n                  SC1 removes adsorbed particles from SiO2 film surfaces by dissolving the film surface and preventing the re-adsorption of detached particles on the film surface [23,24]. Seo et al. have demonstrated the critical role of the OH− ion in SiO2 film cleaning by using KOH, NaOH, NH4OH, and TMAH in cleaning solutions [25]. Among these materials, TMAH was the most promising because of its considerable ability to remove residual particles and organics. Venkatesh et al. reported that TMAH can remove particles from various materials by changing the surface charges of the particles [26]. Pan et al. investigated the effects of TMAH for particle removal [27]. Because of its superior cleaning effects and minimal metal ion impurities, we selected TMAH for use as the cleaning solution in our study, although KOH and NaOH also could be used in a cleaning solution to supply OH− ions [28–30].\n                  Chelating agents such as EDTA, citric acid, and oxalic acid, which have different numbers of carboxyl functional groups that form stable and water-soluble complexes, were considered to enhance the cleaning action of our proposed solution [31–34]. In particular, EDTA has two amino and four carboxyl functional groups, which can form hexadentate coordination with the surface and trace metals. We chose EDTA for this study because of its verified chelating and enhanced cleaning effects, as well as its lower cost [35–38]. In addition, we expected that EDTA could change the surface charge of ceria nanoparticles, thus preventing re-adhesion to SiO2 and Si3N4 film surfaces at high pH [39–41].\n                  Lastly, we selected a surfactant to improve the wettability of SiO2 and Si3N4 film surfaces and the synergistic cleaning action. Chen et al. reported the cleaning action of non-ionic surfactants for silica nanoparticles on an Cu film surface [42]. In addition, Gowda et al. reported on effective chemistries containing non-ionic surfactants for removing residual ceria nanoparticles [43]. The ability to decrease the contact angle between SiO2 and the water interface has also been demonstrated [44,45]. Based on the reported research, we choose Disponil as the non-ionic surfactant for the cleaning solution.\n                  In this study, we investigated the cleaning efficiency of the proposed solution in comparison with conventional the RCA cleaning solutions of SC1 and SPM. After cleaning the polished SiO2 and Si3N4 films, the number of residual particles and cerium ion concentration were determined by optical microscopy (OM) and inductively coupled plasma mass spectroscopy (ICP-MS), respectively. Moreover, the surfaces of the SiO2 and Si3N4 films were observed with various techniques, such as atomic force microscopy (AFM), scanning electron microscopy (SEM), and X-ray photoelectron spectroscopy (XPS). Then, the cleaning mechanisms for the residual ceria particles using TMAH, EDTA, and Disponil were confirmed by UV–Vis spectroscopy, contact angle, and zeta potential measurements.",
    "Experiment": "2\n                  Experiment\n                  \n                     2.1\n                     CMP and post-CMP cleaning methods\n                     The chemical composition of the developed post-CMP cleaning solution is provided in Table 1\n                         by dilution level. TMAH (20 wt%, Hantok Chemicals), EDTA (99.4 wt%, Sigma Aldrich), and Disponil (BASF SE) were present in amounts of 16.000 to 1.600 wt%, 0.020 to 0.002 wt%, and 0.100 to 0.010 wt%, respectively. The pH values decreased as the dilution ratio increased, but the surface tension increased because of the relatively higher content of DIW.\n                     To evaluate the new post-CMP cleaning solution, we first performed the CMP pre-process for surface contamination of SiO2 and Si3N4 films by ceria nanoparticles. We prepared two types of wafers: 20,000 Å thickness of as the SiO2 film prepared by plasma-enhanced tetraethylorthosilicate (PETEOS), and 12,000 Å thickness of the Si3N4 film. Furthermore, a commercial slurry dispersed ceria nanoparticles as the abrasive was used. Polishing was carried out on 40 mm × 40 mm diced wafers using a polisher (GnP POLI-4OOL, GnP Technology) configured with 3 psi of head pressure supplying slurry at 100 mL/min. All details of the CMP are described in Table 2\n                        .\n                     After polishing the SiO2 and Si3N4 films, we performed the cleaning sequences to verify the effectiveness of the conventional and proposed cleaning solutions. Fig. 1\n                         shows the wafer-soaking method in which 100 mL of solution was prepared by stirring at 500 rpm; the soaking orders are described in Table 3\n                        . As a reference, the cleaning sequences used three different conditions to perform the wafer soaking once with SC1 or SPM and its series to compare the cleaning performances of the new cleaning solution. The evaluation temperatures were set at 70°C, 90°C, and 25°C for the SC1, SPM, and proposed cleaning solution, respectively. After all cleaning sequences were completed, N2 gas was blown onto the wafer surfaces for drying.\n                  \n                  \n                     2.2\n                     Calculation of the cleaning efficiency\n                     To evaluate the cleaning efficiency of the cleaning solutions listed in Table 3, images of the wafer surfaces were obtained via optical microscope (MX51, Olympus), as depicted in Fig. 2\n                        . At least three samples of the SiO2 and Si3N4 films were observed before and after each cleaning sequence. Investigation points were configured using the x- and y-coordinates of (20 mm, −20 mm); the top-left edge of each wafer was the coordinate origin. The number of particles was counted by image analysis software (LEXT, Olympus) to calculate the particle cleaning efficiency (PCE), as in Equation (1):\n                           \n                              (1)\n                              \n                                 \n                                    P\n                                    C\n                                    E\n                                    \n                                       (\n                                       %\n                                       )\n                                    \n                                    =\n                                    \n                                       \n                                          (\n                                          \n                                             N\n                                             u\n                                             m\n                                             b\n                                             e\n                                             r\n                                             \n                                             o\n                                             f\n                                             \n                                             p\n                                             a\n                                             r\n                                             t\n                                             i\n                                             c\n                                             l\n                                             e\n                                             \n                                                s\n                                                \n                                                   b\n                                                   e\n                                                   f\n                                                   o\n                                                   r\n                                                   e\n                                                   \n                                                   c\n                                                   l\n                                                   e\n                                                   a\n                                                   n\n                                                   i\n                                                   n\n                                                   g\n                                                \n                                             \n                                             −\n                                             N\n                                             u\n                                             m\n                                             b\n                                             e\n                                             r\n                                             \n                                             o\n                                             f\n                                             \n                                             p\n                                             a\n                                             r\n                                             t\n                                             i\n                                             c\n                                             l\n                                             e\n                                             \n                                                s\n                                                \n                                                   a\n                                                   f\n                                                   t\n                                                   e\n                                                   r\n                                                   \n                                                   c\n                                                   l\n                                                   e\n                                                   a\n                                                   n\n                                                   i\n                                                   n\n                                                   g\n                                                \n                                             \n                                          \n                                          )\n                                       \n                                       \n                                          N\n                                          u\n                                          m\n                                          b\n                                          e\n                                          r\n                                          \n                                          o\n                                          f\n                                          \n                                          p\n                                          a\n                                          r\n                                          t\n                                          i\n                                          c\n                                          l\n                                          e\n                                          \n                                             s\n                                             \n                                                b\n                                                e\n                                                f\n                                                o\n                                                r\n                                                e\n                                                \n                                                c\n                                                l\n                                                e\n                                                a\n                                                n\n                                                i\n                                                n\n                                                g\n                                             \n                                          \n                                       \n                                    \n                                    ×\n                                    100\n                                 \n                              \n                           \n                        \n                     \n                     ICP-MS (NexION 300D, PerkinElmer) was used to quantitively analyze the ceria residues on the SiO2 and Si3N4 films. Before ICP-MS analysis, the ceria residues were extracted, as detailed in Table 4\n                        . The centers of the 40 mm × 40 mm diced wafers that had gone through CMP and cleaning were diced to 10 mm × 10 mm pieces and inserted into perfluoroalkoxy (PFA) containers. Aqua regia, which is a mixed solution of highly purified HCl (31 wt%, ODLAB Co.) and HNO3 (65 wt%, ODLAB Co.) in a 3:1 vol ratio, was poured into the container, fully immersing the wafer. The firmly capped containers were heated for 10 h at 200°C using a carbon heating block (OD-98-24, ODLAB Co.). Then, the cooled-down extracts were collected through DIW spraying and filtrated using a polytetrafluoroethylene (PTFE) syringe filter that had a 0.45-μm pore size. Finally, the dissolved cerium ion concentrations in the extracts were measured by ICP-MS and the ceria cleaning efficiency (CCE) was calculated by Equation (2):\n                           \n                              (2)\n                              \n                                 \n                                    C\n                                    C\n                                    E\n                                    \n                                       (\n                                       %\n                                       )\n                                    \n                                    =\n                                    \n                                       \n                                          (\n                                          C\n                                          e\n                                          \n                                          i\n                                          o\n                                          n\n                                          \n                                          c\n                                          o\n                                          n\n                                          c\n                                          \n                                             .\n                                             \n                                                b\n                                                e\n                                                f\n                                                o\n                                                r\n                                                e\n                                                \n                                                c\n                                                l\n                                                e\n                                                a\n                                                n\n                                                i\n                                                n\n                                                g\n                                             \n                                          \n                                          −\n                                          C\n                                          e\n                                          \n                                          i\n                                          o\n                                          n\n                                          \n                                          c\n                                          o\n                                          n\n                                          c\n                                          \n                                             .\n                                             \n                                                a\n                                                f\n                                                t\n                                                e\n                                                r\n                                                \n                                                c\n                                                l\n                                                e\n                                                a\n                                                n\n                                                i\n                                                n\n                                                g\n                                             \n                                          \n                                          )\n                                       \n                                       \n                                          C\n                                          e\n                                          \n                                          i\n                                          o\n                                          n\n                                          \n                                          c\n                                          o\n                                          n\n                                          c\n                                          \n                                             .\n                                             \n                                                b\n                                                e\n                                                f\n                                                o\n                                                r\n                                                e\n                                                \n                                                c\n                                                l\n                                                e\n                                                a\n                                                n\n                                                i\n                                                n\n                                                g\n                                             \n                                          \n                                       \n                                    \n                                    ×\n                                    100",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Cleaning effects of the proposed cleaning solution\n                     The PCEs of the new post-CMP cleaning solution are presented in Fig. 3\n                         by dilution level. For no dilution to 5 times dilution, the developed cleaning solution effectively removed 99.5%–97.8% and 98.5%–97.8% of the residual particles on the SiO2 and Si3N4 films, respectively; in comparison, the PCEs of SC1 and SPM were 99.5% and 99.1% for SiO2 and Si3N4 films, respectively. Even though the cleaning process for the new cleaning solution was performed at a lower temperature than the reference cleaning process, the results indicate that the new cleaning solution (non-diluted up to 5 times dilution) was comparable to the conventional cleaning solutions.\n                     The CCEs are presented in Fig. 4\n                        . The results show that 98.3%–97.0% of the residual ceria on the SiO2 surface was removed by the proposed cleaning solutions from non-dilution to 5 times dilution, respectively, compared with a ceria cleaning efficiency of 98.8% for the SC1 and SPM series cleaning sequence. 98.1%–96.3% of the ceria nanoparticles on the Si3N4 film surface were removed by the new cleaning solutions from non-dilution to 5 times dilution, respectively. Because the results for the PCE and CCE were accordance, the cleaning effects of the new solution were verified; the residual particles were expected to be dominantly derived from ceria nanoparticles.\n                     The images in Fig. 5\n                         and Fig. 6\n                         were obtained by AFM (XE100; Park Systems) to show the residual ceria nanoparticles on the surfaces of the SiO2 and Si3N4 films after cleaning. First, 5 μm × 5 μm areas of the wafers were scanned in non-contact mode at a scan rate of 0.5 Hz. After cleaning with the novel cleaning solution, the ceria nanoparticles were considerably reduced on the SiO2 and Si3N4 films and were difficult to observe in Fig. 6c) and d). In contrast, after a single soaking sequence with SC1 or SPM for 60 s, ceria particles remained on the SiO2 and Si3N4 film surfaces, as observed in Fig. 5c) and d), e), and f). In these images, the particles are relatively easily observed, indicating that it is difficult to remove residual ceria nanoparticles by a single wafer soaking in SC1 or SPM. A greater number of cleaning sequences or a longer treatment time is needed to improve cleaning efficiency. Otherwise, the addition of external force is needed from PVA brushing or megasonic applications [46,47]. However, considerably cleaner surfaces were observed after the SiO2 and Si3N4 films received a series of soaking in SC1 and SPM, as depicted in Fig. 6a) and b). Residual particles on the SiO2 and Si3N4 were difficult to see, which reflects the cleaning effect on the ceria nanoparticles.\n                     The SEM images of the SiO2 film surface in Fig. 7\n                         show the residual ceria nanoparticles before and after the cleaning with the non-diluted proposed cleaning solution. Agglomerated ceria nanoparticles are seen on the SiO2 surface where the cleaning sequence had not yet been performed in Fig. 7a) and b). After a cleaning process with the proposed cleaning solution, the residual ceria nanoparticles were considerably reduced, and clean surfaces can be observed in Fig. 7c) and d).\n                     Additionally, after a single soaking with SC1 and SPM, Ce 3d5/2 and 3d3/2 peaks were observed on the SiO2 and Si3N4 film surfaces, as depicted in Fig. 8\n                         and Fig. 9\n                         [48,49]. However, after cleaning with a series of soaking in SC1 and SPM as well as the non-diluted proposed cleaning solution, it was difficult to identify Ce 3d5/2 and 3d3/2 peaks on the SiO2 and Si3N4 film surfaces. These results indicate that the cleaning effects of the proposed cleaning solution are comparable that of SC1 and SPM, despite being performed at a lower temperature.\n                  \n                  \n                     3.2\n                     Mechanism of ceria nanoparticle removal by the proposed cleaning solution\n                     Highly alkalic solutions with abundant OH− ions can lift off residual ceria nanoparticles by slightly dissolving the top surface of SiO2 and Si3N4 films [50–52]. The etching amounts of SC1, SPM, and the non-diluted proposed cleaning solution are presented in Table 5\n                        . The SiO2 and Si3N4 films were soaked in each solution for 30 min, followed by a DIW rinse and N2 gas blow for drying. The thickness of the films was measured by reflectometer (ST2000-DLXn, K-mac). The measured dissolved thicknesses of the SiO2 films were 103.8 Å, and 6.6 Å via SC1 and the non-diluted proposed cleaning solution, respectively. The Si3N4 films had thicknesses of 88.2 Å, and 2.2 Å via SC1 the and non-diluted proposed cleaning solution, respectively. SPM did not dissolve the SiO2 and Si3N4 films by a chemical reaction. SC1 had higher etching amounts for the SiO2 and Si3N4 films compared with the proposed cleaning solution, probably due to its greater chance of removing residual ceria nanoparticles by surface dissolution. However, there could be undesirable film loss and degraded surface roughness without appropriate control of the etch rate through the precise management of chemical mixing ratios, process temperatures, and wafer cleaning time. The roughness of the SiO2 and Si3N4 films after cleaning with the reference and proposed cleaning solutions are given in Table 6\n                        . The roughness after cleaning with the non-diluted novel cleaning solution was better than after cleaning with the series sequence of SC1 and SPM. Therefore, the proposed cleaning solution could remove residual ceria particles effectively without affecting the surface roughness of the SiO2 and Si3N4 films.\n                     The contact angles of DIW droplets on SiO2 and Si3N4 film surfaces before and after immersing in the cleaning solutions are presented in Figs. 10 and 11\n                        \n                        . Before immersing the pristine films in the diluted hydrofluoric acid solution (dHF) to remove natural formed oxide, the contact angles of the DIW droplets on the SiO2 and Si3N4 films were both 30°, as shown in Fig. 10 a) and Fig. 11 a). However, after removing the natural formed oxide via wafer soaking in 0.5 wt% dHF solutions for 10 s at 25°C, the contact angles of the DIW droplets considerably decreased to ∼7°, as shown in Fig. 10 b) and Fig. 11 b). Furthermore, the hydrophilic characteristics of the SiO2 and Si3N4 films did not change by soaking in SC1, SPM, or the proposed cleaning solution (non-diluted), as shown in Fig. 10c) and d), and e) as well as Fig. 11c) and d), and e). Therefore, we considered the contact angle of the cleaning solutions on pristine SiO2 and Si3N4 films when comparing wettability. As depicted in Fig. 12 a)\n                         and d), the contact angles of the SC1 droplets for SiO2 and Si3N4 films were 12° and 16°, respectively. The contact angles of the SPM droplets for SiO2 and Si3N4 films were 18° and 19°, respectively. However, the contact angles of the proposed cleaning solution (non-diluted) could not be measured because of its superior hydrophilic characteristics. The results for the contact angle measurements and the cleaning performance indicate that enhanced wettability may increase the chance of a reaction on the film surface with composed chemicals in the proposed cleaning solution [53–55].\n                     Furthermore, we expected that EDTA could form the coordination with the exterior cerium oxide molecules of ceria nanoparticles [56–61]. This expectation was verified through measurements of the zeta potential and UV–vis light absorbance. The zeta potential values of the ceria nanoparticles at various pH levels are shown in Fig. 13\n                        . To adjust the pH, HCl and TMAH were used; in addition, NH4OH was used for pH 10.6 to represent the SC1 cleaning condition [62]. Zeta potential values changed from 37.75 mV to −71.58 mV between pH 3.89 and 13.67. Ceria nanoparticles had an iso-electrical point at pH 5.3 and −35.12 mV at pH 10.6. However, as shown in Table 7\n                        , when EDTA was added in the ceria nanoparticle suspended solution with pH adjusted to 13.67, the zeta potential was extremely decreased to −87.58 mV, where the repulsive force between ceria nanoparticles and dielectric film surfaces would be much higher than in the SC1 cleaning condition at pH of 10.6 [63–65]. Additionally, UV–Vis spectroscopy showed an absorbance of ceria nanoparticles with the EDTA complex, as in Fig. 14\n                        . With 0.03 wt% of ceria nanoparticles, an absorbance peak was observed around 265 nm, whereas the EDTA complex showed a decrease of peak intensity and a blue shift of more than 310 nm wavelength.\n                     A cleaning mechanism using TMAH, EDTA, and Disponil for removing residual ceria nanoparticles from SiO2 and Si3N4 film surfaces is proposed in Fig. 15\n                        . The nonionic surfactant Disponil increased the wettability of DIW-based cleaning solutions and OH− ions from TMAH slightly dissolve the top surface of SiO2 and Si3N4 films, thus lifting off and detaching ceria nanoparticles. Finally, re-adhesion of ceria nanoparticles is prevented by improved repulsive electrical force with binding of EDTA.",
    "Conclusions": "4\n                  Conclusions\n                  A novel post-CMP cleaning solution was proposed and evaluated in this study using TMAH, EDTA, and Disponil with DIW dilution levels up to 10 times. The cleaning efficiency of the proposed solution was evaluated in a comparison with conventional cleaning solutions. The proposed cleaning solution was competitively effective in removing ceria nanoparticles compared to a series of cleaning sequences with SC1 and SPM. SEM and AFM images showed clean SiO2 and Si3N4 surfaces after using the proposed cleaning solution. The mechanisms of TMAH, EDTA, and Disponil to clean residual ceria nanoparticles were explored and verified using several techniques, including UV–Vis spectroscopy, contact angles, and zeta potential measurements. This study is expected to be helpful for the advancement of post-CMP cleaning processes by suggesting an alternative cleaning solution.",
    "CRediT author statement": "CRediT author statement\n                  Junghwan Song: Conceptualization, Methodology, Co-first author. Kihong Park: Methodology, Data curation, Writing- Original draft preparation, Co-first author. Sanghuck Jeon: Writing- Reviewing and Editing. Jaewon Lee: Writing- Reviewing and Editing. Taesung Kim: Supervision, Coresponding author."
  },
  "references": []
}