{
  "title": "The use of potassium peroxidisulphate and Oxone® as oxidizers for the chemical mechanical polishing of silicon wafers",
  "authors": [
    "Piñeiro, A."
  ],
  "publication": {
    "journal": "Wear",
    "date": "2013-06-15",
    "doi": "10.1016/j.wear.2013.03.030"
  },
  "abstract": "This communication deals with the chemical effect of oxidizer concentration and pH-value on the Material Removal Rate in Chemical Mechanical Polishing of silicon wafers. The lapping process is necessary to reduce the initial elevated roughness in as-cut samples. An optimal lapping applied pressure of 27kPa was selected to be used with the optimal abrasive particle size of Al2O3 3µm. Then, polishing process is carried out to obtain a well finished surface. Two abrasives were used, Al2O3 and CeO2(ceria), but only ceria slurry was chosen due to the resulting lower MRR value. The CMP was carried out in alkaline slurry using ceria particles with Oxone® and K2S2O8 as oxidizers, using H2O2 as a reference. The interaction between ceria particles and silicate ions was studied in order to further understand the CMP mechanism of silicon samples using ceria slurry and oxidizer. The results indicate that the use of an oxidizer improves the polishing quality resulting in a lower roughness and MRR value.",
  "keywords": [
    "Silicon",
    "Chemical Mechanical Polishing",
    "Ceria",
    "Oxidants",
    "Material Removal",
    "pH-value"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Silicon wafers require many characterization techniques with well finished surface and damage-free subsurface. In a Chemical Mechanical Polishing (CMP) process, a rotating wafer is pressed against a rotating polishing pad while slurry, comprised of chemical agents and abrasive particles, is fed into the wafer–pad interaction zone [1].\n                  Currently, CMP processes [2] are the most common for final stage surfacing of silicon wafers, smoothing and planarizing by chemical and mechanical forces. The CMP process has proved to be the planarization process of choice because it produces better results for smaller length scales. One of its main drawbacks is the introduction of new toxic chemical additives increasing cost and pollution. For example, colloidal silica slurries contain lots of toxic chemicals.\n                  Many factors can influence a CMP process such as properties of polishing pad [3], abrasive particle size [4] and abrasive concentration [5], polishing pressure on sample and slurry flow rate [6]. Both experimental and theoretical studies [7,8] indicated that the chemical effects in CMP are dominated by the pH-values of the slurry and oxidizer.\n                  Several authors [9,10] used H2O2 as oxidizer agent because it forms harmless byproducts in the reaction. As a novelty, and because of their chemical properties, in this paper the use of different oxidizers such as potassium peroxodisulfate K2S2O8 (Marshall's acid salts), and Oxone KHSO5 (Caro's acid salts), are proposed. Both oxidizers produce sulfates as reaction byproducts which, being soluble in water, are easily removed from the silicon surface without any harmful effects.\n                  Therefore, the objective of this paper is to study, systematically, the effect of different oxidizers in the performance of abrasive slurries at a given initial pH-value, in order to decrease the Material Removal Rate (MRR) and reduce the surface roughness, generating soft chemical byproducts.\n                  The main parameters involved in the lapping process such as particle size, pressure and time will be investigated. Additionally, we will focus on the polishing process by varying the chemical and mechanical effect, with the aim of obtaining low MRR and surface roughness.",
    "Experimental": "2\n                  Experimental\n                  The Silicon wafers used in this work were grown in a process similar to the one described in [11]. Samples of 10×10mm2 square shape were obtained from as-cut 150×150mm2 wafers with an initial roughness of 850±20nm. The samples are monocrystalline with (100) orientation. Initially, the wafer thickness is ca. 200μm. The sample size we have used suitably models the behavior for larger wafers, and allows working in a more convenient smaller scale.\n                  The average roughness (R\n                     \n                        a\n                     ) of the wafer was measured using a profilometer (Veeco, Dektak IIA).The lapping/polishing processes were done using a PM5 auto-lap precision lapping/polishing machine from Logitech Co. The weight of each sample was taken before and after polishing in order to calculate the MRR value with a precision of 10−5\n                     g.\n                  In the lapping process Al2O3 and SiC were used as abrasive agents with different particle sizes dispersed into deionized water, at a concentration of 9.5wt%. On the other hand, the experimental conditions for the polishing process were Al2O3 and CeO2, with 3µm average particle size, 9.5wt% concentration, 100kPa, 1h and 10ml/min. The Oxidizers H2O2, K2S2O8 and Oxone were added to the slurry solution at different concentrations (0.1–1.0wt %) to achieve a well finished surface. The pH-value measurement was performed using an AB15 model pH-meter from Fisher Sci. International Inc with a resolution of±0.01.",
    "Results and discussion": "3\n                  Results and discussion\n                  \n                     3.1\n                     Lapping process\n                     Preparation of samples with a mirror-like finished surface requires several previous steps. First of all it is necessary to carry out a lapping process on the surface in order to decrease the high roughness in the as-cut samples. \n                        Fig. 1 shows the most relevant results for a sample which was submitted to a lapping process according to the type and particle size of the abrasive used. The first selection is to choose the optimal type of abrasive and particle size according to the roughness results. Al2O3 was selected due to the lower roughness value, consequence of the lower hardness value of 9 compared with the higher value of SiC of 9–10 [12]. In the same figure it can be seen that when Al2O3 abrasive is used for similar experimental time, the roughness value is reduced for smaller particles size. Therefore, considering that for both 3 and 1µm Al2O3 the smoothness was similar given by the optical microscope and taking into account that the process with 3µm Al2O3 is shorter compared with the process with 1µm Al2O3, we select for next experiments 3µm Al2O3 abrasive as the unique lapping step.\n                     Having chosen a particle size, another important parameter that must be considered both for the lapping and polishing processes is the MRR, which is related to the rotational speed of the lapping/polishing plate and the load applied on the sample. \n                        Fig. 2 shows the MRR and the sample roughness with different pressures applied on the surface. It can be seen that with increased pressure, the MRR clearly increased. Nevertheless, there is not such a correlation between pressure and roughness. At low applied pressures, there is barely any interaction between the sample and the lapping pad, resulting in very low MRR. For applied pressure higher than 27kPa both roughness and MRR slightly increase which could be due to the high friction shear forces [10] on the sample. As a result, an optimal lapping applied pressure of 27kPa has been chosen to be used with the optimal abrasive particle of Al2O3 3µm.\n                  \n                  \n                     3.2\n                     Polishing process\n                     Al2O3 and CeO2 were used as abrasives in the polishing process. \n                        Fig. 3 shows the results of the MRR versus the flow rate using the selected polishing conditions of 100kPa and 40rpm as pressure and speed of the polishing plate at a value of pH-value=7 for comparison with other authors [9,10].\n                     As shown in Fig. 3, the initial rise of the slurry flow rate increases the MRR, regardless of the type of abrasive used. When the slurry flow rate reaches a critical value of 20ml/min, the MRR begins to decrease. At flow rates below the critical value, the increasing of the MRR could be explained by the increasing interaction between the sample surface and the abrasive [13] consequence of the increasing number of abrasive particles during the process. At flow rates higher than the critical value, the decreasing MRR could be attributed to the increased cooling of the wafer by the slurry as has been previously published [14].\n                     In the same figure, it can be seen that the MRR with the Al2O3 is much higher than with the CeO2 slurry. This could be associated with two chemical factors: (i) the Iso-Electric Point (IPE) [15,16] and (ii) the agglomeration of particles in the slurry [17]. Considering that the experimental slurry pH-value is 7 and the IPE of Al2O3 and CeO2 is 9–10 and 6–7 respectively [15,16] the number of the charged particles in Al2O3 are higher compared with CeO2, being neutral particle in the case of Al2O3 slurry due to the fact that both IPE and pH-value are the same. In consequence, the interaction between the sample surface and the Al2O3 abrasive will be larger resulting in a higher MRR value.\n                     Therefore, the CeO2 abrasive is the optimal choice for next experiments when the selected experimental pH has a value of 7, since it results in lower MRR value.\n                     On the other hand, it is well known that the CeO2 abrasive is thermodynamically unstable in the presence of H2O by evolving oxygen and reducing Ce+4 to the trivalent state Ce+3 \n                        [18] following the reaction:\n                           \n                              CeO2+H2O→Ce(OH)3+O2\n                              \n                           \n                        \n                     \n                     Forming a Ce(OH)3 hydration layer on the bulk of the CeO2 surface which promotes the CMP process according to Cook's theory [19], which proposes a “chemical tooth” model based on the chemical interaction between the surface groups on the glass and abrasive particles.\n                     In this point, it is necessary to consider that the experimental MRR of CeO2 particles depend on the experimental pH-value as it has been obtained with our experimental results which indicate that this value is 375 and 570nm/min for pH-value 7 and 12 respectively, where the pH-value variation was obtained with NaOH added to the slurry. In fact, when the pH-value is raised from 7 to pH-value 12, the number of charged particles increases following the reaction:\n                           \n                              Ce(OH)3+OH−→Ce(OH)2O−+H2O\n                           \n                        \n                     \n                     And the repulsive force interaction between the charged (Ce(OH)2O−) particles increases too. In consequence, more uniform and smaller particles would be obtained as consequence of the number of the total effective abrasive particles acting in the CMP process [18] and resulting in a larger MRR value.\n                     Following the previous argument, when an oxidizer is added a pH-value 12 was selected because a larger number of charged (Ce(OH)2O−) particles of smaller diameter are obtained making the surface of the abrasive more easily modifiable, as opposed to what occurred at a pH-value of 7. The consequence is that small quantities of oxidizer are sufficient to oxidize the Ce3+ to Ce4+ necessary to produce an adequate CMP, which could decrease the MRR value and result in a lower roughness on the surface. In consequence the generation of new species of Ce4+ produced by the addition of an oxidant is responsible for the oxidation of Si0 to Si+4, following the reaction:\n                           \n                              4Ce4++Si0→4Ce3++Si4+\n                              \n                           \n                        \n                     \n                     Being the Si4+ formed easily eliminated from the surface in the form of silicates.\n                     In fact the most used oxidizer is H2O2, which has a reduction potential (E°) of 1.77eV in acidic media and 0.87eV in basic media following the reactions:\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       2H\n                                    \n                                    \n                                       3\n                                    \n                                 \n                                 \n                                    \n                                       O\n                                    \n                                    +\n                                 \n                                 \n                                 +\n                                 \n                                    2\n                                    \n                                       \n                                          e\n                                       \n                                       -\n                                    \n                                 \n                                 →\n                                 \n                                 \n                                    \n                                       4H\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 O\n                              \n                           \n                        \n                        \n                           \n                              (2)\n                              \n                                 \n                                    \n                                       HO\n                                    \n                                    \n                                       2\n                                    \n                                    \n                                       −\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 O\n                                 +\n                                 \n                                 \n                                    2\n                                    \n                                       \n                                          e\n                                       \n                                       −\n                                    \n                                 \n                                 →\n                                 \n                                 \n                                    \n                                       3OH\n                                    \n                                    −\n                                 \n                              \n                           \n                        \n                     \n                     Nevertheless, it will be interesting to know the behavior of other oxidizers with higher and lower E° values compared to H2O2. In this way, K2S2O8 and Oxone (KHSO5) were selected as oxidizers with E° value of 2.08 and 1.44eV (acidic media) respectively, following the reactions:\n                           \n                              (3)\n                              \n                                 \n                                    \n                                       S\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 \n                                    \n                                       O\n                                    \n                                    \n                                       8\n                                    \n                                    \n                                       2\n                                       −\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       2e\n                                    \n                                    −\n                                 \n                                 →\n                                 \n                                    \n                                       2SO\n                                    \n                                    \n                                       4\n                                    \n                                    \n                                       2\n                                       −\n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (4)\n                              \n                                 \n                                    \n                                       HSO\n                                    \n                                    \n                                       5\n                                    \n                                    \n                                       −\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       2H\n                                    \n                                    \n                                       3\n                                    \n                                 \n                                 \n                                    \n                                       O\n                                    \n                                    +\n                                 \n                                 +\n                                 \n                                    \n                                       2e\n                                    \n                                    −\n                                 \n                                 →\n                                 \n                                    \n                                       HSO\n                                    \n                                    \n                                       4\n                                    \n                                    \n                                       −\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       3H\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 O\n                                 →\n                                 \n                                    \n                                       SO\n                                    \n                                    \n                                       4\n                                    \n                                    \n                                       2\n                                       −\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       3\n                                    \n                                 \n                                 \n                                    \n                                       O\n                                    \n                                    +\n                                 \n                                 +\n                                 \n                                    \n                                       2H\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 O\n                              \n                           \n                        \n                        \n                           \n                              (5)\n                              \n                                 \n                                    \n                                       SO\n                                    \n                                    \n                                       5\n                                    \n                                    \n                                       −\n                                       2\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 O\n                                 +\n                                 \n                                    \n                                       2e\n                                    \n                                    −\n                                 \n                                 →\n                                 \n                                    \n                                       SO\n                                    \n                                    \n                                       4\n                                    \n                                    \n                                       −\n                                       2\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       2OH\n                                    \n                                    −\n                                 \n                                 →\n                                 \n                                    \n                                       SO\n                                    \n                                    \n                                       4\n                                    \n                                    \n                                       2\n                                       −\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       H\n                                    \n                                    \n                                       3\n                                    \n                                 \n                                 \n                                    \n                                       O\n                                    \n                                    +\n                                 \n                              \n                           \n                        \n                     \n                     Both oxidizers produce sulfates as reaction byproducts, which are soluble in water, and therefore, they are easily removed with water from the silicon surface without any harmful effects.\n                     \n                        \n                        Fig. 4 shows the effect on the MRR by the addition of Oxone and K2S2O8 as oxidizers to CeO2 slurry at pH-value 12, where the results with H2O2 have been incorporated in the same figure as reference. It can be seen that for lower oxidizer concentration, the MRR value decreases, regardless the type of oxidizer used. When the oxidizer concentration reaches a critical value of 0.25–0.5%, the material removal rate begins to increase. The observed effects can be explained by the mechanism proposed by Wang et al., [19]: (i) when a small amount of H2O2 is added, a passivation layer is formed on the sample surface which could protect the silicon surface from the OH− present at the basic pH-value 12 value and a smooth surface will be achieved; (ii) nevertheless when H2O2 is added beyond a certain critical value, the passivation layer will be eroded by OH− producing a rough surface, and in consequence there will not be a passivation layer covering the silicon surface.\n                     In consequence, this type of behavior with H2O2 could explain the trends shown in \n                        Fig. 5 for the other oxidizers.\n                     Regardless the MRR value of each oxidizer shown in Fig. 4, one must consider that when the experiment is carried out at pH-value 12, the H2O2 exists as hydroperoxide anion (HOO−), while Oxone and K2S2O8 exist as SO4\n                        −2. In fact, the dianionic species are solvated more strongly than the HOO− anion, which it could be the reason that a significant increase in the MRR is observed with H2O2. On the other hand, the increase in MRR of the K2S2O8, which respect to the Oxone, may be related to its higher oxidizing ability, according to their reduction potentials, which is higher for K2S2O8, as it has been pointed out previously.\n                     Furthermore, one must take into account that the addition of oxidizers could modify the pH-value. In fact, under the experimental conditions of constant NaOH concentration initially used to obtain pH-value 12 and a variable oxidizer concentration, one must expect a change in the pH-value for H2O2 and Oxone, following eqs. 1, 2, 4 and 5, while for K2S2O8 the pH-value might be constant because no protons are released following eq. 3. These comments are supported by the experimental results shown on Fig. 5, where it can be obtained that the addition of K2S2O8 does not change the pH-value of the slurry. On the other hand, when Oxone concentration increases, the pH-value of the slurry considerably decreases. This behavior indicates that the K2S2O8 anions do not react with the OH− anions presents at this basic pH-value of 12 value, while both H2O2 and Oxone acts as proton donors behaving as acids against NaOH.\n                     This pH-value variation in the polishing experiments for K2S2O8 and Oxone is relevant. It is well known that the chemical reaction at a liquid and solid interface depends on their contact angle, which in turn is related to several factors such as the pH-value of the slurry [20], being an useful method for understanding whether the nature of a surface is hydrophobic or hydrophilic [21]. It is important to note that redox potential dependence with pH-value and the influence of both factors on the efficiency of the polishing process is a complex matter. Nevertheless, we have tried to provide a possible explanation for the observed behavior. A complete and in depth physical chemical description of the phenomena falls out of the scope of our work.\n                     Moreover, let us consider the following experimental facts for Oxone: (i) the increasing concentration of oxidizer implies a decrease in the pH-value (Fig. 5); (ii) the MRR decreases for increasing concentration of oxidizer, that is to say, for decreasing pH-value in accordance with point i (Fig. 4); (iii) the contact angle decreases when the pH-value increases [10] meaning that for a low contact angle value a hydrophobic solid–liquid surface takes place, while a high contact angle implies a hydrophilic surface [22]. Taking into account these comments shown in the diagram of \n                        Fig. 6, we could reach the conclusion that in the case of K2S2O8, where the pH-value is observed to be constant, the hydrophilic character of the surface does not change; while for Oxone, the surface character is hydrophobic for low value of pH-value and a hydrophilic for higher pH-values.\n                     In summary, the role of the Oxone in the slurry could be essentially chemical, affecting only the creation of a hydrophobic layer on the surface of the abrasive, and not the size of the particles formed at the initial pH-value of 12. Thus, one can obtain low roughness surface and a high quality in the polishing results with Oxone oxidizer at low concentrations.",
    "Conclusions": "4\n                  Conclusions\n                  As a novelty, a new CMP process to obtain lower values either MRR or roughness on the surface is proposed. For this, two new oxidizers, K2S2O7 and Oxone are used, because of their chemical properties.\n                  After performing both chemical and mechanical polishing processes studies in small but suitable sized samples, one come to the conclusion that the best conditions to achieve a smooth surface without subsurface damage is the use of CeO2 as abrasive, at a pressure of 100kPa, a flow rate of 10ml/min and 40rpm as a speed of the plate.\n                  Regarding the chemical parameters of the oxidizer, taking into account the roughness and the MRR obtained, one of the best options would be the use of Oxone in a concentration of 0.25%."
  },
  "references": []
}