{
  "title": "Application of the Fenton reaction in silicon carbide polishing and its oxidative active center",
  "authors": [
    "Hao, Xiaodong"
  ],
  "publication": {
    "journal": "Ceramics International",
    "date": "2024-09-15",
    "doi": "10.1016/j.ceramint.2024.06.255"
  },
  "abstract": "The Fenton reaction is known for generating highly reactive hydroxyl radicals that are applied to accelerate the polishing removal rate of chemically inert SiC substrates. However, previous research primarily focuses on the polishing removal rate acceleration on the C surfaces of SiC substrates, and very limited studies have been conducted to investigate whether the hydroxyl radicals produced by the Fenton reaction serve as the primary agents of oxidative activity. Furthermore, the oxidation ability of hydroxyl radicals on the C surface and its relationship with their concentration are still not well-established. Therefore, more extensive research is needed to gain comprehensive understanding on the role of hydroxyl radicals in the oxidative activity on the C surface and their concentration-dependent effects. In this study, the polishing results of alumina, cerium oxide, and silica containing polishing slurries with and without Fenton reaction were compared and analyzed. The material removal rate (MRR) of the C surfaces of SiC substrates was significantly improved after the introduction of the Fenton reaction in alumina-containing slurry at pH 4, resulting in a smoother surface. Low-field nuclear magnetism, atomic force microscopy (AFM), ultraviolet spectrophotometry, and X-ray photoelectron spectroscopy (XPS) were employed to gain insights on inter-particle interactions and oxidation mechanisms of C face of SiC in presence of Fenton reaction. The results revealed that while hydroxyl radicals demonstrated potent oxidation ability, they alone were incapable of oxidizing C face of SiC.",
  "keywords": [
    "Fenton reaction",
    "SiC",
    "Hydroxyl radicals",
    "Chemical mechanical polishing"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Chemical mechanical polishing (CMP) is an essential surface planarization technology widely utilized in the fields of semiconductors, optoelectronics, and microelectronics [1–3]. However, the application of CMP to SiC (silicon carbide) substrates with the nature of high hardness and chemical inertness [4] faces tremendous challenges [5]. To achieve higher material removal rates (MRRs) of SiC substrates with the low surface damage, suitable oxidants play a crucial role.\n                  Chen et al. utilized potassium permanganate as an oxidant to polish SiC substrates, and were able to elucidate the oxidation mechanism associated with potassium permanganate [6], however, potassium permanganate is environmentally unfriendly, and also causes significant damage to the equipment. On the other hand, hydrogen peroxide can serve as an eco-friendlier oxidant option while providing good enough polishing efficiency. Therefore, it can be used for chemical mechanical polishing of SiC, scholars have also conducted in-depth research on hydrogen peroxide. Deng et al. [7] used 7-hydroxycoumarin to capture the estimated free radicals and use them as probe molecules to detect the content of hydroxyl radicals in different components of slurry, and explored the mechanism of hydroxyl radicals and 6H–SiC. The results shows that although hydroxyl radicals have strong oxidizing properties, they are affected by various factors such as catalyst concentration and H2O2 concentration. Lu et al. [8] used salicylic acid as a chromogenic agent to explore the oxidation mechanism and influencing factors of hydroxyl radicals on the surface of SiC, obtained a smooth surface with a surface roughness (Ra) only 0.1868 nm, and analyzed that excessive H2O2 (H2O2≥ 10 wt%) may capture the OH generated in the reaction system, resulting in the deterioration of the polishing quality of the SiC surface, and the concentration of Fe3O4 is too high-the excessive Fenton reaction will also affect the polishing effect of SiC. Yan et al. [9] used ReaxFF to simulate the oxidation process of SiC by hydroxyl radicals, and the results showed that the estimated radicals could be chemically adsorbed on the surface of SiC. Xue et al. [10] also used ReaxFF simulation to explore the influence of different polishing slurry media on SiC polishing, and further proved that the hydroxyl radicals produced by H2O2 decomposition will react with SiC, but the above conclusions are limited to simulation results, and it can be seen from the summary of experimental results that the chemical mechanical polishing of SiC applied to the Fenton reaction is unstable, and the action of hydroxyl radicals on the oxidative active center of SiC has not been experimentally studied due to a variety of factors.\n                  Due to the short lifetime of hydroxyl radicals, the chemical mechanical polishing applied to SiC is not stable enough, scholars added photocatalysis [11], electrocatalysis and other methods [12] to the Fenton reaction to further optimize the application of the Fenton reaction to the process of SiC chemical mechanical polishing. Deng et al. [13] applied an external electric field to the polishing environment, which further catalyzed the generation of free radicals, resulting in better surface morphology and higher material removal rates; in another study [14], they used response surface modeling to reveal the reaction mechanism and error analysis of the Electro-Fenton reaction. Hu et al. [15] used Magnetorheological-elastomer polishing pads for SiC processing, and used the heterogeneous Fenton reaction to generate hydroxyl radicals, which increased the MRR of SiC by 87.5% and decreased the surface roughness by 64.5%. However, the research of the above scholars is limited to the oxidation mechanism of hydroxyl radicals on the surface of SiC, and does not take into account the influence of grinding particles, and cannot fully reflect the oxidation activity center and mode of action between hydroxyl radicals and SiC surface.\n                  The Fenton reaction has been widely explored as a potential source of hydroxyl radicals for oxidizing the C surfaces of SiC substrates [7,15]. However, its application is hindered by its inherent short-lived chemical instability [16,17]. The system is characterized by the continuous formation and consumption of hydroxyl radicals, making it difficult to elucidate its oxidation properties and mechanism. As a result, understanding the oxidation properties and mechanism of the Fenton reaction has become a challenging task. Wang et al. [18] delved into the oxidation mechanism of hydroxyl radicals and arrived at the conclusion that the concentration of hydroxyl radicals does not linearly corelate with oxidation capacity. Furthermore, they put forth a conjecture that an unidentified oxidizing substance or oxidation site may be generated at pH 9.0, but this conjecture has yet to be confirmed.\n                  In this study, Fe3O4 was employed as catalysts in hydrogen peroxide containing slurries along with alumina, cerium oxide, or silica abrasives to investigate the oxidation properties and mechanisms of hydroxyl radicals on SiC polishing under the influence of pH. UV spectrophotometers, Atomic Force Microscopy, Low-Field Nuclear Magnetic Resonance and X-ray Photoelectron Spectroscopy were utilized to decipher the acceleration mechanism of Fenton reaction on SiC polishing.",
    "Materials and methods": "2\n                  Materials and methods\n                  The diameter of 4H–SiC used in the experiment is 4 inches (Beijing Testi Semiconductor Equipment Co., Ltd.), and the polishing machine used is SK-610A polishing machine (Hunan Shenggao Machinery Technology Co., Ltd.). The polishing pad used is polyurethane Suba-800 (Shanghai Yanya Optoelectronics Technology Co. Ltd.). In order to explore the mechanisms of the material removal of Si surfaces and C surfaces of SiC substrates during the polishing processes, abrasive particles α-alumina (Shanghai Yingzhi Mill New Materials Co., Ltd.), silica (Shanghai Yingzhi New Materials Co., Ltd.), and cerium dioxide (Shanghai Naicheng Biotechnology Co., Ltd.) were dispersed in deionized water at designated pH to polish SiC substrates. The SEM images of the above abrasive grains are shown in Fig. 1\n                     , and the XRD spectra of the abrasive grains are shown in [\n                     Fig. 2\n                     (a), (b) and (c)]. Before each polishing experiment, the SiC wafer was polished to a rougher surface of about 2 nm by a FAP bonded abrasive pad (provided by Nanjing University of Aeronautics and Astronautics). The initial surface topography is shown in [\n                     \n                        Fig. 2(d)\n                     \n                     ].\n                  The polishing process parameters are shown in Table 1\n                     . The polishing slurries were magnetically stirred during the polishing process. Each experiment is repeated three times to ensure the reproducibility of experimental results. The polished SiC substrates were sonicated in deionized water for 5 min, cleaned with abundant amount of absolute ethanol, and air-dried before any further surface property characterization.\n                  Before and after polishing, the mass of the SiC substrate was measured with an OHAUS precision analytical balance (accurate to 0.01 mg). The material removal rate is calculated as follows [19]:\n                        \n                           (1)\n                           \n                              M\n                              R\n                              R\n                              \n                              =\n                              \n                              \n                                 \n                                    Δ\n                                    m\n                                 \n                                 \n                                    \n                                       ρ\n                                       \n                                          S\n                                          i\n                                          C\n                                       \n                                    \n                                    π\n                                    \n                                       r\n                                       2\n                                    \n                                    t\n                                 \n                              \n                           \n                        \n                     \n                  \n                  Among them, Δm is loss of the SiC substrate after polishing, \n                        \n                           \n                              ρ\n                              \n                                 S\n                                 i\n                                 C\n                              \n                           \n                        \n                      is the density of SiC, r is the radius of the SiC wafer, and t is the polishing time.\n                  In order to determine the optimal concentration of H2O2 and Fe3O4 applied to SiC polishing in the Fenton reaction, different concentrations of H2O2 (1 wt%, 3 wt%, 5 wt%, 8 wt%, 10 wt%, 15 wt%) and different concentrations of Fe3O4 (0.01 wt%, 0.03% wt, 0.05 wt%, 0.08 wt%, 0.1 wt%, 0.3 wt%) were used to prepare the polishing slurry with pH = 3, respectively. Alumina abrasive particles (3 wt%) were added for polishing experiments. As shown in Fig. 3\n                     . According to the above experimental results, the H2O2 concentration of the following polishing experiments were selected as 3 wt%, and the concentration of Fe3O4 was 0.05 wt%.\n                  The following characterization methods are used in the study.\n                        \n                           (1)\n                           Low-field NMR: Transverse nuclear spin relaxation was measured by LF nuclear magnetic resonance spectrometer (PQ001-20-025V, Suzhou Newmark Analytical Instrument Co., Ltd., China). The magnet frequency is set at 21.3 MHz. The samples were placed in a 25 mm NMR tube, and pre-warmed in a 32 °C thermostatic heating jacket for 15 min. The sample tube was then set in the center of the RF coil, whose frequency is regulated by a FID (Free Inductive Attenuation) signal. The carr-purcell-meiboomo-gill (CPMG) pulse train scanning experiment was then performed. The pulse widths of 90° (P1) and 180° (P2) are 5.52 μs and 9.04 μs, respectively, with a pulse interval of 1 ms, a wait time of 10000 ms, an RF delay interval of 0.08 ms, and a number of 8 repeated scans with 5 repetitions per measurement. After the test, mass normalization mapping is performed using the instrument's built-in inversion software. Each set of experiments took about 15 min.\n                        \n                        \n                           (2)\n                           AFM: The Nanosurf Isostage 300 AFM instrument with the probe model ATESPA-10 was used to examine the polished 4H–SiC surface. Tthe substrate is placed on the test bench, the box is closed, and the test is performed in a vibration- and noise-free environment. The surface roughness of the polished SiC is measured with AFM at tapping mode. The measurement range is 10 μm × 10 μm.\n                        \n                        \n                           (3)\n                           UV spectrophotometer: The hydroxyl radical concentration in the polishing slurry was measured at pH 2, 4, and 9. A total of 6 samples without Fe3O4 and 9 samples with Fe3O4 were prepared for UV absorbance measurement. 4 ml of each sample was pipetting into a test tube with addition of accurately pipetted 4 μl of methylene blue chromogenic reagent. The sample tubes were set in a constant temperature water bath for 30 min before 4 ml of methanol solution was added to quench the Fenton reaction. The abrasive and catalyst particles in slurries were removed by centrifugation at 8000 RPM for 10 min. The UV-VIS spectra were recorded on SHIMADZU UV1900i spectrometer. Blank calibration was performed by scanning a standard solution with methylene blue (MB) added to deionized water for each change of abrasive as a reference point.",
    "Result and discussion": "3\n                  Result and discussion\n                  \n                     3.1\n                     Effects of abrasive on MRR at different pH\n                     The MRR of slurries containing silicon oxide; cerium oxide and alumina with and without the Fenton reaction are plotted out against pH in Fig. 4. MRR of SiC is found to be strongly related to pH of polishing slurries as shown in Fig. 4, and acidic pH leads to higher MRR for all three types of abrasives. The addition of the Fenton reaction catalyst improves or reduces MRR of the C surface depending on the nature of the abrasives used and pH of the slurries.\n                     By carefully measuring all the MRR results, one can find that the highest MRR of a polishing slurry with Fenton reaction depends on a specific pH for each of the three abrasives. For colloidal based slurries, the MRR of all slurries with Fenton reaction are all smaller than that of colloidal silica slurry at pH 2 without Fenton reaction, suggesting that Fenton reaction does not promote SiC oxidation as expected in colloidal silica containing slurries, and the presence of Fenton reaction, moreover, depresses the MRR of colloidal silica slurries. Introduction of Fenton reaction into colloidal silica slurries all leads to lower MRRs as illustrated in [\n                        Fig. 4\n                        (a)] with an only exception at pH 9. The mechanism of MRR depression by Fenton reaction in silica slurries is currently unclear. It worths, however, of noting that the colloidal silica slurry with Fenton reaction exhibits the highest MRR at pH 9, a 31.1% improvement compared to the no Fenton reaction added, reaching 640 nm/h, meaning that from pH 2 to 12, reaction products from Fenton reaction depresses the polishing MRR except at pH 9 where it promotes the MRR though its MRR is still lower than that of colloidal silica at pH 2 without Fenton reaction.\n                     For cerium oxide containing slurry, MRR decrease with pH increase as shown in [\n                        \n                           Fig. 4(b)\n                        \n                        ] no matter the absence or presence of Fenton reaction. The MRR increased to 1203 nm/h, a slight 13.8% improvement at pH = 2 with addition of Fenton reaction. At any other pH, MRR of ceria slurries with Fenton reaction is lower compared to that of corresponding slurry without Fenton reaction, a very counter intuitive result.\n                     Similarly, MRR of alumina containing slurry follows the same trend: decreasing with pH increase regardless of with or without Fenton reaction except the alumina slurry at pH 4 where the MRR dramatically increased to 2997 nm/h with the Fenton reaction, showcasing a remarkable improvement of 101.41% compared to that of slurry without Fenton reaction. This is the only significant MRR improvement in this series of experiments. These findings highlight the dependence of MRR of SiC polishing on the pH and the nature of abrasives with or without Fenton reactions.\n                     For fair comparison, only AFM images of SiC substrates with the highest MRR before and after the addition of Fenton reactions and representative AFM images of SiC substrates with cerium oxide abrasive particles at pH = 9 are provided, i.e., silica sol slurry at pH 2 and pH 9 [\n                        \n                           Fig. 5\n                        \n                        \n                        (a1)-(a4)], cerium slurry at pH 2 and pH 9 [\n                        \n                           Fig. 5\n                        \n                        (b1)-(b4)], and alumina slurry at pH 2 and pH 4 [\n                        \n                           Fig. 5\n                        \n                        (c1)-(c4)].\n                     The AFM surface images [Fig. 5(a1) and Fig. 5(a4)] reveals that with the Fenton reaction, the SiC surface polished by the colloidal silica slurry is covered with many dark spots and deep scratched, and Ra increases to 0.512 nm, worse than the Ra 0.366 nm, on SiC polished by a slurry without Fenton reaction, suggesting that Fenton reaction in colloidal silica slurry can only accelerate its MRR but deteriorates the surface quality.\n                     The surface quality of SiC polished with ceria slurries with Fenton reaction at pH 2 is, however, improved with a smaller surface Ra 0.452 nm compared to a Ra 0.533 nm of SiC polished with a ceria slurry without Fenton reaction at pH 2 though there is barely any difference on their MRRs.\n                     Similar to observations on colloidal silica related slurry, for alumina containing slurry, significant MRR improvement was obtained with Fenton reaction though its surface quality is worsened compared to that polished with slurry without Fenton reaction. Ra of SiC polished by alumina containing slurry increases to 0.772 nm from 0.662 nm with the Fenton reaction.\n                     MRR of polishing slurries is highest with slurries containing hard alumina abrasives at pH 2 with Fenton reaction while the best polished surface quality of SiC is obtained with colloidal slurry without Fenton reaction at pH 9. Obviously, after the addition of the Fenton reaction, the surface of the silica sol and the alumina deteriorated, and the surface of the cerium dioxide became slightly better. Combined with the results of MRR, the addition of the Fenton reaction has an effect on the silica sol particles, and it is likely that the products of the Fenton reaction affect the surface properties of the silica sol abrasive particles, or inhibit the surface of the SiC produced after polishing, and also reduces the MRR. Be noted that the best surface quality is not obtained with slurry that demonstrate the highest MRR.\n                  \n                  \n                     3.2\n                     Characterization of ·OH radicals in polishing slurries\n                     Hydroxyl radicals, a potent oxidant generated by the Fenton reaction, are attributed to the improved MRR for C face polishing of SiC [20]. To measure the concentration of hydroxyl radicals in polishing slurries, a color-changing reagent methylene blue (MB) is introduced into polishing slurries, its UV–vis absorbance at 663 nm [21] is then recorded to quantify the number of hydroxyl radicals.\n                     The UV absorbance of MB in supernatant with Fe3O4 catalysts particles removed by centrifugation is less than that of MB in DI water (Fig. 6\n                        ), an indication of the presence of hydroxyl radicals after addition of Fenton reaction Fe3O4 catalyst and H2O2. The concentration of hydroxyl radicals in the system is inversely proportional with its color intensity of methylene blue in polishing supernatant, reflecting in reduced absorbance in the UV–Vis spectrum [22] as illustrated in Fig. 6, where a bigger decrease in absorbance represents a higher concentration of hydroxyl radicals.\n                     In DI water, the baseline UV absorbance of MB is recorded at pH 2, 4 and 9 in [\n                        \n                           Fig. 6(a)\n                        \n                        ]. The addition of the Fenton reaction Fe3O4 catalysts and H2O2 to DI water leads to decreased UV absorbance of MB, a result of MB concentration reduction, indirectly reflecting the presence of OH radicals produced by Fenton reaction. The most prominent decrease occurs at pH = 9 for about 58.5% reduction. At pH = 2 and 4, the absorbance decreases by 13.5% and 7.1%, respectively. These results suggest that in DI + H2O2 solution, Fe3O4 catalysts is most effective on generating hydroxyl radicals at pH 9, next effective at pH 2 and least effective at pH 4, which are quite different from conventional wisdom that Fe2+ catalyst is most effective at pH 2 and 4. One might speculate that the surface of solid Fe3O4 catalysts at pH 2 and 4 is less active for H2O2 decomposition to generate •OH radicals, or the generated •OH radicals are short-lived that are quenched by the other species on the surface of catalysts. The concentration of hydroxyl radicals increased with the increase of hydrogen peroxide concentration in the same pH environment (pH = 7) [\n                        Fig.(6c)\n                        ], indicating that the increase of hydrogen peroxide concentration would instantaneously decompose more hydrogen peroxide in the polishing slurry to produce hydroxyl radicals, but compared with the change of hydroxyl radicals in different pH environment, it was obvious that pH had a greater effect on the concentration of hydroxyl radicals. However, when abrasives are added to the system, the results change significantly as illustrated in Fig. 7\n                        .\n                     Comparing UV absorbance of supernatants obtained from centrifugation of abrasive slurries to DI water without Fenton reaction additives, it can be found that all UV absorbance values (1.433–1.515), at pH 9, are higher than 1.14 of DI water no matter the nature of abrasives added, suggesting that UV absorbance of MB is enhanced by residual abrasive particles by centrifugation. The UV absorbance of MB is, however, reduced to some extent, and near the same between 1.500 and 1.540 except that of alumina slurry at pH 2 for about 1.702. Such a contrary impact on UB absorbance of MB at different pH by residual abrasive particles is puzzling and unresolved so far. Another interesting observation is that the UV absorbance of the supernatant from centrifugation of abrasive slurry stays in a narrow regime (1.433–1.702) regardless to pH and the nature of abrasives unlike those in DI water that strongly depend on pH, its possible root cause is that the residual particles neutralize the impact of pH on UV absorbance of MB.\n                     The UV absorbance of MB in supernatant obtained from centrifugation of silica slurry with Fenton reaction is increased about 36% at pH 9, while reduced about 21% at pH 2 and about 7% at pH 4 compared to that of DI water, suggesting the presence of •OH radicals at acidic pH and that more •OH radicals are produced at pH 2. Combining the impact of residual colloidal silica [Fig. 7(a1)], one may conclude that at pH 4 and 9, even in presence of Fenton reaction, no •OH radicals are produced in colloidal silicon slurry except at pH 2. This is quite astonishing because most •OH radicals are detected in DI water at pH 9 in presence of Fenton reaction, meaning that the •OH radicals in colloidal silica slurry at pH 9 are completely quenched.\n                     The UV absorbance of MB in supernatant obtained from centrifugation of ceria slurries is increased about 5% at pH 9, while reduced about 5% at pH 2 and about 7% at pH 4 compared to that of DI water without addition of Fenton reaction, suggesting the presence of •OH radicals at acidic pH and that more •OH radicals are produced at pH 4. Bring in consideration of residual ceria [Fig. 7(a2)], one may derive a contrary conclusion that no •OH radicals are produced at pH 4 while some •OH radicals are produced at pH 2 and 9, especially at pH 9 since compared to ceria slurries without, UV absorbance of MB from ceria slurries with Fenton reaction is decreased at pH 2 and 9. It should be pointed out that for ceria slurries, the UV absorbance increase or decrease of MB in supernatant fluctuates in a narrow range of 5%, statistically an insignificantly range, which should not allow us to make any conclusive judgement on the presence of •OH radicals with addition of Fenton reaction to ceria slurries.\n                     The UV absorbance of MB in supernatant obtained from centrifugation of alumina slurries is all significantly reduced regardless pH and no matter what to compare with as baseline, which differs them from colloidal silica and ceria slurries. Large amount of •OH radicals with addition of Fenton reaction are present in alumina slurries at all three pH. Compared to alumina slurries without Fenton reaction, UV absorbance of MB reduces about 58% at pH 2, 61% at pH 4, and 44% at pH 9. When compared to DI water, UV absorbance of MB reduction is about 54% at pH 2, 63% at pH 4 and 23% at pH 9. Among all three pH, the alumina slurry at pH 4 has the highest number of •OH radicals. These results clearly show that alumina residual in supernatant demonstrates the least amount of interference on UV absorbance of MB, an indirect indication that the most inert alumina surface does not quenches •OH radicals opposite to the observed quenching by colloidal silica or ceria surface.\n                     Previous studies by Gao reported that the concentration of hydroxyl radicals in the heterogeneous Fenton reagent changes with pH and the nature of the three abrasive grains [23], which was attributed to the presence of other ions in the slurry reaction system. The steady-state •OH concentration can reach 10–12 M [24]when the concentration of transition metal ions, especially Fe2+, is higher. Lueder et al. found that adsorbed iron, structural iron, complexed iron, and free iron [25] are all capable of catalyzing the formation of •OH. Surface-adsorbed Fe(II) and mineral structure Fe(II) oxidation primarily promote the formation of •OH, while free Fe(II) contributes limited amount of •OH [26,27]. The unique colloidal states introduced by different abrasive particles result in distinct adsorption states of divalent iron in the system, leading to significant variations in the hydroxyl radical content generated by the polishing slurry over a given period [23]. Our measured •OH radicals at different pH shines more lights on impact of residual particles to the free •OH radical concentrations: the inert alumina particles are the least detrimental to free •OH radicals while colloidal silica and ceria almost completely quench free •OH radicals.\n                  \n                  \n                     3.3\n                     Zeta potential of abrasives in polishing slurries\n                     Zeta potential measures the potential generated at the solid-liquid interface in response to the relative motion of solid particles and ions in slurries [28]. When particles and SiC experience electrostatic repulsion, this physical phenomenon would suppress the mechanical cutting effectiveness of abrasive particles.\n                     In the polishing slurries with and without Fe3O4 catalysts and H2O2, the zeta potential profiles are plotted out versus pH in Fig. 8. The isoelectric point of SiC powder is at pH 9.7. The zeta potential of SiC is slightly positive around 1 mv below pH 9, and becomes slightly negative when pH increases from 10 to 12. Zeta potential of colloidal silica slurry is all strongly negative from pH 2 to 12 without reaching isoelectric point, smaller than negative 30 mv. The isoelectric point of ceria slurries is approximately 7. The zeta potential of ceria slurries remains in a narrow range between −20 and −25 mv below pH 6, and between 20 and 25 mv above pH 8. It suddenly, however, jumps from −20 to +20 mv between pH 6 and pH 8. The isoelectric point of alumina slurry is around 8.5. The zeta potential alumina slurry decreases from 40 mv to −25 mv with pH increase from 2 to 12, the only slurry that has positive zeta potential in acidic pH range.\n                     The addition of Fe3O4 catalysts and H2O2 completely alters the zeta potential profile of three abrasives (Fig. 8), which follows, surprisingly, the same pattern for all three slurries regardless what the abrasive is. Their zeta potential profiles all start with positive zeta potential at pH = 2, decreases with pH increase, reaching end at the lowest negative zeta potential at pH = 8–9 before turning uptrend with pH further increase. Be noted, the absolute zeta potential and isoelectric point for each slurry differ significantly from each other. For silica slurry, the most positive zeta potential is about 7 mv at pH, and the most negative about −25 mv at pH 8 with its isoelectric point appears at pH between 3 and 4 (closer to 4). For ceria slurries, the most positive is about 40 mv, and the most negative zeta is about −30 mv with its isoelectric point appears at pH 6. For alumina slurry, the most positive is about 18 mv, and the most negative zeta is about −25 mv with its isoelectric point appears at pH 9.\n                     These measured profiles closely resembles that of Fe3O4 zeta potential with pH observed in Fevzi Sahin's experiment [29]. However, Fe3O4 does not have such a high absolute value of positive potential at pH = 2, but it also shows a negative potential lowest point at pH = 8, followed by a slight rise with pH increase further. Therefore, the zeta potential profile with addition of Fe3O4 catalysts and H2O2 is a result of convoluted interaction among the Fe3O4 catalyst particles, abrasive particles and the added chemical additives, and follows the same trend with pH but differ with absolute zeta potential value and isoelectric point, where the trend is dominated by the presence of Fe3O4 catalyst particles.\n                     For silica sol abrasive particles, the zeta potential was negative when no Fenton reaction was added, but after the Fenton reaction was added, its zero-point charge was around pH = 4. For cerium oxide abrasive particles, the zero-point charge is pH = 6 when Fenton reaction is not added, but the zero-point charge is about pH = 7 after Fenton reaction is added. For alumina abrasive grains, the zero-point charge is pH = 8.9 when Fenton is not added, but the zero-point charge is around pH = 7 after the Fenton reaction is added. Therefore, the addition of ferric tetroxide completely changes the zero-point charge of the particles in the polishing slurry, so that its zero-point charge is closer to pH = 7, which is due to the fact that the zero-point charge of ferric tetroxide tends to be close to neutral, which shows that trioxide has a greater influence on the zeta potential of the polishing slurry, but it cannot completely determine the zeta potential of the polishing slurry under extreme acid or alkali conditions.\n                     The zeta potential does not play a major role in the MRR result of silica sol abrasive polishing slurry. For cerium oxide abrasive polishing slurry, the highest MRR value is observed at pH = 2, where the zeta potential difference between SiC and cerium slurry containing Fenton reagents is the highest, a strong positive-positive repulsion expected between the SiC surface and abrasive particles. But for alumina abrasive polishing slurry, the highest MRR value is observed at pH = 4, where the Zeta potential difference is nothing special to be noted. The MRR does not strongly correlate with the zeta potential difference between SiC [Fig. 8(b)\n                        ] at pH = 8 (Fig. 4) and slurry abrasives, indicating that other factors beyond zeta potential and mechanical abrasion determine the MRR. The same trends apply to alumina, with the highest MRR point at pH = 4 and the maximum zeta potential difference at pH = 9 (Fig. 8(c)]. But, the MRR is only 17% of the highest value (Fig. 4).\n                  \n                  \n                     3.4\n                     LF-NMR characteristic of polishing slurries and XPS analysis of the SiC surface\n                     \n                        Fig. 9 presents the LF-NMR results of polishing slurry with SiC powder after the addition of the Fenton reaction. The T2 values represents rotational mobility states of hydrogen protons with the influence of abrasive particles. High T2 value indicates weak binding of water molecules or other hydrogen-bearing components (including hydroxyl radicals) with solid components, indicating a high level of molecular motion within the system, and vice versa [30].\n                     Silicon oxide has the lowest T2 value and the narrowest relaxation peak at pH = 2, the second at pH = 9; the longest and the most broad at pH = 4. Which means that water forms the tightest water hydration layer at pH = 2, the most loose water hydration layer at pH 4. The addition of SiC powder at pH = 2 and pH = 4 does not significantly affect the T2 value of the polishing slurry, suggesting that the addition of SiC powder have no intensely influence on the protons in the polishing slurry, and the chemical reaction was not very vehement in pH = 2 and 4 compared to pH = 9.At pH = 9, a significant longer relaxation time along with broadened half-height width is observed, indicating increased water molecular mobility at the interface of abrasive particles in the slurry. In another word, at pH = 9 the surface of SiC in silica slurry is more hydrophobic that leads to increased water mobility, a longer T2 value. The broadened T2 peak width might result in the presence of both silicon oxide abrasive and SiC powder particles attract each other.\n                     For ceria slurries, the shortest T2 value and the most narrowed T2 peak appears at pH = 4, formation of the tightest hydration layer around cerium oxide particles while hydration layer of ceria particles is the most loose at pH = 9. Adding SiC powder to ceria slurries will significantly increase T2 value at pH = 4, while a moderately longer T2 at pH = 2 and 9. So is the T2 peak FWHM. After the addition of SiC powder, the significant shifts of T2 value and FWHM at pH = 4 is a strong sign that the presence of SiC increases water molecule mobility at the interface of cerium oxide and SiC particles and weak (maybe repulsive) interaction between ceria slurries and SiC. At pH = 2 and 9, the addition of SiC does not change the hydration layer on cerium oxide and SiC particles.\n                     The LF-NMR results of the alumina abrasive polishing slurry are shown in Fig. 9\n                         and Table 3 From pH = 2 to 4 and 9, the T2 for alumina slurry stays within a relatively tight range from 1097.49 to 1747.53 ms. Addition of SiC powder slightly extend T2 time especially in pH = 2 and 4, The T2 value at pH = 2 and 4 is notably greater than that in the alkaline environment at pH = 9, especially at pH = 4, which increased from 1232.86 ms to 2782.56 ms (Table 3). On the other hand, the T2 FWHM of alumina slurry with SiC is broadened more than 1000 ms at pH = 4 (Fig. 9 and Table 2\n                        \n                        ), the largest among all slurry at any pH, significantly higher at pH = 2 and pH = 4 compared to pH = 9, more than doubling the relaxation time. Additionally, pH = 4 corresponds to the highest MRR environment for alumina abrasive grains [Fig. 4(f)], and its absorption peak also exhibits the highest hydroxyl radical content at pH = 4 [Fig. 7(c)]. Zhong et al.’s research showed that the longer the relaxation time, the slower the mobility and migration rate of hydrogen ions, and The more free water molecules are converted to bound water molecules [31]. Therefore, after the addition of the Fenton reaction, the relaxation time of the alumina polishing slurry increases significantly at pH = 4, and the relaxation time of silica sol also increases at pH = 9, which may be due to the binding of hydroxyl radicals produced by the Fenton reaction to the alumina particles, and since the hydroxyl radicals have greater electronegativity, the source of this binding force may be hydrogen bonding, and this chemical action affects the migration of protons.\n                     After the polishing process, XPS scans of the polished SiC surface are presented (Fig. 10). The scans measured the binding energy peaks corresponding to C1s, O1s, Si2s, and Si2p photoelectrons in the spectrum. The scanned spectrum (red) of the SiC surface polished by ceria containing slurry differ quite significantly from those (blue and black) polished by alumina and silica containing slurries: the relative intensities of Si2s and Si2p on polished SiC surface by alumina and silica sol slurry are quite similar while O1s intensity is stronger and C1s intensity weaker on SiC surface polished with alumina slurry than those with silica slurry. However, these differences are insignificant. The XPS spectrum of SiC surface polished by ceria slurries show distinctive characteristics. The O1s intensity is significantly lower compared to that polished by the other two abrasive slurries whose the C1s intensity is considerably higher. This stark contrast suggests that the chemical reaction pathway of cerium oxide in the polishing process is likely to be different from that of alumina and silica sol. Moreover, the MRR of cerium oxide did not increase after the addition of the Fenton reaction, which indicates that the hydroxyl radicals produced by the Fenton reaction did not play the same oxidizing role as alumina and silica sol in the cerium oxide polishing slurry.\n                     Calibration and peak fitting of C1s, O1s, and Si2p were performed to quantify the specific chemical compositions present. By adjusting the half-peak width and peak area of the standard peak, the profile can be fitted to identify potential chemical components. [Fig. 10(b-j)\n                        ] displays the XPS results of SiC surface after polishing with alumina, cerium oxide, and silica sol abrasive polishing slurries. For alumina, the C1s energy band shows the presence of four main substances: Si–C, Si4C4-xO2, C–C, and C–O, suggesting that the oxidized C exists in quite complicated forms. The Si2p energy band exhibits only two forms of Si: Si–C–O and Si–C substances. The relative strength of the combined peak, composed of Si–C bonds and other bonds, can serve as an indicator of the degree of chemical reaction. Comparing the XPS results of cerium oxide with the results of other abrasive grains, the chemical reaction in alumina polishing slurry appears to be weaker, as evidenced by the higher relative strength of the Si–C peak [Fig. 10(e-g)], or this observation might be attributed to the strong abrasion nature of alumina that remove most of oxidized and soft materials on SiC surface and expose a new and unreacted SiC surface. In contrast, cerium oxide shows a very weak Si–C peak [Fig. 10(a)], and its C1s spectrum indicates the presence of Si–C bonds in addition to C–C, Si4C4-xO2, and C–O. Similarly, in the Si2p energy band of cerium oxide, Si–C–O and Si–C substances are observed along with an unknown substance of SiOxCy. Silica sol mainly contains Si–C, C–C, and C–O substances in the C1s energy band, along with additional COOR substances. Si–C–O and Si–C substances are seen in the Si2p energy band of silica sol, along with an unknown substance of SiOxCy. A small SiO2 peak was also observed, and it can be inferred from the O1s results of the three abrasive grains that SiO2 is the most dominant oxidation product.\n                     Comparing the XPS results of the three abrasive particles, it can be concluded that the oxides formed after the oxidation of SiC are mainly composed of Si4C4-xO2, Si–O and C–O substances. The addition of different abrasive grains to the polishing slurry had no significant effect on the oxidation mechanism of SiC surface. However, it is important to note that the hydroxyl radicals produced by the Fenton reaction can exert different effects in the polishing slurry of different abrasive grains. Therefore, for the above abrasives, the oxidation of hydroxyl radicals to the surface of SiC has the following process:\n                     The nature in which hydroxyl radicals oxidize SiC is worth to consider, and the amount of hydroxyl radicals in the polishing slurry is a dynamic equilibrium as they are continuously produced and consumed. The MRR exhibited by colloidal silica and cerium oxide did not necessarily increase with the increasing hydroxyl radical content, and alumina only exhibited a significant increase in MRR at pH = 4. If the hydroxyl radical is free to exist in solution and can be freely adsorbed on the surface of SiC to oxidize SiC, then the ability of the polishing solution to oxidize SiC after the addition of the Fenton reaction should be enhanced, resulting in a significant increase in MRR. But the MRR does not trend with the hydroxyl radical concentration with pH (Fig. 4), and it is lower than that of the polishing solution without the Fenton reaction in some pH environments. This indicates that the hydroxyl radicals in a free state do not directly oxidize the surface of SiC, and the silica sol abrasive particles limit the oxidation of hydroxyl radicals or even quench the hydroxyl radicals, and the hydroxyl radicals in the cerium oxide abrasive polishing solution do not play a role or are completed quenched to none-existence by ceria abrasives [16].\n                     The results of the zeta potential (Fig. 8) show that if the zeta potential of the polishing slurry is completely determined by the addition of iron oxides to the polishing slurry, then the zeta potential of the three abrasives should exhibit exactly the same trend, or even have the same absolute value. However, this was not the case, so although the addition of iron oxides in the polishing slurry system creates a new zeta potential trend, it did not change the potential of the abrasive particles themselves [32]. Nor can it fully dominate the potential of the polishing slurry. The experimental results are influenced by the interaction of iron oxides with abrasive particles. Based on the results of zeta potential, it can be inferred that particle adsorption will occur after the addition of the Fenton reaction, and the hydroxyl radicals produced by the Fenton reaction are adsorbed on the abrasive particles and act on the SiC surface together with the abrasive particles [32–34]. According to the results of XPS, the chemical reaction mechanism of hydroxyl radical oxidation of SiC is as follows:\n                           \n                              SiC+·OH ➡ Si4C4−xO2 + CO2 + SiO2 +H2O",
    "Summary": "4\n                  Summary\n                  In this study, silica sol, cerium oxide, and alumina abrasive particles were utilized to explore the oxidation nature of Fenton reaction toward SiC–C surface using a polishing solution without ferric oxide and a polishing solution with the addition of ferric oxide, which generated a large number of hydroxyl radicals. The experimental and analytical results reveal.\n                        \n                           (1)\n                           The number of strong oxidizing hydroxyl free radicals generated by the Fenton reaction do not directy translate to high MRR of SiC polishing.\n                        \n                        \n                           (2)\n                           Alumina abrasives are harder and do not react chemically with other components in the polishing slurry, so they can provide more mechanical action, so their polishing efficiency is positively correlated with the concentration of hydroxyl radicals under acidic conditions, and its MRR is highest at pH 4.\n                        \n                        \n                           (3)\n                           the MRR of colloidal silica is higher without Fenton reaction from pH 2–12 except at pH 9 where its MRR is higher with Fenton reaction.\n                        \n                        \n                           (4)\n                           Hard alumina abrasive grains lead to the highest MRR, but the surface condition is poor, and cerium oxide under acidic conditions produces the best polished surface.\n                        \n                        \n                           (5)\n                           Highly likely, the accelerated MRR by Fenton reaction is not from free hydroxy radicals, but is most closely relate the adsorbed surface species either on the Fe3O4 or abrasive particles.\n                        \n                     \n                  \n                  In summary, only in alumina polishing slurry, increasing the content of hydroxyl radicals can significantly enhance the oxidation performance, then improves MRR. Further research is necessary to investigate how hydroxyl radicals adsorb onto abrasive particles and oxidize the surface layer of SiC.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Xiaodong Hao: Writing – original draft, Visualization, Software, Methodology, Investigation, Formal analysis, Conceptualization. Jiapeng Chen: Writing – review & editing, Validation, Supervision, Methodology, Funding acquisition, Conceptualization. Xiongjie Wu: Writing – review & editing, Data curation. Jie Lin: Data curation. Anjie He: Data curation. Zhenlin Jiang: Writing – review & editing, Validation, Resources. Wenjun Wang: Writing – review & editing, Validation. Baoxiu Wang: Writing – review & editing, Validation. Tao Sun: Supervision, Project administration, Methodology, Funding acquisition, Conceptualization."
  },
  "references": []
}