{
  "title": "The history of the international fine particle institute and some thoughts on the challenges and successes of particle science and technology",
  "authors": [
    "Hendrickson, W.A."
  ],
  "publication": {
    "journal": "Powder Technology",
    "date": "2024-12-01",
    "doi": "10.1016/j.powtec.2024.120331"
  },
  "abstract": "This paper offers a reflection and prospectus from the viewpoint of the International Fine Particle Research Institute (IFPRI) community, specifically the current state of particle technology, how we got to this point, and where the future is heading. IFPRI is a unique consortium, working with academics from universities around the world, pursuing research that is directed by industrial members. While this reflection has a historical context, its perspective is clearly toward solving current and future challenges associated with particle science, engineering, and technology.",
  "keywords": [
    "Industrial-academic consortium",
    "Characterization",
    "Particle formation",
    "Size reduction",
    "Dry powder flow",
    "Wet systems"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Since the broad onset of the COVID-19 pandemic in early 2020, the world has suffered under restrictions and dislocations; yet it has afforded many of us the time to reflect on current situations and future prospects. This paper offers a reflection and prospectus from the viewpoint of the IFPRI community, specifically the current state of particle technology, how we got to this point and where the future is heading. As an historical baseline, let us consider several other disruptions that have occurred over the past 75 years.\n                  In 1973 we had reached a crossroads of at least 4 major movements: the start of globalization, the beginning of geopolitical shifts away from Europe and the US, tightening and scarcity of key strategic resources, and the application and results of new technologies. In a broad sense this was manifested in the oil embargo, the opening of China to the rest of the world, and the application of particle technology to the iron and steel industry, first in the US and then around the world. In 1973 we thought that we only had 25 years left in oil and gas reserves and the OPEC cartel was flexing its political clout with limits on oil production. Lines developed at gas stations, oil prices skyrocketed, and the world economy faltered.\n                  At the same time, 1973 marked the peak of iron and steel production in the United States. Hidden in this was an accelerating decline in jobs in this area that was a direct result of advances in particle science and technology. In the 1940's the US iron ore industry realized that, like the future oil industry would in the 1970s, there was an end in sight to easily available raw materials. While high grade iron ore (65 % iron) was running out in the Great Lakes deposits in the United States, it was well known that a low-grade ore, taconite (35 % iron), was in abundance. Research in particle technology, particularly by Edward W. Davis at the University of Minnesota [1], resulted in methods to beneficiate taconite into high grade ore. By 1955 the first commercial use of taconite ore was used to produce blast furnace pig iron. The known reserves of Great Lakes iron ore jumped from a few years to over 600 years at the then current usage rates.\n                  The beneficiation process is a classical particle problem whose solution involved multiple grinding steps, wet separation (flotation and magnetic), pellet formation (to reduce dust and simplify handling) and firing to stabilize the taconite pellets. The process was successful, perhaps too successful. By pelletizing to a uniform pellet size this new raw material feed improved the efficiency of the blast furnaces by 500 % (better air flow through the blast furnaces) and over 80 % of the blast furnaces were closed by 1973. Of course, foreign dumping of iron and steel was blamed, but that was only a small part of the job loss in the iron and steel industry. Particle technology had solved a raw materials problem and a production efficiency problem and added to the societal changes of 1973.",
    "Genesis of the concept of IFPRI": "2\n                  Genesis of the concept of IFPRI\n                  At this same time, two academic professors and a group of industrial managers were realizing that particle technology was a critical part of societal and industrial efficiencies, but, with a few exceptions, particle science and technology was neither an academic nor an industrial research and development priority. Only a few academic departments in the world had a focus on particle science and technology [2]. Europe and Japan had a greater focus on solids handling than the US, but more could be done. Similarly, many industrial companies did not see the value in investing in separate research and development groups to look at the effects of particle science and technology. One of the few exceptions was Howard Turner, at DuPont, who managed a group of consultants in DuPont's Engineering Department.\n                  In 1974, Brian Scarlett (University of Loughborough) was visiting Bob Pfeffer (City College of New York); their discussion turned to the lack of specific funding from UK and USA government agencies and the lack of focused courses in particle technology in academia. At this time, Bob Pfeffer was acting as a consultant with Howard Turner's group, and Bob suggested getting Howard Turner's advice on putting together an industry-focused consortium on particle technology. During those first discussions, Howard suggested that the consortium needed to be broader than just City College and Loughborough as academic members. Encouraged by the initial discussion, Brian and Bob continued to develop the concept, eventually convincing Frank Tiller at the University of Houston, Kurt Leschonski at TU Clausthal, and K. Inoya at Kyoto University to participate in the formation of this new consortium.\n                  In 1975, Reg Davies (Illinois Institute of Technology Research Institute) was hired at DuPont and he, along with Howard Turner and Jim Fair (Monsanto), started discussing how to make the idea of a new particle technology consortium a reality. Not surprisingly, the development and implementation of this new endeavor did not happen overnight, but over the next 4 years the concept was refined and eventually encompassed some of the unique structures that are still part of IFPRI including:\n                        \n                           1)\n                           the industrial members would discuss and develop particle science and technology strategies and proposals that were of interest to the combined industrial membership,\n                        \n                        \n                           2)\n                           only industrial members would vote on which programs to fund, but with the input from the founding academics who were designated as academic advisors or from academic consultants hired by IFPRI in the later years,\n                        \n                        \n                           3)\n                           the funded research would be of broad interest and be nonproprietary and open to all IFPRI members, and\n                        \n                        \n                           4)\n                           no unsolicited research proposals would be accepted.\n                        \n                     \n                  \n                  Perhaps the most intriguing aspects of this proposed consortium was the following: 1) the industrial members would decide and direct the research, and 2) the consortium would not reside at a single university but would be a stand-alone organization that would work closely with academics from universities around the world. Contrast this to some government or university sponsored organizations that have a site focus, led by academics.",
    "Early years of IFPRI": "3\n                  Early years of IFPRI\n                  In 1978 Howard Turner and Reg Davies convinced the 5 founding academics that the time was right for the first industrial meeting. With $5000 provided by the founding academics' universities ($1000/university which was later returned when IFPRI was fully operational), they organized a meeting at the Hotel DuPont in Wilmington, Delaware with representatives from approximately 20 companies from around the world to present the concept of the International Fine Particle Research Institute (IFPRI). During this meeting the Vision and Mission of IFPRI was presented (see Graphical Abstract), an organizational structure that included a President, Secretary, and Treasurer who were also part of the 5-member Executive Committee (EC) and a 5-member Technical Committee (TC), along with the 5 academic advisors who were non-voting members, led by the TC Chair. The structure was devised to divide the financial responsibilities (membership drives, collection of membership dues, disbursement of grants to academics, etc.) from the strategic technical program development. This structure continued with few changes until 2007 when the organization was simplified with consultants replacing advisors, all members being part of the EC and TC, and all full members voting on the final budget and the full research program. During the initial years IFPRI had only one paid employee, the President. In 1990 a second paid employee, the IFPRI Vice President, was added to help the President with the growing academic program and help with recruiting new members.\n                  By 1979, 13 companies had decided to become members of IFPRI (Table 1\n                     ). Howard Turner had retired from DuPont to become the first IFPRI President and Reg Davies from DuPont was elected by the members as the first TC Chair. The first IFPRI Annual General Meeting (AGM) was held in Philadelphia in June of 1979 where 3 research papers and one review were presented (Table 2\n                     ). A substantial portion of the meeting was also devoted to the discussion of new projects to be funded, assessment of the current research, and discussion of the general state of funding and education in the area of particle science and technology. All of these would become a regular part of future IFPRI meetings. Over the next 4 years under Howard Turner's leadership, membership in IFPRI grew to 22 members (Fig. 1\n                     ) and the research program grew to include 12 research presentations and 3 reviews (Fig. 2\n                     ). It was during this initial start-up of the IFPRI organization that many of the organizational details were determined including:\n                        \n                           1)\n                           defining 5 areas of industrial important research (Fig. 3\n                              ): Characterization, Size Reduction, Formation, Dry Systems or Powder Flow, and Wet Systems (filtration and rheology),\n                        \n                        \n                           2)\n                           holding the AGM in June or July, alternating each year between the US and Europe and in Japan every 5 years,\n                        \n                        \n                           3)\n                           holding a second meeting in January for the EC to assess the current state of the organization, develop business strategies, and consider the financial state of IFPRI,\n                        \n                        \n                           4)\n                           having a third meeting in March for the TC (industrial members only) to consider the current research program and plan on new programs for the coming year, and\n                        \n                        \n                           5)\n                           developing some of the collegial networking such as annual banquets, happy hours, sporting events, and other interpersonal activities that provide the human glue that binds any organization.\n                        \n                     \n                  \n                  In these first four years the vision of Howard Turner, Bob Pfeffer, and Brian Scarlett of an international organization comprising academic organizations and member companies was realized and cemented into the soul of the organization. In 1983 Howard Turner stepped down from the IFPRI Presidency and Les Ford, recently retired from ICI, was elected as the second IFPRI President.",
    "The refinement of the IFPRI model accompanied by growth, then decline of membership": "4\n                  The refinement of the IFPRI model accompanied by growth, then decline of membership\n                  As was done at the start of this narrative, let us digress and provide the economic, political, and technical boundary conditions for the next twenty-five years of IFPRI. Economically, the world was adjusting to the effects of OPEC control over a large fraction of energy production, rapid globalization was continuing with China taking its place as a leader in the world economy, and the merger and acquisition cycles that started at the beginning of the 20th century were intensifying and becoming much more frequent with the 4th (1984–1989), 5th (1994–2001) and 6th (2004–2007) M&A cycles. Politically, this era saw the general decline of communism and the specific fall of the Soviet Union, a rise of fundamentalism, and the realization that climate change from human activity is a critical issue having global impact. Toward the end of this period, our attention was dominated by the 9/11 terrorist attacks and subsequent conflicts in Afghanistan and Iraq, followed by the banking crisis of 2008 that led to one of the most severe world economic recessions since 1929. This economic and political backdrop, having mixed growth and crisis, had significant effects on IFPRI.\n                  Technically, the impact of technologies developed from solid state electronics saw the rise of personal computers, the internet, and smart phones and the decline of some business segments such as silver halide-based imaging, printing and in-store shopping. Interestingly, the decline in printing and the rise of electronics also saw an uptick in photocopying. While this technology had its roots in the 1950's and 1960's this relatively new technology became increasingly important to society, academia, and industry.\n                  For IFPRI and particle science and technology, in general, it is important to point out that the xerographic process used for photocopying is founded on particle property controls including particle size, particle charge, and particle flow. Xerography may be one particle technology that most of the world knows about and uses, but few outside of our field understand the complexity of the process within that “black box” and how much particle science and at what level the particle science is practiced in making a single copy. For example, Joseph Pedano's thesis on the flow characteristics of toners provides an overview of the importance of particle science and technology in this field [3].\n                  For the first 6 years of Les Ford's IFPRI presidency (1983–1989) the membership stayed relatively stable within a range of 18–23 member companies. The companies that were members during this time are grouped to show the breadth of industrial interest in particle technology (Fig. 1), including focus areas of energy, mining, iron and steel production, industrial chemicals, imaging materials, personal care, food, and equipment manufacturing. While many companies were members throughout this period, some joined part way through or withdrew during this time. Some members combined due to mergers and acquisitions. Fluctuating membership also became a hallmark of IFPRI, and management has spent a considerable amount of time trying to understand why companies wax and wane in consortia like IFPRI; it appears there are several factors. First, economic factors such as recessions and mergers force a company to limit extraneous spending, and outside memberships are easy to cut. Second, membership in IFPRI requires active participation and preferably participation by multiple employees in a single company to be worthwhile. IFPRI participation by one individual in a company puts that membership in jeopardy if the one participant leaves the company or gets a different job within the company. Membership is hard to maintain without having an advocate in the company.\n                  Around 1987 the IFPRI members asked Les Ford to increase the membership to allow more resources for funding a broader research program. At the time, IFPRI membership was $20,000 per year with approximately 85 % of the membership fees used to fund research projects and the remaining funding to pay the President, consultants, and travel to the meetings of invited guests and speakers. At first Les resisted the wishes of the members stating that the AGM meetings with over 60 attendees and the 10–12 funded research programs were already difficult to manage; he feared that adding more members and programs would cause a loss of focus and reduce the ability to get to know everyone in the organization. The membership persisted in its request and by 1990 Les had shifted into a recruiting and organizing mode growing IFPRI to 42 members by 1999 when he stepped down from the Presidency. To help Les with the increased complexity of the larger organization the members voted to create a second paid position of IFPRI Vice President and elected Gordon Butters, who had recently retired from BP Chemicals, as the first IFPRI Vice President. Following Gordon Butters' untimely death in 1996, Roger Place, recently retired from ICI, was elected Vice President of IFPRI. Fig. 2 shows how the research program changed from 1990 to 1999. The research program grew from 16 projects to 21 projects (plus 1 review) and the membership was starting to transform from a chemical and energy focus to a chemical and pharmaceutical focus, a trend that continues to this day.\n                  The growing importance of particle science and technology as a core competency for many sectors of our economy, along with the establishment and success of IFPRI was the driving force for Prof. L.S. Fan and a few others from industry and academia, including Reg Davies and Bob Pfeffer, to convince the American Institute of Chemical Engineers (AIChE) to establish an international forum to promote information exchange, research, and education in the field of Particle Technology. In 1992, the AIChE officially launched the Particle Technology Forum (PTF); L.S. was elected to serve as its first Chair, Reg as Vice Chair, and Bob as Treasurer.\n                  Shortly after the AIChE approved the formation of the PTF, Bob Pfeffer and Reg Davies wrote a proposal to the National Science Foundation (NSF) to sponsor a Workshop on Particle Science and Technology. The proposal was funded, and a 2-day NSF Workshop took place at NSF headquarters (Washington, DC) in June 1993. The Workshop was attended by 20 academics,18 industrialists, 9 government representatives, and 2 AIChE organizers. Four of the 49 attendees were from overseas [2].\n                  The main objective of the Workshop was to define the state of particle technology in the US and to design a path forward whereby US manufacturing competitiveness in particle products and processes can be achieved through enhanced education and research funding. A second important objective was to focus on the thematic goals of the newly formed Particle Technology Forum and the planning of the First International Forum on Particle Technology (now called the World Congress on Particle Technology (WCPT)) to be held in Denver in August 1994. The Denver meeting was a huge success and attracted 450 participants, and over 300 technical papers and posters were presented. Since then, Particle Technology has become a major area of interest to AIChE, with many featured sessions at all subsequent AIChE meetings.\n                  Reg Davies stepped down as the TC Chair of IFPRI in 1990. His position was first taken over by Jim Baker from 3M as the new TC Chair for one year and then George Schurr from DuPont became the third TC Chair in 1991 filling that role for the next 11 years until 2002 when Jim Michaels from Merck became the fourth TC Chair through 2013. It cannot be overstated the importance that the TC Chair position holds within IFPRI. Reg Davies was instrumental in the startup and definition of IFPRI, and he also defined the TC Chair with his vision of how this consortium was to operate, a vision that has been carried forward to the present.\n                  The Les Ford years at IFPRI included projects from a number of icons in the particle science and technology field such as John Brady, John Bridgwater, Derek Geldart, Roy Jackson, Bob Behringer, Kurt Leschonski, Yutaka Tsuji, Jan Mewis, Bob Pfeffer, Bill Russel, and Brian Scarlett and a number of individuals that would rise to prominence in this field such as Ko Higashitani, Mojtaba Ghadiri, Jim Litster, Michel Louge, Fernando Muzzio, Joerg Schwedes, Arno Kwade, Gaby Tardos, Frank Doyle, Norm Wagner and Wolfgang Peukert. During this time, funding of research programs became more systematic with 3-year grants being offered with the opportunity to extend the grant for an additional 3 years with membership approval. One notable exception to the 3/6-year rule was the Bill Russel (Princeton) and Jan Mewis (KU Leuven) collaboration on slurry modeling and measurements that spanned 1984–1998; it is still fondly remembered in IFPRI as brilliant, industrially significant, and a model for collaboration.\n                  Two other notable experiments were conducted during the Les Ford years. The first was a commercial program to define, produce and sell particle size standards. This well-intentioned program did define and produce particle size standards, but the sale of the materials did not justify the expense and time. Eventually, those samples were disposed of. The second experiment, more successful than the first, was to define a second, lower cost, Associate Membership level. This type of membership was requested by Willie Hendrickson when he left 3M and started a particle processing contract manufacturing company (AVEKA) in 1994. Les and the members created the Associate Member for small companies, software companies, and equipment manufacturing companies with a lower membership rate, but with no voting rights for IFPRI business or program determination. Since 1995, there have been between 1 and 8 Associate Members in IFPRI every year.",
    "Industry mergers, acquisitions, and the great recession: Membership decline and program transformation": "5\n                  Industry mergers, acquisitions, and the great recession: Membership decline and program transformation\n                  In 1999 the membership of IFPRI elected Reg Davies from DuPont as the third IFPRI President. It was clear to all that Reg was the perfect choice to continue IFPRI having recently retired from DuPont and being instrumental in helping to start IFPRI and other particle science and technology consortia such as the NSF ERC at the University of Florida and the AIChE Particle Technology Forum (PTF). Reg took over as IFPRI President with a stated goal of serving for a 5-year term and then stepping down as President. With membership at an all-time high of 42 members, IFPRI appeared poised for continued expansion. However, a changing economy and political events provided insurmountable barriers to that expansion.\n                  First, the merger and acquisition cycles of 1994–2001 and 2004–2007 shrunk the number of IFPRI members companies (e.g., Exxon and Mobil merged, English China Clay and Imetal merged to form Imerys, ICI was purchased by Akzo Nobel, Union Carbide was purchased by the Dow Chemical Company). Secondly, the 9/11 terrorist attacks had the effect of companies pulling back on memberships, further shrinking the IFPRI membership. These losses in 2001–2 were sudden, and recruiting new members to replace the ones lost through mergers or attrition was difficult.\n                  In 2002 Niklaas deJaeger, recently retired from Agfa-Gevaert and a long time IFPRI representative, agreed to step into the Presidency, becoming the fourth IFPRI President. Like Reg Davies, Nik deJaeger found recruiting and retaining members to be challenging. From a high of 42 IFPRI Members in 1999, IFPRI membership had shrunk to 22 members by 2004 and further declined reaching a membership nadir of 14 members in 2009 and 2010. Nik was able to find some new members (Novozymes, Eli Lily and J&J Janssen), but many long-time members (Dow Chemical, Alcoa, Evonik) left the organization.\n                  It is clear that Nik deJaeger, with the help of his VP, Roger Place, and the TC Chairs, instituted some very positive changes to the organization that helped it weather this lean time in IFPRI history. First the research program was condensed to fit the reduced budget. Table 2 shows the reduced program that the IFPRI membership had in 2009, the low in funding and number of programs since the start of IFPRI. Second, IFPRI adopted a strategy of funding shorter-term events including workshops and short-course activities. Workshops became effective means for technical program development under conditions of resource scarcity. Roger Place played a pivotal role in workshop organization, setting up a participatory format that has proven robust and adaptable. Early workshops including Powder Flow (2003, Bremen), Granulation Process Control (2004, Delaware), and Gel Rheology (2006, Santa Barbara) set the stage for targeted and impactful research programs, including a Powder Flow program that leveraged NSF funding [4]. Since then, workshops have been refined to include an equal mixture of academic and industrial attendees (Table 3\n                     ). While the majority of workshop attendees are IFPRI members, workshops include other industrial practitioners and invited academics. This has broadened the scope of the information and experiences in developing IFPRI strategies and research programs.\n                  Educational outreach has been an element of IFPRI since its founding and sponsorship of short courses became a more intentional part of the funding strategy during times of lean membership. While short courses favored areas of member interest, they also served as an effective outreach to the broader industrial community. Education short courses and Workshops proved effective in IFPRI's resurgence [5].\n                  Throughout the history of IFPRI, the organization had always had some type of academic advising or consultancy associated with the organization. At first, the founding academics (Pfeffer, Leschonski, Scarlett, Tiller and Inoya) filled that role. Pfeffer retired as academic advisor in 2002, having served for 24 years, and was replaced by Chip Zukowski (Illinois/Buffalo). Tiller was replaced by Alkis Payatakes (Houston) who shortly after moved to Greece. Inoya was replaced by Genji Jimbo (Nagoya). Scarlett, and Leshonski served through their lives, but as time passed other academics, typically with IFPRI experience, filled these roles as consultants. Nik and the IFPRI membership formalized the consultant roles, one for each of the 5 research areas. The consultants acted as liaisons to the funded researchers, provided some direction on new developments and new rising academics, and usually played an important role in guiding and developing the workshops. Past consultants have included Mojtaba Ghadiri (Leeds), Jim Litster (Sheffield), Norm Wagner (Delaware), and Satoru Watano (Osaka). Recently, the membership has recognized that Systems Engineering (combination of two or more particle processing unit operations) is critical and have also recognized that Particle Science and Technology Education and Advocacy are also key areas and has added 2 additional consultants. IFPRI currently has 6 academic consultants as listed in Table 4\n                     .\n                  A third area that was changed during Nik's presidency was the method of strategically determining new research programs. Early in the history of IFPRI, the Technical Committee (TC), consisting of a small 5-member group from industry along with the 5 academic advisors, met to discuss and develop a research plan that would provide a balanced program with long range projects that would be of interest to all members. Not surprisingly, there were occasional grumbles about the makeup of that group due to the influence that those members would have on the projects chosen for funding. While the members did vote to approve the program developed by the TC, there were some cases of resentment and conflict. The organization readily weathered this stress during its early years, but with the decline and shrinkage of the organization this stress needed to be removed. This change began in 2002 with the election of Jim Michaels as the fourth TC Chair. Jim and Nik downgraded the importance of the TC committee and eventually eliminated the TC committee entirely. Instead, discussion of proposed projects and voting on the projects was open to all the members and became a key part of the Annual General Meeting (AGM). One of the concerns that was raised during this transition was the potential that an unbalanced program could result with a preponderance of one technology area dominating. Since this change was made in the 2002–2007-time frame, there has been some program variation, but the industrial members have worked hard to provide a balanced program.\n                  Other changes that Nik deJaeger, Jim Michaels, and the membership put in place from 2004 to 2013 included the Bob Pfeffer Seminar Series of invited lectures by prominent particle science academicians held at the AGM every year. Pfeffer suggested an incredible list of speakers, including Hamid Arastoopour, John Brady, Jennifer Curtis, L. S. Fan, Christine Hrenya, Jacob Israelachvilli, Samir Mitragoti, Raffaella Ocone, Ruud van Ommen, Alissa Park, Mikhail Roco, Jonathan Seville, Sundar Sundaresan, Darsh Wasan, Alan Weimer, and many others. IFPRI also began having a Student Poster Session, inviting 30–40 students from the colleges and universities close to the site of the AGM. IFPRI also sponsored a Brian Scarlett Travel Award to deserving students of the IFPRI funded researchers.",
    "Membership growth and the current state of IFPRI": "6\n                  Membership growth and the current state of IFPRI\n                  By 2012 the IFPRI membership has stabilized around 17 members and Nik deJaeger was ready to retire as the fourth President. At that time the world had entered an economic boom; the banking crisis of 2008 was past, and an economic recovery and expansion continued until the beginning of 2020 and the start of the COVID-19 pandemic. While there was some indication of a tightening of industrial R&D spending for solids handling, in 2012 this was not a large concern. Fracking in the United States had started to push oil imports to the US down and oil prices dropped from over $100/bbl to stabilize around $50/bbl. Once again, particle science played a role in changing the scarcity of economically viable resources to an abundance of oil and gas proven reserves using fracking and proppant (particles) injection into oil and gas wells. A counter point to the increased proven reserves of oil and gas was the increasing awareness that climate change brought about by human emission of greenhouse gases primarily from the burning of oil, gas, and coal that culminated in the award of a Nobel Peace Prize to the Intergovernmental Panel on Climate Change (IPCC) and Al Gore in 2007.\n                  Prior to the 2007 Nobel Peace Prize, there was also an increasing awareness of the deleterious effects of inhaled particulates. By the beginning of the 21st Century, laws requiring particulate filters on diesel powered trucks and automobiles were being enacted. Not surprisingly, the use of particle technology to form cordierite diesel particulate filters has been used to address this particulate problem.\n                  At the end of 2012 Willie Hendrickson was elected by the IFPRI members as the fifth IFPRI President, starting at the beginning of the 2013–2014 IFPRI fiscal year. Willie had been associated with IFPRI on and off since 1987, first as the 3M representative to IFPRI, then as the first Associate Member from 1995 to 1999, and then again as an Associate Member in 2006 and 2007. Willie was also the first IFPRI President that was not retired from industry. He was, and continues to be CEO, and Founder of AVEKA, a contract manufacturer of particulate materials.\n                  As mentioned earlier, Nik deJaeger and Jim Michaels had stabilized IFPRI, but by 2013 when Willie took over as President, the IFPRI membership, having weathered years of decline, was not happy with the current state of affairs. Roger Place, the IFPRI Vice President since 1995, passed in the spring of 2013 and Jim Michaels had stepped down as the TC Chair after 11 years. With the change in IFPRI management, Jim Michaels agreed to take on the role of temporary Vice President of IFPRI for a year, and Neda Radenovitch-Pelltier (Purac, then Corbion) was elected as the fifth TC Chair. Judith Bonsall (Unilever) succeeded Neda as TC Chair in 2015.\n                  Willie Hendrickson's focus as President was on growing the membership of IFPRI. His historical connection with IFPRI and broad range of industry contacts have been assets in this mission. During the years of his presidency, IFPRI grew from 17 members to 41 members, even while the yearly membership fees went from $28,000 and $9500 for Full and Associate Members, respectively, to $31,500 and $11,025. This increase in membership allowed expansion of the research program (Fig. 2), the addition of two additional consultants in Education and Systems Engineering, and a continued active Workshop program with four workshops in five years (Table 3). During this time the membership experimented with new types of programs. These include a series of short 2-to-4-h participatory Round Table events focusing on best industrial practices. A Round Robin Research Program aimed at industrial best practices in DEM simulation has just been completed, in conjunction with experimental validation at the University of Birmingham Positron Imaging Centre (Jonathan Seville and Kit Windows-Yule). The 2024 IFPRI research program is shown in Table 2. With the expanded membership, IFPRI members funded an updated version of the Rand Project Report by Ed Merrow on solids handling [6,7].\n                  Currently (2024), IFPRI has 41 members (Table 1). In 2020 and in 2021 IFPRI was not able to hold its Annual General Meeting (AGM) in person due to the COVID-19 pandemic restrictions, but the organization was able to design and host virtual meetings that provided a continuity to the programs. Also, the membership realized that the pandemic restrictions would limit the ability of the academic researchers to do research. To help with this extraordinary situation, the IFPRI membership voted to extend the current research programs for an extra year providing some relief. IFPRI membership remains committed to the industrial and societal importance and criticality of particle science and technology.",
    "The world, particle science, and IFPRI in the future": "7\n                  The world, particle science, and IFPRI in the future\n                  As mentioned at the beginning of this article, we are living in extraordinary times. While the recent COVID-19 pandemic is still in our minds, climate change, globalization, social justice, the effect of new technologies, the effective utilization of resources, and other economic challenges need solutions. Particle science and technology is relevant to many of these technical, economic, and resource utilization challenges. For example, the widespread use of m-RNA vaccines for the immunization of the world's population. These vaccines were developed, tested and released quicker than most thought possible. The rapidity of the response and solution is a testament to the scientific, industrial, and government cooperation seldom seen since the second World War and the Manhattan Project. One of the keys to this vaccine, of course, rests on particle science [8]. The use of m-RNA as a way of developing viral immunization has been suggested for over ten years, but the fragility of the m-RNA molecule limited its use until stable vesicles were developed that could insert the m-RNA into live cells without damaging the cell. The development of specific fats and phospholipids and the formation process that would form stable, delivery vehicles for the m-RNA are a hallmark of the importance of particle science and technology in our world.\n                  We are surrounded by other examples of particle science being critical in the new world including additive manufacturing [9], separation technologies for vegetable proteins that use solid-liquid and membrane separation techniques [10], and the use of colloidal silica and ceria slurries for wafer planarization as substrates for the microelectronics industry [11]. Pharmaceuticals, the food industry, the personal care industry, the chemical industry, and the others all depend on particle science and technology for some part of the materials handling properties critical to our world.\n                  In their paper, “The Legacy of Neglect in the US” [12], Bryan Ennis, John Green, and Reg Davies discuss how academia and industry have not kept up with the need for particle science and engineering education and research. The paper pointed out that in 1994 over 60 % of DuPont's products were particulate in nature, used a particle as a raw material, or was particulate at some time during the manufacturing process. 3M did a similar (not published) analysis and found similar numbers for 3M products. Since 1994, much progress has been made in adding particle science and technology courses to engineering curricula, (for example, Bob Pfeffer and colleagues at NJIT, were awarded 2 NSF education grants entitled Particle Technology in the Undergraduate Curriculum and Particle Technology in Manufacturing Processes), and research funding from government agencies in Particle Science and Technology has dramatically increased (for example, Prof. Brij Moudgil and colleagues at the University of Florida received a $20 million NSF grant to establish an Engineering Research Center (ERC) in Particle Science and Technology and Prof. Fernando Muzzio (a former IFPRI researcher) and colleagues at Rutgers University received a similar award to establish an ERC for Structured Organic Particulate Systems). However, there have also been some disturbing trends, e.g., the shrinkage of particle development and consulting groups at DuPont and Dow, the ending of the Master's Program in Particle Technology at the University of Delaware, and the general shrinking of focused particle science research and development at many industrial companies.\n                  Recently, Karen Daniels from the North Carolina State University, an IFPRI academic funded researcher, was interviewed for an article in the New York Times on “What Makes Sand Soft” (Monroe,2020) [13]. In the article Karen describes the challenges of particle technology to measure and quantify something as simple as sand and she concludes that understanding the feel and flow sand may be harder to quantify than Quantum Mechanics and General Relativity due to the large number of particle properties that need to be understood, measured and then folded into a general theory of particle structures. Karen, in her interview, succinctly stated the challenge of materials science, physics, and industrial processing of solids. It is just plain difficult.\n                  Bob Pfeffer, Brian Scarlett, Howard Turner, Reg Davies and all of the early IFPRI participants understood this challenge when they conceived and started IFPRI in 1979. Challenges and difficulties of solids handling persist today. Grinding, powder flow, crystallization, spray drying, mixing, particle formulation, particle coating, and other day-to-day powder processes still remain difficult to predict. Over the past 45 years the IFPRI membership has been working on gaining an understanding of these issues. The membership in IFPRI, both academia and industry, are dedicated to continuing to find solutions that combine fundamental understanding with practical applications.\n                  Particle science and technology has played a role in some of the most interesting and significant problems we have faced. It is also clear that some of the new problems that will surface in the future will find a portion of their solutions using particle science and technology. IFPRI will continue to promote academic and industrial practitioners to work together on addressing the everyday particle processing problems to increase production efficiencies and the larger problems such as climate change, air pollution and others that society must face in the years ahead.\n                  We hope that you have found this history of IFPRI an interesting retelling of the past 50 years and how particle science and technology has made an impact on our world. Through economic booms and busts, IFPRI has found a way to continue and thrive. More information on IFPRI can be found on its website at www.ifpri.net.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     W.A. Hendrickson: Writing – review & editing, Writing – original draft, Formal analysis, Data curation, Conceptualization. Robert Pfeffer: Writing – review & editing, Conceptualization."
  },
  "references": []
}