{
  "title": "Interpolymer complexes of poly(acrylic acid) and poly(ethylene glycol) for low dishing in STI CMP",
  "authors": [
    "Seo, Jihoon"
  ],
  "publication": {
    "journal": "Applied Surface Science",
    "date": "2015-10-30",
    "doi": "10.1016/j.apsusc.2015.06.078"
  },
  "abstract": "Although poly(acrylic acid) (PAA) has been used as a passivation agent for high polish rate selectivity between SiO2 and Si3N4 in STI CMP, it causes severe dishing during the over-polishing step. Here, we fabricated interpolymer complexes of PAA and poly(ethylene glycol) (PEG) as passivation agent for low dishing as well as high selectivity. PAA and PEG form a cross-linked network structure through H-bonding, which is called an “interpolymer complex”. During the over-polishing step, the cross-linked network structure of the PAA-PEG interpolymer complex prevents abrasives from polishing SiO2 in the trenches, resulting in a significant decrease in dishing. These results provide researchers with a new approach toward passivation agents to provide low dishing in STI CMP.",
  "keywords": [
    "Passivation agent",
    "PAA",
    "PEG",
    "Interpolymer complexes",
    "Dishing",
    "CMP"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Shallow trench isolation (STI) is a crucial technology for enhancing the device packing density in ultra-large-scale integration (ULSI) fabrication [1–3]. Traditionally, in order to form STI structure, shallow trenches are made between active devices, and gap-filling materials such as SiO2 are deposited over the trenches. After these processes, the step height of gap-filling materials is inevitably formed due to the different pattern density, which needs to be removed. Chemical mechanical planarization (CMP) process removes the step height of the gap-filling materials [4,5], and it is stopped on the Si3N4 film [6,7]. Contrary to these former STI CMP processes, current processes require an over-polishing step to completely remove SiO2 on Si3N4 film because the number of maximum permissible defects has been decreased with recent developments in 40nm node devices and beyond. Insufficient over-polishing leaves residual SiO2 on the Si3N4 film, which causes transistor failure due to the remaining Si3N4 after the Si3N4 strip [8]. On the other hand, excessive over-polishing produces dishing because the removal rate of SiO2 in the trenches is much higher than that of Si3N4 \n                     [8]. As the design rule decreases, the requirements on CMP performance have become more stringent. Dishing, which has a significant influence on device performance, must be suppressed to improve device yield.\n                  Poly(acrylic acid) (PAA), a water-soluble anionic polymer, has been widely used as a passivation agent for high polish rate selectivity between SiO2 and Si3N4 \n                     [6,9–11]. It is preferentially adsorbed on the Si3N4 film through the attractive electrostatic force [12], resulting in the high selectivity between SiO2 and Si3N4. However, a significant difference in the removal rate between SiO2 and Si3N4 causes a severe dishing during the over-polishing step.\n                  Herein, we propose the PAA-poly(ethylene glycol) (PEG) interpolymer complex as a passivation agent for low dishing with high selectivity between SiO2 and Si3N4. PAA in aqueous solutions is sensitive to the changes in its physicochemical conditions including pH, ionic strength, and concentration. With mixtures of complementary polymers such as PEG [13–15], poly(acrylamides) [16], and poly(vinyl ethers) [17,18], it enables to the formation of the cross-linked network structures through the H-bonding, which is called “interpolymer complexes”. At pH values higher than 5.0, the interpolymer complex is dissociated due to the increase in the negatively charged carboxyl groups (noncomplexable sites) in the PAA [14,19]. On the other hand, at pH values lower than 3–3.5, the fraction of negatively charged carboxyl groups that significantly influence the solubility of the complexes decreases considerably, leading to the formation of precipitates. In this study, we have prepared the PAA-PEG interpolymer complexes at pH 5.0 considering their solubility and adsorption properties on the Si3N4 film.\n                  \n                     Fig. 1\n                      describes the schematic passivation mechanism to enable low dishing in STI CMP. PAA preferentially adsorbs on Si3N4 film, leading to the high selectivity between SiO2 and Si3N4. However, the SiO2 in the trenches is removed during over-polishing, which causes a significant dishing. Contrary to PAA, we expect that the PAA-PEG interpolymer complex can prevent abrasives from polishing SiO2 in the trenches. When the Si3N4 film is exposed during polishing, the noncomplexable negatively charged carboxyl sites in the PAA-PEG interpolymer complex adsorb on the highly positively charged Si3N4 film at pH 5.0 through the attractive electrostatic force [12,20]. During polishing, it is difficult for the abrasives to penetrate the cross-linked network of the interpolymer complexes, which leads to the low removal rate of SiO2 in the trenches. As a result, dishing is significantly decreased.",
    "Experimental": "2\n                  Experimental\n                  \n                     2.1\n                     Suspension preparations\n                     PAA (M\n                        w\n                        ≈5000, Polyscience, Inc.) and PEG (M\n                        n\n                        ≈4600, Sigma-Aldrich) were used as received without further purification. PAA-PEG interpolymer complex solutions were prepared at 0.8wt% PAA as a function of PEG concentration (0, 0.1, 0.2, and 0.3wt%). The pH was adjusted to 5.0 by addition of NH4OH solution. The solutions were aged for 12h at room temperature using a mixer (Ball mill, Nanointech, Korea). Solid-state ceria slurry (KCS3100, Korea) was obtained from K.C.Tech Co., Ltd. Transmission electron microscopy (TEM) image of solid-state ceria is shown in Fig. S1 in the Supplementary data.\n                  \n                  \n                     2.2\n                     Characterization methods\n                     To identify the characteristics of PAA-PEG interpolymer complexes, Fourier-transform infrared spectra were recorded in the range 4000–500cm−1 with a FT-IR Spectrometer (Nicolet 5700, ThermoElectron, US) using KBr pellet method. Four different interpolymer complex solutions were dropped on KBr powder, and then dried in an oven during 6h at 80°C. Samples were grounded into a fine powder using agate mortar and pestle, and pellets were made from them.\n                     The viscoelastic properties of PAA-PEG interpolymer complexes were measured by rheometer (MCR 501, Anton Paar, Germany) at 25°C using the cylindrical double-gap configuration (DG-26.7). An oscillation strain sweep was carried out in a strain range from 0.1% to 1000% (logarithmically) at 1rad/s angular frequency (ω). The storage modulus G′ and the loss modulus G′′ were examined in the range of ω from 0.1 to 100rad/s at the linear visco-elastic region (constant strain of γ\n                        =10%).\n                     TEM image of solid-state ceria was observed using a field emission TEM (JEM-2100F, JEOL, Japan). Particle size distribution of solid-state ceria slurry without and with PAA-PEG interpolymer complex solutions was determined by dynamic light scattering (DLS) at a scattering angle of 173° (Zetasizer Nano-ZS, Malvern, UK) at 25°C.\n                  \n                  \n                     2.3\n                     Chemical mechanical planarization (CMP)\n                     The blanket SiO2 and Si3N4 films were prepared by deposition on the 200mm Si wafers using plasma enhanced tetraethyl orthosilicate (PETEOS) and low pressure chemical vapor deposition (LPCVD), respectively. To prepare STI patterned wafer, 800Å Si3N4 films were deposited on the 200mm Si wafers using LPCVD, etched about 1000Å to fabricate the trenches. And SiO2 were deposited 2000Å using PETEOS method. To remove the step height of SiO2, the patterned wafers were polished using commercial slurry (KCS1200MS, K.C.Tech Co., Ltd., Korea) for step height reduction. These wafers were cut into 6cm×6cm pieces for coupon-polishing.\n                     The wafer pieces were polished for 1min in CMP tool (POLI-300, G&P Tech. Inc., Korea) with an industry standard CMP pad (IC 1000/Suba IV, Rohm and Haas Electronic Materials, USA). The CMP evaluations were performed using four different PAA-PEG interpolymer complex solutions with the commercial solid-state ceria slurry. Down pressure and spindle/table speed was 2psi and 70/70rpm, respectively. Both flow rates of slurry and chemical solutions were 50mL/min, and the polishing time was 60s. Each CMP evaluation was repeated 2 times. The polishing test conditions are summarized in Table 1\n                        . After CMP, the wafers were cleaned in an alkaline environment and then dried. The removal rates of the blanket SiO2 and Si3N4 films were determined by measuring before and after film thickness using an ellipsometer (MM-16, Horiba Jobin Yvon, France). The dishing of the patterned wafers were measured by a multimode atomic force microscope (XE-150, Parksystem, Korea) with an Al coated PPP-NCHR cantilever in non-contact (NC-AFM) mode. Surface properties such as microscratches and defects of the polished films were observed by a light microscope (BX51, Olympus, Japan).",
    "Results and discussion": "3\n                  Results and discussion\n                  We prepared the PAA-PEG interpolymer complex at pH 5.0. Fig. 2\n                      shows the FT–IR spectra of the PAA-PEG interpolymer complex. The FT–IR spectra of PAA shows the strong peaks in the range of 1700–1750cm−1, corresponding to carbonyl CO stretching [21]. The lower wavenumber peak (1700cm−1) associated with the intramolecular H-bonding of PAA, can form acid cyclic dimers [22]. The higher wavenumber peak (1710cm−1), related with intermolecular H-bonding, can form acid–ether complexes with PEG [22]. After the addition of PEG, the peak at 1710cm−1 was shifted to a higher wavenumber due to the H-bonding between PAA and PEG, indicating an increase in acid–ether complexes. The O–H stretching band in PAA, the broad stretching band from 3200 to 3600cm−1, slightly shifted to a lower wavenumber indicating formation of H-bonding from acid cyclic dimmers to acid–ether complexes [22]. The C–O–C stretching peak of PEG was observed at 1110cm−1. These results indicate that the PAA-PEG interpolymer complex is formed through the H-bonding between the carboxylic groups of PAA and the ether oxygen groups of PEG.\n                  To identify the viscoelastic properties of the PAA-PEG interpolymer complex, we investigated its rheological behaviors. The storage and loss modulus, G′(γ) and G′′(γ), respectively, were measured in an oscillatory experiment as a function of the strain amplitude γ at fixed frequency ω\n                     =1rad/s (Fig. 3a). In the absence of PEG, G′′(γ) was consistently higher than G′(γ) in the entire measured γ range, indicating that a liquid-like behavior exists. However, with PEG, G′ was higher than G′′ at small strains. PAA formed the interpolymer complexes with PEG through H-bonding, showing a weak solid-like behavior in the linear viscoelastic regime (Fig. 3a). The linear viscoelastic regime ended at γ\n                     ≈20%. As γ increased, G′′ gradually increased and became higher than G′⋅ By increasing the concentration of PEG, the storage modulus G′ increased in the linear viscoelastic regime, indicating that the solid-like behavior was stronger.\n                  In addition, the frequency dependence of G′ and G′′ measured for the PAA-PEG interpolymer complex as a function of PEG concentration (Fig. 3b). These experiments were carried out in the range of ω from 0.1 to 100rad/s at a γ of 10%. The increase of G′ as a function of PEG concentration indicates the existence of stronger interactions between PAA and PEG. This result is due to the fact that the number of H-bonding sites in the interpolymer complex increased as the PEG concentration increased (Fig. 2).\n                  \n                     G′, obtained at low ω, is correlated to the mesh spacing (ξ) based on the simple rubber elasticity theory. The mesh size of the interpolymer complex can be estimated as [23–25]\n                     \n                        \n                           (1)\n                           \n                              \n                                 ξ\n                                 ≈\n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      k\n                                                      B\n                                                   \n                                                   T\n                                                \n                                                \n                                                   G\n                                                   ″\n                                                \n                                             \n                                          \n                                       \n                                    \n                                    \n                                       1\n                                       /\n                                       3\n                                    \n                                 \n                              \n                           \n                        \n                     where k\n                     B is the Boltzmann constant and T is the temperature. The mesh sizes of the interpolymer complex with 0.1, 0.2, and 0.3wt% PEG, obtained by complexation between PAA and PEG, are 882, 718, and 590nm, respectively. The cross-linking density of the interpolymer complexes increased as the PEG concentration increased.\n                  To identify the effect of the addition of PAA-PEG interpolymer complex on characterization of the slurry, we measured particle size distribution of solid-state ceria slurry without and with PAA-PEG interpolymer complex using DLS method. Although the average particle size of ceria slightly increased, there is no observed agglomeration of ceria particle (Fig. S2).\n                  The blanket removal rates of SiO2 and Si3N4 film as a function of the PEG concentration in the interpolymer complex at pH 5.0 are shown in Fig. 4\n                     . As the PEG concentration increased, the removal rate of SiO2 film slightly decreased from 842 to 769Å/min. The interpolymer complex can absorb on the SiO2 film due to the affinity between PEG and the SiO2 film [26]. This formed an adsorption layer on the SiO2 film that prevented abrasives from polishing the film. However, PEG is weakly bound on the SiO2 film, and it can be easily removed by abrasives during polishing. As a result, it is shown a slightly decreased SiO2 removal rate. Contrary to the SiO2 film, the interpolymer complex can strongly absorb on the Si3N4 film through the highly attractive electrostatic force between PAA and the Si3N4 film. The adsorption layer on Si3N4 film that is denser with an increase of PEG decreases the removal rate of the Si3N4 film from 17 to 2Å/min, resulting in increased polish rate selectivity between SiO2 and Si3N4 film.\n                  Although the strong adsorption between the interpolymer complex and the films leads to high polish rate selectivity between SiO2 and Si3N4 film, it may cause the residual interpolymer complex on the films after CMP. As shown in Fig. S3, the FT-IR spectra of the polished films are the same with that of the bare films. This result implies that the adsorbed interpolymer complex was almost removed through post CMP cleaning in an alkaline environment. In addition, there are no visible defects or scratches on the polished films (Fig. S4).\n                  \n                     Fig. 5\n                      shows the dishing trends of the 100μm line width as a function of PEG concentration and pattern density. As shown in Fig. 5a, PAA caused significant dishing. Although it preferentially adsorbed on the Si3N4 film through the attractive electrostatic force, the SiO2 in the trenches was polished during the over-polishing step, resulting in the occurrence of dishing. On the other hand, the PAA-PEG interpolymer complex significantly decreased dishing. The abrasives are observed to be difficult to penetrate the interpolymer complex into the SiO2 trenches. Thus, the removal of SiO2 in the trenches was minimized during the over-polishing, and dishing was decreased. As the concentration of PEG increased, the cross-linking density of the interpolymer complex increased (Fig. 3), and the abrasives are observed to have difficulty penetrating the interpolymer complexes, leading to low dishing. In addition, these interpolymer complexes showed negligible Si3N4 loss (Fig. 4). The dishing was observed to vary with the pattern density, as shown in Fig. 5b. The contact pressure decreased as the pattern density increased, which led to a decrease in the SiO2 removal rate in the trenches [27]. Thus, small amounts of dishing occurred at low pattern densities.\n                  With a decrease of device dimensions, CMP processes for new materials and complex structures have been developed for microelectronics applications. Thus, there is a strong need to develop new types of slurries and additives. Recently, germanium (Ge) and III–V group elements are attracting attention as potential channel materials due to their high electron mobility [28,29]. After it is deposited, Ge typically shows a very rough surface due to its epitaxial growth into the trenches. Thus, the Ge STI structures need to be polished with low dishing as well as with a high polish rate selectivity between Ge and SiO2 \n                     [30,31]. We will further study the interpolymer complex for low dishing with high selectivity between Ge and SiO2.",
    "Summary": "4\n                  Summary\n                  We investigated a new type of passivation agent to reduce dishing in STI CMP. PAA can form an interpolymer complex with PEG through the H-bonding between the carboxylic groups of PAA and the ether oxygen groups of PEG. As the PEG concentration increased from 0.1 to 0.3wt%, the mesh size of the interpolymer complex decreased from 842 to 769nm. It was difficult for the abrasives to penetrate the dense cross-linked network structure of the PAA-PEG interpolymer complexes during the over-polishing, leading to a significant decrease in dishing. As a result, it can be concluded that the interpolymer complex effectively decreases dishing in STI CMP. New types of slurries and additives need to be developed for next-generation devices. We expect that the PAA-PEG interpolymer complexes will be one of the candidate materials for passivation agents in next-generation devices."
  },
  "references": []
}