{
  "title": "A review of solar thermochemical cycles for fuel production",
  "authors": [
    "Guo, Yongpeng"
  ],
  "publication": {
    "journal": "Applied Energy",
    "date": "2024-03-01",
    "doi": "10.1016/j.apenergy.2023.122499"
  },
  "abstract": "Solar-driven CO2/H2O splitting via a two-step solar thermochemical cycle is a promising approach for fuel production and carbon neutrality to address the intermittent instability and low energy density of solar energy while taking advantage of its clean and nonpolluting nature. However, current experimental efficiencies are still below theoretical levels due to various limitations such as material properties and energy loss occurring in the reactor. The reactor, as an important component for commercialization, still faces various challenges including high reaction temperature, limited reactor material longevity, high temperature sealing of moving parts, and slow adsorption and desorption rate of porous structure lining. This paper reviews researches on solar thermochemical oxygen carriers and related reactors, with particular focus on analyzing reactor design criteria, modeling methods, energy efficiency and energy loss analysis. In addition, obtaining low partial pressure oxygen for reduction reactions, heat recovery methods, and synergies between the reactor and solar concentrating system play a significant role in further improving energy efficiency. This work demonstrates the feasibility of two-step solar thermochemical cycles in renewable energy technologies and provides guidance for future innovations in this field.",
  "keywords": [
    "Solar thermochemical cycle",
    "Solar fuel",
    "Metal oxides",
    "Reactor design",
    "Model construction",
    "Solar concentrator"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  An increasingly popular approach is to prioritize the development and utilization of renewable energy sources such as solar, wind, water, and tidal energy to gradually eliminate fossil fuels. Solar energy is a renewable and widely available source of energy which can produce both electricity and heat [3]. The hourly flux of solar energy reaching the Earth surface is capable of meeting the global energy demand for a year [4]. Against this backdrop, governments globally are urging the advancement of solar power infrastructure in an effort to attain carbon neutrality. However, solar energy faces a significant challenge due to its intermittent nature. To ensure consistent and reliable energy use, efficient energy storage technologies are necessary [5]. There are various methods for storing solar energy such as thermal storage [6], electrical storage, and thermochemical storage [7]. Thermal energy storage is unsuitable for long-term storage. Additionally, employing batteries or capacitors for electrical storage is expensive and necessitates non-renewable components such as lithium and ruthenium, which are unsustainable [8]. Thermochemical storage technology, while relatively new compared to sensible and latent heat storage systems [9], holds great potential. Solar thermochemical fuel preparation is a promising method for solar energy storage, whereby solar energy gets converted into chemical energy in fuels via thermochemical cycles, rendering them stable and compatible with existing energy supply systems [10,11]. This technology has the potential to serve as a production process for an alternative to traditional fossil fuels, offering a sustainable solution for future energy requirements [12–14].\n                  \n                     Fig. 1(a) shows a range of solar thermochemical energy storage methods from 273 K to 2300 K, where high temperature thermochemical decomposition of H2O/CO2 to produce H2/CO is one of the most attractive studies [15,16]. Hydrogen provides one of several sustainable fuel options and holds promise as a solution for current energy and environmental challenges [17]. As shown in Fig. 1(b), hydrogen serves as a crucial link between industries that consume hydrogen, including ammonia and ethanol production plants, and vital sectors such as the electricity grid, gas grid, transportation, residential areas, agriculture, and energy storage [2]. While hydrogen is often recognized as a clean and sustainable fuel that can solve energy problems, most hydrogen is currently produced from fossil fuels that produce large amounts of greenhouse gases. Thus, it is critical to invest in and develop alternative production methods to produce hydrogen in a more sustainable and environmentally friendly manner [18,19]. Institutions are currently working on using solar energy to split water, a process that has the potential to produce hydrogen directly from renewable sources in a practical and cost-effective way. The combustion product of hydrogen, water, offers a complete solution to the carbon management problem, making hydrogen a highly attractive alternative to conventional fossil fuels [20].\n                  The process of water decomposition into hydrogen, referred to as the \"one-step\" hydrogen production, can circumvent theoretical inefficiencies. Nonetheless, only water decomposition at 2500 K and above yields efficient generation of elemental hydrogen and oxygen [19]. Achieving equilibrium in the hydrogen production reaction necessitates a high temperature of 4300 K, which is the temperature at which the Gibbs free energy of the system becomes zero [15]. This is illustrated in Fig. 2(a). Furthermore, direct thermal decomposition products are difficult to separate and require cooling to prevent reaction between the resulting H2/CO and O2 in a high-temperature environment. This highlights that direct water decomposition using solar energy may be more energy-intensive and inefficient for practical industrial applications.\n                  Compared to direct pyrolysis, the decomposition of H2O/CO2 can be achieved through thermochemical cycles, particularly two-step cycles, which offer the advantage of significantly reducing the reaction temperature. A proposal for the production of H2 through the thermochemical cycle of water aims to lower the reaction temperature and efficiently separate the decomposition products [22]. The implementation of a two-step redox reaction cycle utilizing metal oxides is an ideal approach for achieving high theoretical efficiency and system stability. In 1977, Nakamura [23] initially proposed a thermochemical cycle hydrogen production system based on Fe3O4/FeO via water splitting (WS). A schematic representation of the reaction fundamental principle is displayed in Fig. 2(b). The thermochemical cycle method involves solar energy to fuel the solar reactor, which is concentrated by the system. The metal oxide material in the cavity is heated to a reduction temperature of roughly 1500 °C to discharge oxygen atoms and obtain the reduced oxygen carrier material alongside oxygen. In a subsequent step, the feedstock (H2O/CO2) is passed to enable an oxidation reaction at a lower temperature (about 800 °C) for solar energy fuel production and material recycling. The basic chemical formula is:\n                        \n                           (1-1)\n                           \n                              \n                                 MO\n                                 n\n                              \n                              →\n                              \n                                 MO\n                                 \n                                    n\n                                    −\n                                    δ\n                                 \n                              \n                              +\n                              0.5\n                              δ\n                              \n                                 O\n                                 2\n                              \n                           \n                        \n                     \n                     \n                        \n                           (1-2)\n                           \n                              \n                                 MO\n                                 \n                                    n\n                                    −\n                                    δ\n                                 \n                              \n                              +\n                              δ\n                              \n                                 H\n                                 2\n                              \n                              O\n                              →\n                              \n                                 MO\n                                 n\n                              \n                              +\n                              δ\n                              \n                                 H\n                                 2\n                              \n                           \n                        \n                     \n                  \n                  The total reaction formula is:\n                        \n                           (1-3)\n                           \n                              \n                                 H\n                                 2\n                              \n                              O\n                              →\n                              \n                                 H\n                                 2\n                              \n                              +\n                              0\n                              .\n                              \n                                 5O\n                                 2\n                              \n                           \n                        \n                     \n                  \n                  The same thermochemical principles can be used for carbon dioxide splitting (CDS) to CO and O2, which can convert carbon dioxide from emissions into feedstock to produce fuels or chemical products with the same oxygen carrier materials in water splitting [24,25]. CDS can effectively realize the adsorption and utilization of CO2 in the atmosphere or combustion emissions, playing a vital role in carbon neutrality targets worldwide [26,27]. The following reaction scheme is about the production of CO:\n                        \n                           (1-4)\n                           \n                              \n                                 MO\n                                 n\n                              \n                              →\n                              \n                                 MO\n                                 \n                                    n\n                                    −\n                                    δ\n                                 \n                              \n                              +\n                              0.5\n                              δ\n                              \n                                 O\n                                 2\n                              \n                           \n                        \n                     \n                     \n                        \n                           (1-5)\n                           \n                              \n                                 MO\n                                 \n                                    n\n                                    −\n                                    δ\n                                 \n                              \n                              +\n                              δ\n                              \n                                 CO\n                                 2\n                              \n                              →\n                              \n                                 MO\n                                 n\n                              \n                              +\n                              δ\n                              CO\n                           \n                        \n                     \n                     \n                        \n                           (1-6)\n                           \n                              \n                                 CO\n                                 2\n                              \n                              →\n                              CO\n                              +\n                              0\n                              .\n                              \n                                 5O\n                                 2\n                              \n                           \n                        \n                     \n                  \n                  WS/CDS has the ability to produce easily separable, high-purity H2/CO that can be directly utilized as a fuel with exceptional calorific value [15]. Additionally, the H2 and CO can be used as industrial chemicals, leading to the creation of synthesis gas that can then be changed into synthetic liquid fuels using the Fischer-Tropsch synthesis process [28,29]. Fig. 2(c) illustrates the solar fuel production system. Despite the high theoretical solar-to-fuel efficiency, the actual process of the two-step thermochemical cycle may be impeded by quick quenching, kinetics, or the instability of the material/reaction process. Numerous analyses have focused on the challenge of low experimental efficiency in H2O/CO2 splitting using two-step solar thermochemical cycles. Most current literature concentrates on investigating thermodynamic properties, oxygen carrier synthesis/characterization, and schematic design of reactors [30–34]. However, the existing literature does not sufficiently cover an extensive overview of the entire system encompassing the reactor. Research on the reactor is presently limited to simulation and modeling, and the experimental testing [35] does not fully meet the production requirements.\n                  Matching reactor performance to material performance and optimizing reactor performance can enhance the solar-to-fuel efficiency of the entire thermochemical system. The operation of reactors takes place at elevated temperatures and is controlled by the thermodynamic properties of the materials, requiring lower oxygen partial pressures. Moreover, challenges in high-temperature heat retrieval lead to the imposition of higher expectations on reactor processing, material selection, and energy efficiency advancements. Reactor design and control can be significantly influenced by factors such as the reaction temperature pattern (e.g. isothermal or two-temperature cycling), material volatility, and the specific method chosen for reducing oxygen partial pressure. It is important to consider these elements for effective and optimal reactor performance.\n                  This paper presents a detailed review of the recent developments in solar thermochemical fuel production, emphasizing the design and performance of thermochemical cycle reactors. It begins with an overview of the classification and synthesis of materials for thermochemical cycles, following the same classification basis to develop a discussion of reactor classification and the mutual selection of materials and reactors. The research into solar reactors aims at reducing losses and enhancing energy efficiency. Analyzing current challenges assists in subsequent numerical calculations and practical design. Lastly, connecting the reactor with the concentrating system is vital in achieving dependable solar thermochemical cycle system performance.",
    "Thermochemical cycles and materials preparation": "2\n                  Thermochemical cycles and materials preparation\n                  Materials research is a pivotal aspect within the realm of two-step solar thermochemical cycles, particularly concerning the development of fuels. These thermochemical cycles involve the use of oxygen carrier materials, with over 350 cycles [36,37] categorized by the characteristics of these materials. One crucial classification lies in distinguishing volatile and nonvolatile oxygen carriers based on the alterations in the material's state during the redox reaction. While some oxygen carrier materials retain their complete crystal structure by not entirely losing their oxygen atoms in the reaction process, others undergo a nonstoichiometric change [38,39]. In the following section, we delved into the features, advantages, and limitations of both volatile and nonvolatile oxygen carriers and also explored their respective applications and performance under various conditions. This classification system simplifies the selection and pairing of oxygen carriers with reactors, making it easier to tailor the choice to specific applications.\n                  \n                     2.1\n                     Volatile cycles\n                     During the reduction reaction of the thermochemical cycle, solid oxygen carriers are converted to a gaseous state along with the reduction products, due to high reaction temperatures. This process leads to a high entropy change, making volatile metal oxides more susceptible to oxidation than non-volatile metal oxides. Nevertheless, the gaseous reduction products are oxygen mixed after the reduction reaction. At higher residual reaction temperatures, these materials are susceptible to oxidation by oxygen prior to undergoing the oxidation reaction [40]. Researchers have identified over 10 types of volatile oxygen carriers, with ZnO/Zn and SnO2/SnO being the most extensively studied.\n                     \n                        2.1.1\n                        ZnO/Zn cycle\n                        ZnO/Zn has garnered substantial attention due to its favorable thermodynamic properties within the spectrum of metal and metal oxide systems. Zinc (Zn), characterized by its cost-effectiveness, low atomic mass, and high reaction enthalpy, stands out as an exceptional energy carrier for facilitating the transport of oxygen atoms in the thermodynamic cycle [41]. The following is the thermochemical cycle reaction process using the ZnO/Zn redox pair (taking the decomposition of H2O to produce H2 as an example):\n                              \n                                 (2-1)\n                                 \n                                    ZnO\n                                    →\n                                    Zn\n                                    \n                                       g\n                                    \n                                    +\n                                    0\n                                    .\n                                    \n                                       5O\n                                       2\n                                    \n                                 \n                              \n                           \n                           \n                              \n                                 (2-2)\n                                 \n                                    Zn\n                                    \n                                       s\n                                    \n                                    +\n                                    \n                                       H\n                                       2\n                                    \n                                    O\n                                    →\n                                    ZnO\n                                    +\n                                    \n                                       H\n                                       2\n                                    \n                                 \n                              \n                           \n                        \n                        An early study of the ZnO/Zn thermochemical cycle system was carried out by the Paul Shelle Institute(PSI) at ETH Zurich [42]. Although ZnO/Zn materials exhibit favorable thermodynamic properties, the challenge of separating the reduced products, severe reoxidation issues, and low conversion rates of the oxidation reaction have hindered the practical application and further development of the ZnO/Zn cycle.\n                     \n                     \n                        2.1.2\n                        SnO2/SnO cycle\n                        Bhosale et al. [45] performed a detailed thermodynamic and efficiency analysis of a two-step solar thermochemical hydrolysis cycle based on SnO2/SnO for hydrogen production. A series of experiments were conducted to verify the feasibility of the cycle. The equation of the SnO2/SnO cycle is as follows:\n                              \n                                 (2-3)\n                                 \n                                    \n                                       SnO\n                                       2\n                                    \n                                    →\n                                    SnO\n                                    \n                                       g\n                                    \n                                    +\n                                    0\n                                    .\n                                    \n                                       5O\n                                       2\n                                    \n                                 \n                              \n                           \n                           \n                              \n                                 (2-4)\n                                 \n                                    SnO\n                                    \n                                       s\n                                    \n                                    +\n                                    \n                                       H\n                                       2\n                                    \n                                    O\n                                    →\n                                    \n                                       SnO\n                                       2\n                                    \n                                    +\n                                    \n                                       H\n                                       2\n                                    \n                                 \n                              \n                           \n                        \n                        It is less dependent on cooling because of the faster decomposition rate and lower oxidation reactivity than ZnO/Zn, and the reactivity of SnO and O2 is lower than that of Zn. However, similar to the ZnO/Zn cycle, the SnO2/SnO cycle also faces the problem of separation and reoxidation of reduction products. A previous detailed thermodynamic analysis of the process was performed by Bhosale et al. [45] using HSC chemistry software and databases. The results showed that the theoretical energy conversion efficiency of the system reached 49.61% when the reduction and oxidation temperatures were 1500 °C and 500 °C, respectively, considering a heat recovery rate of 50%. A higher reaction temperature than WS is required to achieve the exact reactant conversion when SnO2 is used to decompose CO2.\n                        Decades of research have been devoted to the two-step volatile cycle, resulting in many achievements in understanding the thermodynamic performance of oxygen carriers, designing and analyzing circulation systems for stability, and developing solar reactors. However, despite these efforts, the practical implementation of the volatile cycle has been challenging, with low conversion rates and high irreversible energy consumption hindering its commercial viability for some teams [46]. More significant breakthroughs are still needed to overcome these challenges of the volatile cycle.\n                     \n                  \n                  \n                     2.2\n                     Nonvolatile cycles\n                     In contrast to the volatile cycle, the nonvolatile cycle involves reduction products that remain in a solid or liquid state throughout the reaction process, significantly reducing the problem of reoxidation. A detailed comparison of the properties of various nonvolatile materials that can form either stoichiometric or nonstoichiometric products during the reduction process has been provided in the research by the German Aerospace Center (DLR) [47]. Nonstoichiometric oxides are of current research interest [47–49], which remain crystallographically stable, while the lattice adapts to changes in anion or cation vacancy concentrations, making them more suitable for optimizing the thermochemical properties of the material through doping or substitution methods [36].\n                     \n                        2.2.1\n                        The ferrite cycle\n                        The Fe3O4/FeO cycle is one of the first proposed thermochemical cycles [23] and is mainly representative of nonvolatile thermochemical cycles. The equation for the reaction process is as follows:\n                              \n                                 (2-5)\n                                 \n                                    \n                                       Fe\n                                       3\n                                    \n                                    \n                                       O\n                                       4\n                                    \n                                    →\n                                    3FeO\n                                    +\n                                    0\n                                    .\n                                    \n                                       5O\n                                       2\n                                    \n                                 \n                              \n                           \n                           \n                              \n                                 (2-6)\n                                 \n                                    3FeO\n                                    +\n                                    \n                                       H\n                                       2\n                                    \n                                    O\n                                    →\n                                    \n                                       Fe\n                                       3\n                                    \n                                    \n                                       O\n                                       4\n                                    \n                                    +\n                                    \n                                       H\n                                       2\n                                    \n                                 \n                              \n                           \n                        \n                        Abanades et al. [50] found that Fe3O4 can be decomposed to FeO at 1875 K or higher, but FeO starts to change from liquid to gas at temperatures above 1900 K, which is more prone to reoxidation. Above this temperature, Fe3O4 causes a severe sintering phenomenon, which significantly reduces the activity of the oxygen carrier material.\n                        In addition to Fe3O4, Charvin et al. [51] tried the feasibility of returning Fe2O3 as a reduction material. It was found that Fe2O3 could not be completely reduced to FeO and that the reduction product, ferrous oxide, was also usually reduced directly to Fe3O4 at the oxidation temperature. In the 1980s, the PROMES Institute [52] carried out experimental verification of Fe3O4/FeO and Mn3O4/MnO. The experimental results showed that the temperature required for the thermochemical cycle reaction would be higher than the melting point (1643 K) of Fe3O4 (1808 K) and FeO. The reactants and reduction products would be liquid, which would significantly reduce the surface area of the material and lead to deactivation. In a follow-up study by Kim et al., the Fe cations in the Fe3O4 lattice were replaced by transition metals (e.g. Mn, Co, Ni, or Zn) and alkaline earth metals (Mg), namely ferrite, which could effectively reduce the reaction temperature [53], with the general formula AB2O4.\n                        Ferrite is considered more suitable to participate in the two-step solar thermochemical cycle [54], than normal iron oxides, e.g. Fe3O4, and Fe2O3. Scheffe et al. [55] performed experiments on ferrite (NiFe2O4, CuFe2O4, Ni0.5Mn0.5Fe2O4 and Cu0.5Mn0.5Fe2O4), the results showed that NiFe2O4 has the highest hydrogen production, and the crystal structure has good temperature and durability. After repeated cycling, the hydrogen yield of NiFe2O4 was almost constant, and the recycling performance was good, which mean that NiFe2O4 can be more suitable for use as an oxygen carrier material.\n                     \n                     \n                        2.2.2\n                        The ceria cycle\n                        Ceria has gradually become a benchmark material in solar thermochemical cycle fuel preparation due to its better cycle stability and faster reaction kinetics than other metal oxides, including volatile materials and most ferrites [53]. Ceria can show favorable conversion in the two-step thermochemical cycle H2O/CO2 decomposition, and the basic equations for the thermochemical cycle using the CeO2/CeO2-δ\n                            redox pair are as follows:\n                              \n                                 (2-7)\n                                 \n                                    \n                                       CeO\n                                       2\n                                    \n                                    →\n                                    \n                                       CeO\n                                       \n                                          2\n                                          −\n                                          δ\n                                       \n                                    \n                                    +\n                                    0.5\n                                    δ\n                                    \n                                       O\n                                       2\n                                    \n                                 \n                              \n                           \n                           \n                              \n                                 (2-8)\n                                 \n                                    \n                                       CeO\n                                       \n                                          2\n                                          −\n                                          δ\n                                       \n                                    \n                                    +\n                                    δ\n                                    \n                                       H\n                                       2\n                                    \n                                    O\n                                    →\n                                    \n                                       CeO\n                                       2\n                                    \n                                    +\n                                    δ\n                                    \n                                       H\n                                       2\n                                    \n                                 \n                              \n                           \n                           \n                              \n                                 (2-9)\n                                 \n                                    \n                                       CeO\n                                       \n                                          2\n                                          −\n                                          δ\n                                       \n                                    \n                                    +\n                                    δ\n                                    \n                                       CO\n                                       2\n                                    \n                                    →\n                                    \n                                       CeO\n                                       2\n                                    \n                                    +\n                                    δ\n                                    CO\n                                 \n                              \n                           \n                        \n                        A detailed review of the kinetic properties of various ceria materials was provided by Lu et al. [56]. CeO2 produces nonstoichiometric CeO2-δ\n                            during the reduction process, and the value of δ (oxygen vacancy OVs) is related to temperature and pressure. The analysis of the extent of CeO2-δ\n                            oxidation dates back to 1975 [57], with calculations by Panlener et al. [57] demonstrating the excellent cyclic stability and reaction kinetics of nonstoichiometric ceria in thermochemical cycles.\n                        To achieve high specific surface area and material strength, ceria can be plasticized into fins, foams and membranes to improve its suitability for thermochemical cycling. Chueh et al. [58] filled a new solar reactor with porous tubular CeO2 with an absorption rate of > 94%. When the reduction temperature is approximately 1500 °C, the reduction rate of the oxygen carriers in the WS/CDS cycle exceeds 90%. With the porous structure CeO2/CeO2-δ\n                            redox pair as an oxygen carrier, Marxer et al. of ETH Zurich [59] achieved an experimental energy conversion efficiency of 5.25% by solar thermochemical cycle decomposition of CO2 to produce CO fuel.\n                        To improve the capacity of ceria materials to absorb solar energy and reduce pore size for increased fuel productivity, doping of ceria is a critical research direction [60]. Abanades et al. [61] synthesized ceria nanopowder using a Pechini polymerization route, which has higher reducing activity than CeO2 obtained from industrial production. It is found that the ceria material doped with zirconium has a lower reduction reaction temperature and a high reduction rate. Fig. 3(a) plots isostoichiometry curves of CaMnO3, demonstrating that doping of oxides is an effective way to enhance the cycling performance.\n                     \n                     \n                        2.2.3\n                        The perovskite cycle\n                        As a new kind of oxygen carrier material, the performance of perovskites in the two-step solar thermochemical cycle is receiving wide attention [62,63]. The general formula of perovskite is ABO3, where A is La, Sr and other elements, and B is Mn, Fe, Al, etc. The combination of species and the measurement ratio of A and B elements can achieve different thermochemical properties of materials, such as surface area, strength and stability [64]. The chemical reaction equation is simplified as follows:\n                              \n                                 (2-10)\n                                 \n                                    \n                                       ABO\n                                       3\n                                    \n                                    →\n                                    \n                                       ABO\n                                       \n                                          3\n                                          −\n                                          δ\n                                       \n                                    \n                                    +\n                                    0.5\n                                    δ\n                                    \n                                       O\n                                       2\n                                    \n                                 \n                              \n                           \n                           \n                              \n                                 (2-11)\n                                 \n                                    \n                                       ABO\n                                       \n                                          3\n                                          −\n                                          δ\n                                       \n                                    \n                                    +\n                                    δ\n                                    \n                                       H\n                                       2\n                                    \n                                    O\n                                    →\n                                    \n                                       ABO\n                                       3\n                                    \n                                    +\n                                    δ\n                                    \n                                       H\n                                       2\n                                    \n                                 \n                              \n                           \n                           \n                              \n                                 (2-12)\n                                 \n                                    \n                                       ABO\n                                       \n                                          3\n                                          −\n                                          δ\n                                       \n                                    \n                                    +\n                                    δ\n                                    \n                                       CO\n                                       2\n                                    \n                                    →\n                                    \n                                       ABO\n                                       3\n                                    \n                                    +\n                                    δ\n                                    CO\n                                 \n                              \n                           \n                        \n                        Lanthanum-manganite, lanthanum‑cobalt, and yttrium‑manganese perovskites are commonly employed materials in two-step thermochemical cycles. The lower reduction temperature of perovskites compared to ceria materials implies a more favorable solar thermochemical cycle experimental condition and a less stressful reactor design and operation [64]. A wide variety of structural designs exist for perovskites, with cubic perovskites being the current main research target, and other structures such as layered and porous perovskites still need to be systematically tested [65]. Although ceria is one of the most advanced raw materials for oxide reduction, Naik et al. developed a novel Ce-substituted lanthanum strontium manganite perovskite oxide composite to overcome their respective thermodynamic limitations and bridge the gap between cerium and perovskite materials [66]. Perovskites can undergo thermochemical cycling under isothermal or two-temperature conditions after modification by doping with transition metal ions such as Cr, which further improves their thermodynamic properties [67].\n                        Despite the benefits of perovskite materials, the oxidation reaction of perovskite is slower than that of cerium-based materials [68]. Moreover, perovskite is a recently studied oxygen carrier material, and its performance needs to be verified by more experiments, as it has not been thoroughly investigated. Due to the large number of perovskites and the harsh conditions required for thermochemical cycling experiments, it is challenging to perform experiments on perovskites one by one to screen potentially valuable oxygen carriers. Therefore, researchers have explored the use of high-throughput screening methods, machine learning, and firstprinciples to predict performance and rapidly screen perovskites with different compositions [69–72]. In the analytical treatment of materials, the density flooding theory (DFT) method is able to simulate the atomic structure of oxygen carrier materials and helps to obtain an accurate relationship between the reduction temperature and oxygen vacancies [29,73].\n                        Mn/Sr doping is a widely studied perovskite type with promising thermochemical properties [74], Romero et al. calculated the comparison of WS/CDS production rates of different perovskite materials Sr\n                              x\n                           La1−x\n                           Mn\n                              y\n                           Al1−y\n                           O3−δ\n                            (SLMA) and ceria, as shown in Fig. 3(b). Yang et al. studied the thermodynamic and kinetic properties of Mn-doped La1−x\n                           Sr\n                              x\n                           MnO3−δ\n                            perovskites and found that the reduction enthalpy of the reaction decreases significantly with increasing Sr content and exceeds that of undoped perovskites by 30%. The entropy of the reaction remains constant, and the doped material can reach a low oxygen partial pressure environment faster. The addition of Mn doping leads to a monotonic increase in hydrogen yield to 8.9 ml in a single cycle. However, the oxidation reaction still lacks sufficient thermochemical drive even after dopant addition.\n                        The three materials mentioned above are currently the most prominent non-volatile oxygen carrier materials. Out of these, iron oxides have received the most attention from researchers due to their favorable water-splitting activity and cost-effectiveness. Nonetheless, these materials exhibit issues with stability and oxygen transfer capabilities, and tend to sinter at elevated temperatures. Ceria (CeO2) and perovskite materials possess greater oxygen transfer abilities, allowing for longer high-temperature cycles, but with added cost challenges. In the field of materials research, there is an increasing trend towards analyzing and creating complex spatial structures in composite materials for oxygen carriers. This approach utilizes high porosity and multi-element doping to satisfy the prerequisites for extended durability and elevated conversion rates, as detailed in the subsequent section.\n                     \n                  \n                  \n                     2.3\n                     Oxygen carrier material synthesis\n                     The performance of the redox feedstock is critical for the solar thermochemical cycle. An ideal redox material should have properties like high fuel productivity and redox stability. It should also be cost-effective, environmentally friendly, and wear-resistant [75]. Researchers have proposed advanced synthetic methods summarized in Fig. 4\n                         to meet these requirements. The morphology of metal oxides is critical to their performance. To understand their effect on solar energy absorption, researchers analyzed the evolution of metal oxides' specific surface area, porosity, and grain size. The theoretical analysis indicates that smaller reacting particles lead to increased solar energy absorption. Particle shape and distribution have an impact on spectral scattering properties. The optimal solar energy absorption efficiency is achieved when the effective radius of particles falls within the range of solar radiation wavelengths [76].\n                     \n                        2.3.1\n                        Particle materials\n                        The volatile metal oxides involved in the thermochemical cycle are often ground into tiny particles and added to the reactor. For ferrite powders, the synthesis of solid, liquid, or gaseous precursors is also required for powder preparation techniques. More advanced synthetic processing technologies other than grinding include coprecipitation, sol-gel, atomic layer deposition, combustion synthesis, and spray pyrolysis [21,77,78]. Several SEM photos of ferrite material particles are shown in Fig. 5(a). Current synthesis processes for perovskite are also mainly based on the production of particle materials, mainly including solid-state reactions and sol-gel routes [65]. Using methods for preparing perovskite proposed by Schaak et al. [79], the solid-state reaction (SSR) method uses a planetary ball mill to measure the stoichiometry and then homogeneously mix the raw materials. The homogeneous mixture was then calcined in air at 1500 °C and sieved for the next characterization step. The sol-gel route can produce CTF (Co3O4–TiO2–Fe2O3) and CTF-supported Fe2O3 materials. The obtained materials were added to a mixture of EDTA, citric acid, and the corresponding salt solution to form a gel, which was dried at 120 °C and calcined at 800 °C to obtain CTF calcium titanate powder. The same method can also be used to synthesize and characterize other materials, such as Co-ferrite redox materials [80]. A sol-gel method for synthesizing CoF materials was described [81,82]. The Co and Fe nitrate precursors were dissolved in ethanol. Then, propylene oxides were dropped into the metal precursor ethanal solution to attain CoF gel formation. After aging and drying, CoF powder is obtained by calcination. Ca-based composites doped with Mn and Fe can also be synthesized by the sol-gel method [83].\n                     \n                     \n                        2.3.2\n                        Fibers materials\n                        Fiber materials possess unique properties such as high thermal stability, high mechanical strength, and excellent chemical resistance, making them ideal for use in high-temperature applications. The SEM photograph of ceria fiber material is shown in Fig. 5(b). Conventional fibrous materials are usually produced through the liquid phase production method. Abanades et al. [17] investigated the synthesis and characterization of ceria fibers, analyzing fuel performance improvement through different structures. Ceria fibers have a highly reactive surface suitable for oxidation reactions and are commercially available at lower production costs. Gibbons et al. [85] synthesized low-cost zirconium-doped ceria ceramic fiber structures by a controlled electrospinning process - similar to the production process for nonwoven fibers in textiles the process flow.\n                        The electrostatic spinning nanostructure preparation method is also applied to the preparation of perovskite materials as a relatively new and effective method for oxygen carrier production [86]. Lanthanum chloride (LaCl3), strontium carbonate (SrCO3), and manganese acetate (C6H9MnO6) were the main precursors for the synthesis of LSM perovskites, and polyvinylpyrrolidone (PVP) was added to the precursors mixed with a solvent to obtain the sols. The sol was passed through a syringe needle at an acceleration voltage of 25 kV to form an electrostatic spinning structure. Finally, water and organic components were removed by calcination. In contrast to the liquid phase production method, the volume and morphology of the material are more controllable in the electrostatic spinning process. In addition, the electorspinning method has no byproducts, no additional cleaning work is required compared to the gel method, and the product is obtained more quickly [86].\n                        To demonstrate the thermochemical properties of fibers, Furler et al. [87] analyzed the thermochemical properties of ceria fibers produced by the general method in continuous WS and CDS cycles and found that the low optical thickness of ceria fibers hinders the steric absorption of solar energy and causes large temperature gradients, which could predispose to deactivation problems such as sintering and can be effectively prevented by electrostatic spinning structures [88].\n                     \n                     \n                        2.3.3\n                        Three-dimensionally disordered porous structures\n                        Furler et al. [89] presented the synthesis and experimental evaluation of a new reticular porous ceramic (RPC) foam made of pure CeO2, which combined the absorptive ceramic fabrication process with solar thermochemistry. This method of fabricating porous structures by directly constructing the reactor body with reactants can fully absorb solar radiation in three dimensions and increase the specific surface area of the material. It has a faster reaction rate and higher reactant loading than the former, as shown in Fig. 6(a)(b).\n                        It was experimentally verified that adding a suitable amount of pore-forming agent to the synthesis process of ceria RPC resulted in a more abundant porous structure with a higher specific surface area (SSA) [90]. The synthesis of RPC is named the replication method. In this technique, polyurethane foam is used as the skeletal structure, soaked with a slurry of cerium oxide powder mixed with water, dried, and then the foam coating is applied again. Finally, complete combustion with a volatile organic polyurethane skeleton under high-temperature sintering obtains the ceramic structure [89].\n                        Based on this porous structure production method, a reticulated ceramic foam heat exchanger model for use in solar reactors was developed [29], which proposed the most suitable porosity to achieve the best heat transfer performance with solar thermochemical cycle efficiency. The porous structure not only improves the thermochemical performance of the reactor material but also facilitates the doping of other oxide reduction raw materials. A similar preparation method was also used to produce NiFeO@SiC materials [91]. Similarly, Pein et al. [92] fabricated reticulated porous perovskite ceramic foams and tested them for thermochemical energy storage, and the redox recyclability of materials was largely achieved in the experiments.\n                        Ecoceramics are typically made by converting natural wood to carbon through anaerobic heating, permeating it with a precursor solution, and burning the disordered carbon skeleton during heating to form the ceramic [91,95]. In recent studies, researchers have explored different methods for creating ecoceramics, including the use of cork as a template. The morphology of the material obtained with the ecoceramic template method is shown in Fig. 6(c). Costa Oliveira et al. [96] demonstrated the effectiveness of cork-templated ceria in enhancing hydrogen production efficiency compared to ceria foam replicated from polyurethane stencils. In their research on the redox performance of ceria ecoceramics under real solar irradiation in a medium-sized solar reactor, Oliveira et al. [94] found that the H2 production rate of ceria particles obtained by the cork-templated method was approximately 3% higher than that of ceria foam ceramics. These findings suggest that cork-templated ceria may have advantages over other methods for creating ecoceramics, and the reactivity is further improved. On this basis, the biomimetic hierarchical porous structure [97] design and synthesis can optimize radiation and temperature fields, potentially enhancing fuel conversion efficiency.\n                     \n                     \n                        2.3.4\n                        Three-dimensionally ordered porous structures\n                        Three-dimensional ordered macroporous (3-DOM) is one of the methods for ordered porous structure synthesis, whose process involves substrate preparation, solution precursor mixing, dip-coating and drying, heating and calcination [98]. The framework is typically a face-centered cubic stacked array assembled by the natural settling of individual polymethyl methacrylate (PMMA) beads. Early three-dimensional ordered porous structure materials have a large pore size due to the synthesis process limitation of oxygen carriers, and there is a certain gap in thermochemical cycle performance with the oxygen carriers used nowadays.\n                        3D printing, as a controllable method for synthesizing materials, presents novel opportunities for the rejuvenation of porous structures with ordered three-dimensional configurations. 3D printing has seen a notable surge in utilization across numerous advanced manufacturing domains, including medical and industrial production [99,100]. As of late, research has examined the potential for 3D printing to replace conventional porous ceria in the process of additive manufacturing. Compared to traditional porous materials, 3D-printed materials feature fewer sharp edges. Both 3D-printed ordered structures and RPC are produced using replication methods. It is expected that the thermochemical stability of ordered structures is comparable to that of RPC. Hoes et al. [101] utilized 3D printing to fabricate hierarchically ordered porous structures on polymeric scaffolds and demonstrated superior redox performance compared to conventional RPC. This research found that a 3D-printed structure with nanoscale accuracy exhibits higher and more uniform heating performance and leads to excellent calculated redox performance compared to reticulated ceria foams.\n                        Ben-Arfa et al. [102] reported the first instance of using robocast (a form of additive manufacturing/3D printing) to produce ceria structures for testing the solar thermochemical cycle for CO2 decomposition performance under experimental conditions. The experiments were conducted under an argon atmosphere, with a reduction in the range of 1050 °C–1400 °C and oxidation at 1050 °C. This technique entails introducing organic binders and dissolved additives in ethanol solvent into ceria powder. Next, polymer stencils fabricated by 3D printing are dipped into the ceria slurry repeatedly until they are fully covered. Finally, the porous ceria structure is sintered in air at a temperature of 1400 °C. The deformation of the matrix during the sintering process is a determining factor affecting the structure morphology. Different matrix skeletons undergo thermal expansion or shrinkage during high-temperature sintering. The expansion of the matrix material leads to a reduction in the bulk density of the material, while excessive shrinkage causes partial loss of pores. The skeleton obtained by 3D printing technology shrinks at high temperature, and the bulk density of cerium dioxide increases by 71.3%, while the porosity remains within a reasonable range at approximately 75% [102]. Through the 3D printing method, Ben-Arfa et al. [102] achieved a CO production rate of 0.586 ml g‐1 min‐1, which was a 10% conversion rate in 90 min of reaction compared to conventional RPC foam ceramics and an order of magnitude higher than cerium dioxide powder. The study demonstrated the potential of 3D printing in improving the performance of ceria structures for the solar thermochemical cycle.",
    "Solar thermochemical reactor": "3\n                  Solar thermochemical reactor\n                  In the two-step solar thermochemical process, a reactor that can withstand temperatures of 1000 °C or more is essential. The suitable reactor type varies depending on experimental conditions and specific reactions. Solar thermochemical cycles can be performed under isothermal or two-temperature conditions. Isothermal cycles require good insulation to reduce heat loss between reaction steps, while two-temperature cycles necessitate swift temperature changes. To achieve optimal reaction performance, solar thermochemical cycle reactors require excellent heat resistance, rapid temperature change rates, and effective thermal insulation.\n                  There are numerous types of reactors that can be used for the two-step solar thermochemical cycle, and they can be classified in various ways, such as \"direct\" and \"indirect\", \"structure\" and \"nonstructutre\". The classification of direct or indirect heating is based on the way in which the reaction material receives solar energy. Indirectly heated reactors require solar heat-absorbing components, and the absorbed heat is transferred to the reaction chamber through a heat transfer medium (e.g. air or molten salt). In contrast, directly heated reactors have the reaction chamber exposed to concentrated sunlight, which can absorb solar energy directly.\n                  We employ an oxygen carrier-based classification system to categorize reactors into two groups: volatile and non-volatile. This method is in line with preceding research and enhances the clarity and thoroughness of the categorization. In volatile cycles, the interaction between the metal or metal oxide reducing phase and the oxygen-containing gas mixture results in reoxidation. Thus, to ensure an efficient cycle, it is necessary to use two separate reactors to isolate the reduction phase from the other stages. It is crucial to establish this separation to maintain the desired chemical reactions and increase the overall productivity of the process. One reactor handles the reduction step, which condenses the oxygen and reduced phase, while the other focuses on the oxidizing reaction and splitting of H2O/CO2.\n                  \n                     3.1\n                     Reactors for volatile metal oxides\n                     The gaseous reduction products of volatile metal oxides are purged and cooled through gas flow, where reaction products are transported to the outlet of the reactor. There, solids are isolated and cooled from gaseous products by filtration for subsequent use in reactions. Volatile reactors are often constructed to facilitate oxygen material movement around the reaction chamber using gas flow, rotation, and other methods. This approach enables continuous material feeding and improved production efficiency.\n                     The rotary kiln (cavity) reactor was designed in 1999, primarily with ZnO as the metal oxide reaction participant [103], as shown in Fig. 6(a). ZnO particles were filled in the rotating cavity and pressed against the cavity walls by centripetal acceleration to form a packed bed reaction layer, which is directly exposed to the concentrated solar radiation entering the chamber opening through a transparent quartz window, absorbs the radiation, participates in the reaction and simultaneously acts as a thermal insulator [108]. Fig. 7(a) (Left) shows the schematic diagram of the first-generation rotating reactor ROCA designed by Haueter et al. [103] in the 1990s. The same reactor configuration was used by the PROMES group to reduce the partial pressure of the reaction oxygen by vacuum pumping and to dilute and cool the reactants with inert gas [109]. The product was obtained as Zn nanoparticles with a maximum yield of 21% for particle recovery in the filter and a separation yield of 87%.\n                     Koepf et al. [46] noted that ROCA has some areas for improvement, such as uneven distribution of ZnO in the reactor, heat loss of the cooling/insulation methods, reoxidation of zinc and oxygen and lower recycling rate of ZnO. To solve these problems, Schunk et al. improved the ROCA and designed a generation of solar reactors, ZIRRUS, as shown in Fig. 7(a) (Center) [104]. The ZIRRUS solar reactor was operated continuously for about 4 h at 9.6 kW solar input with no cracking or mechanical stability problems, and the conversion of Zn in the experiment was 25.4 ± 7%.\n                     A gravity-fed entrained bed reactor GRAFSTR (Gravity fed solar thermochemical receiver/reactor) (Fig. 7(c)) is another volatile solar reactor proposed by Koepf et al. [106]. The 15 feeding mechanisms distributed around the circumference achieve continuous and stable feeding with the help of an inert gas, and the falling of the feedstock ZnO particles was used to form a moving bed reaction layer, where the spinning zinc particles were carried from the top to the bottom exit with a vortex at the end of the reaction.\n                     The PROMES group [107] designed a 1 kW moving front reactor with an internal temperature of 1900 K (Fig. 7(d)). Inside the reactor, ZnO or SnO is piled up in rods, and the piston is pushed upward by a manually rotating screw to achieve a continuous feed of reactants during the experiment. However, the recovery of the product particles is low, only approximately 2%, which is expected to be improved by optimizing the cooling device at the reactor outlet.\n                     Among the volatile reactor types, in addition to the cavity receiver reactors, there are aerosol reactors in which the oxidation-reduction material is not in direct contact with the inner wall and the solid reactants in particle form are suspended in a hot stream of gas. Perkins et al. [110] performed an electrical heating research, and the aerosol process can rapidly condense the reduction products, reducing the particle size of the Zn particles and reducing the degree of reoxidation, while aerosol reactors are increasingly used in solar thermochemical cycles due to their significant reaction rate advantage. Through a special arrangement of gas vents inside the aerosol reactor, the Zn-containing gas stream can form a T-ring mixer, which completes the formation of Zn quenching and nanoparticles with the help of a vacuum pump. The reduction product Zn obtained as a result of this reactor exhibited a higher specific surface area and hydrolysis rate, while effectively reduced the effects of reoxidation reaction.\n                  \n                  \n                     3.2\n                     Reactors for nonvolatile metal oxides\n                     The use of nonvolatile cycles in thermochemical processes enables the materials to remain in a condensed state, thereby circumventing the reoxidation and separation challenges posed by volatile cycles. Meanwhile, the property of switching between reduction and oxidation reactions within a single reactor using nonvolatile cycles eliminates the need for material transfer, which can be achieved by changing the operating state while the system is running, thus enhancing the efficiency of the overall reaction process.\n                     The packed bed reactor (as shown in Fig. 8(a)) is one of the first kinds of solar thermochemical reactor capable of sustained production [111]. A packed bed reactor is capable of pressure and temperature control and separation of reaction products, solid phase heat recovery between reaction steps, and direct solar illumination of the reaction materials. A research [111] demonstrated for the first time that the reduction temperature in the ferrite cycle can be below the melting point of iron-based oxides by the packed bed reactor, meaning that a stable state of materials can be ensured during the reaction.\n                     Traditional bed reactors are often improved based on ordinary heated reactors to meet the requirements of the solar thermochemical cycle [115]. Gokon et al. [116] designed a internally circulating fluidized bed reactor using NiFe2O4 as the oxygen carrier. Nitrogen was used as the gas source to circulate the NiFe2O4 particles with their reduction products in the annular region formed by the nozzle and the reactor. In this mode, the reaction particles are always fluidized in the inert gas purge and can be heated sufficiently and uniformly.\n                     The most designed reactor type today is the reactor with stationary oxygen carrier materials. In contrast to the bed reactors discussed above, there is no need to transfer material between the two reaction chambers, thus avoiding the mechanical energy consumption and technical difficulties associated with high-temperature moving parts, but the disadvantage is that solid heat recovery is potentially limited. The TREMPER reactor [113] (Fig. 8(d)) is one kind of stationary reactors designed to reduce iron and manganese-based oxides with a maximum conversion of reduced iron oxide of 25%. Chueh et al. [58] used a stationary reactor to realize the redox step of high-temperature thermochemical splitting of H2O/CO2, as shown in Fig. 8(c). The porous cylindrical ceria is monolithically placed in the stationary reactor chamber, which directly absorbs solar radiation and acts as part of the reactor structure. The gas flow through the porous ceria forms a vortex inside the room and finally exits from the bottom outlet with the reaction gas. The team performed approximately 500 cycles of thermochemical water decomposition through the reactor, but the experimental efficiency of solar-to-fuel conversion was only 0.7%–0.8%. The authors also analyzed some of the reasons for the low practical efficiency and suggested the need to improve the system's size and reduce the reaction's heat loss. Based on the design idea the same research team solved the problem of controlling working conditions through temperature/pressure swing operation and carried out experiments on the energy consumption of the reactor. The experimentally obtained solar thermochemical cycle efficiency reached an average value of 1.73%, with a maximum experimental efficiency of 5.25% [59].\n                     The research group at the University of Tokyo, Japan, proposed the concept of rotary-type reactors (Fig. 8(b)), which is capable of achieving reaction temperatures up to over 1800 K [112]. The tubular cylinder with reaction material rotates between the reduction and oxidation chambers, enabling rapid switching of the working atmosphere of a reactor. The reaction properties of ceria and Ni/Mn-doped ferrite were investigated experimentally and the optimum reduction and oxidation temperatures when ceria was used as an oxygen carrier were 1623 K and 1273 K, respectively, whereas the optimum temperatures using ferrite materials were 1473 K and 1173 K.\n                     In the same year, Miller et al. proposed another type of rotary reactor, the Reverse Rotating Ring Receiver/Reactor/Heat Exchanger (CR5), as shown in Fig. 8(e), which consists of a series of rings or discs that rotate in reverse (at speed equal to or <1 rpm) and are covered with fins made of metal oxides [114]. The reactant material is exposed to sunlight in the reduction chamber, and the reduction products enter the oxidation chamber as the rings rotate. The temperature of the fins is repeatedly heated and cooled, and the connection points of the fins are prone to thermal deformation, which damages the reactor structure. Various methods, such as casting, laser processing, and lamination, have been studied to solve the manufacturing problem of fins and rings. In general, the design concept of CR5 has much room for development, but it is only suitable for promoting solar thermal chemistry experiments once the structural problems are solved.\n                     \n                        Fig. 9(a) shows the difference in principle between the direct/indirect reactor types. Directly heated reactors are generally considered superior to indirectly heated reactors because the reactants can directly absorb radiation, resulting in more efficient reactions [21]. In an indirect reactor, the thermal energy of sunlight is transferred to the reactants through the heat transfer unit of the reactor, leading to heat transfer losses. Furthermore, the indirect volatile reactor model cannot be directly applied to nonvolatile reactions because of the higher requirement of reduction temperatures than volatile reactions. Lichty et al. [117] proposed an indirectly irradiated packed bed reactor that consisted of five reaction tubes with a central SiC tube as the filled bed (Fig. 9(b)), which effectively lowered the reaction temperature to solve the limitation of heat transfer. In addition, atomic layer deposition (ALD) was suggested as a means to improve the solar hydrogen production efficiency of the indirectly irradiated packed bed solar cavity reactor. Li et al. [121] designed a compartmentalized circulating indirect fluidized bed and evaluated its performance in terms of average carbon conversion, energy improvement factor, and solar energy conversion efficiency through experimental methods.\n                     A common type of indirectly heated reactor is typically designed as a two-cavity reactor, which separates the reaction chamber from the radiation-receiving room to reduce heat transfer losses [118], as shown in Fig. 9(c). Another two-chamber reactor, based on ferrite for splitting water to produce hydrogen [120], is shown in Fig. 9(e). The reactor has separate chambers for oxidation and reduction reactions and is equipped with thin louvers to regulate the temperature difference between the two chambers. The continuous cycle performance of this reactor gradually decreases due to inhomogeneous heating of the monolithic heat absorber and changes in the surface morphology of the metal oxides (such as porosity changes and surface area loss).\n                     The membrane reactor (Fig. 9(d)) [119] is a recently experimentally proven reactor type that features a ceria cavity containing tubular membrane with an alumina tube surrounded. The inside of the membrane is filled with reaction gas, while the outside is filled with inert gas, the exchange of oxygen atoms between the two gaseous atmospheres can be achieved through the membrane. The structure of membrane reactor has a more compact space in the cavity and enables reduction in the overall size of the reactor.\n                  \n                  \n                     3.3\n                     Reactor selection based on material properties\n                     Common reactor types, categorized based on material, components, and solar energy collection, are presented in Table 1\n                        . Two-step solar thermochemical cycle research can be classified into oxygen carrier research and reactor design methodology. If the oxygen carrier type is determined, characterizing the metal oxide and selecting an appropriate reactor type based on the material can fully utilize the thermochemical properties of the selected material. Additionally, when designing a new type of reactor, it is possible to select the oxygen carrier material based on the operating mode of the reactor.\n                     Different oxygen carrier materials possess distinct properties and necessitate specific temperature, pressure, and reaction conditions. For instance, current research raises questions about the pros and cons of isothermal and two-temperature thermochemical cycles. Further research indicates that the properties of substances, such as the heat capacity of oxygen carriers and the response state of systems, do not lead to variations in the optimal conditions of various materials. Solar thermochemical cycle systems using oxygen carrier materials with a low specific heat capacity (e.g. ceria) have low energy consumption for heating materials so that the isothermal reduction and oxidation temperatures are not significant in terms of performance improvement [122]. The high specific heat capacity of perovskite materials causes more heat to be lost due to temperature changes, thus demonstrating the advantages of isothermal methods. Efficient insulation is required for reactors used in isothermal methods, while two-temperature methods require insulation during reactions, as well as rapid quenching/heating between step changes. Similarly, materials have varying requirements for oxygen partial pressure, with volatile substances typically requiring higher pressures than nonvolatile ones. Achieving the necessary pressure conditions can be done using vacuum pumping or inert gas oxygen removal methods alone, making oxygen removal a low-energy process. Thermogravimetry (TG) is a frequently used technique for investigating the stability of materials during reactions under various atmospheric conditions. It allows for the analysis of physicochemical processes, such as oxidation, reduction, and reaction kinetics in thermochemical cycles. Hao et al. [123] carried out a TG research of Zr-doped ceria, and obtained a law of influence between material and reactive situation, the enthalpy and entropy of the material varies with oxygen vacancies as shown in Fig. 10\n                        . The thermodynamic analysis selects a material reaction temperature range according to appropriate oxygen partial pressure conditions, and then uses temperature and oxygen partial pressure and other conditions to achieve accurate reactor selection.\n                     Volaite oxide materials are typically used in reactors for volatile thermochemical cycles such as aerosol, moving bed, and rotary cavity reactors. Continuous feeding of volatile material particles is generally essential for these solar reactors. Prior to deposition, the gaseous by-products are expelled from the chamber with inert gas. These reactors require specific morphology characterization of the oxygen carrier, typically achieved through small particle sizes and compatibility with different materials such as ZnO/Zn and SnO2/SnO. Nonvolatile cycles employ intermittent feeding, with the aim of minimizing energy and materials loss during intervals. Additionally, high-temperature reactions can cause particle nonvolatile materials to agglomerate or densify, thereby impeding gas flow within the chamber. Thus, reactor structures, particularly those utilizing stationary redox oxide materials, incorporate specific design materials as a direct component of the reactor's structure (termed \"structured\" reactors). It is crucial that these materials remain stable throughout the process and do not volatilize. Examples of such materials that are utilized in the fabrication of reactor bodies are ceramic honeycomb/foam reactors. Using fixed porous materials can somewhat diminish the impact of sintering on the structure of the material, boost the cyclic stability of the material, and positively affect the escalation of the reaction rate.",
    "Energy analysis of the solar reactors": "4\n                  Energy analysis of the solar reactors\n                  The solar thermochemical cycle process can be described as the process by which solar energy is collected, converted, and utilized: the collected solar energy enters the reaction chamber through a quartz glass window to reach the inner surface of the metal oxide oxygen carrier, where the incident energy can be further concentrated by a secondary concentrator to achieve the conversion of solar energy to thermal energy. Most radiation energy enters the reaction chamber through the window, providing energy to the reduction reaction heat source, while some energy escapes from the window due to secondary radiation or enters the insulation due to the thermal conductivity of the material and exchanges heat with the environment through the housing. The consumption and loss of energy at the reactor level is a significant limitation in the development of solar thermochemical cycle fuel production. To guarantee a consistent evaluation of a solar thermochemical cycle system's efficiency, all energy consumed by the system should be converted to solar energy, including any electrical energy used for oxygen removal and product separation. This section outlines the different forms of energy consumption occurring at the reactor level. It can be primarily divided into four categories: reactor heat loss, heat required for reduction reactions, energy used for oxygen removal, and energy required for heating gaseous solid reactants.\n                  \n                     4.1\n                     Heat conductivity, convection and radiation loss of the reactor\n                     \n                        4.1.1\n                        Radiation loss\n                        Sunlight is collected by the concentrator and absorbed by the reactive material, leading to a temperature increase, triggering a thermochemical reaction. Heat energy is transferred to the reactor or other components via quartz windows, inlets, and outlets, resulting in secondary radiation \n                              \n                                 Q\n                                 rerad\n                              \n                           :\n                              \n                                 (4-1)\n                                 \n                                    \n                                       Q\n                                       rerad\n                                    \n                                    =\n                                    \n                                       Q\n                                       solar\n                                    \n                                    \n                                       \n                                          ασ\n                                          \n                                             \n                                                T\n                                                H\n                                             \n                                             4\n                                          \n                                       \n                                       \n                                          I\n                                          ⋅\n                                          C\n                                       \n                                    \n                                 \n                              \n                           \n                           \n                              \n                                 (4-2)\n                                 \n                                    \n                                       Q\n                                       rerad\n                                    \n                                    =\n                                    \n                                       ε\n                                       eff\n                                    \n                                    σ\n                                    \n                                       \n                                          AT\n                                          H\n                                       \n                                       4\n                                    \n                                 \n                              \n                           where \n                              α\n                            is the absorption rate, \n                              σ\n                            is the Stefan Boltzmann constant, I is the solar irradiance at the Earth's surface, C is the concentration ratio of the solar concentrating system, T\n                           H is the reduction reaction temperature, \n                              \n                                 ε\n                                 eff\n                              \n                            is the effective emissivity of the cavity, and A is the size of the aperture.\n                        Therefore, the solar absorption efficiency η\n                           abs of a completely adiabatic blackbody reactor cavity is:\n                              \n                                 (4-3)\n                                 \n                                    \n                                       η\n                                       abs\n                                    \n                                    =\n                                    1\n                                    −\n                                    \n                                       \n                                          ασ\n                                          \n                                             \n                                                T\n                                                H\n                                             \n                                             4\n                                          \n                                       \n                                       \n                                          I\n                                          ⋅\n                                          C\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        In addition to the solar absorption efficiency, the ideal solar-to-fuel conversion efficiency is limited by the Carnot efficiency, and the calculation formula is [124]:\n                              \n                                 (4-4)\n                                 \n                                    \n                                       η\n                                       \n                                          solar\n                                          →\n                                          fuel\n                                          ,\n                                          ideal\n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          1\n                                          −\n                                          \n                                             \n                                                ασ\n                                                \n                                                   \n                                                      T\n                                                      H\n                                                   \n                                                   4\n                                                \n                                             \n                                             \n                                                I\n                                                ⋅\n                                                C\n                                             \n                                          \n                                       \n                                    \n                                    \n                                       \n                                          1\n                                          −\n                                          \n                                             \n                                                T\n                                                L\n                                             \n                                             \n                                                T\n                                                H\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           where T\n                           L and T\n                           H are the minimum and maximum operating temperatures of the equivalent Carnot heat engine, respectively.\n                        For the total system design by Lu et al. of the integrated cycle of the reactor and concentrator with an operating temperature of 1773 K and C = 3000, the reradiation loss is 18.68% of the total solar radiation at the receiver, when C = 5000, the reradiation loss is 11.21% [56]. Various techniques can be used to increase system efficiency and decrease radiation losses. These techniques include reducing the quartz window area, using insulation, reflective materials, and thermal barriers to reduce thermal radiation losses from the equipment's surface. In addition, selecting oxygen carrier materials with high solar energy absorption ability can also reduce secondary radiation losses. The results of Zhu et al. [125] showed that the reactor flux increased as the solar radiation intensity increases. However, as the irradiance increases, the radiation loss of the reactor also gradually increases, while the radiation heat loss in the medium is also higher when the radiation intensity is higher [125].\n                     \n                     \n                        4.1.2\n                        Thermal conductivity and convection loss\n                        The conduction and convection losses Q\n                           loss on the reactor surface are mainly due to heat loss on the reactor shell and conduction and convection losses between the reactor shell and the external environment. Q\n                           loss is closely related to the reactor temperature, ambient temperature, and insulation material choice, shape, and thickness. In the theoretical calculation of the heat conduction loss, due to the lack of experimental data, it is possible to multiply the energy received by the reactor by a factor F (usually set to 0.2) to determine the Q\n                           loss:\n                           \n                              \n                                 (4-5)\n                                 \n                                    \n                                       Q\n                                       loss\n                                    \n                                    =\n                                    F\n                                    \n                                       \n                                          \n                                             Q\n                                             solar\n                                          \n                                          −\n                                          \n                                             Q\n                                             rerad\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        In addition, Q\n                           loss can also be calculated by heat transfer equations. Since the convective heat transfer loss is a tiny fraction (< 10%) [58] of the total reactor loss in terms of reactor energy loss, the conduction loss is usually considered when calculating Q\n                           loss. The reactor is divided into upper (approximately flat plate) and lower (approximately hemispherical) parts to calculate the Q\n                           loss of the two parts separately:\n                              \n                                 (4-6)\n                                 \n                                    \n                                       Q\n                                       loss\n                                    \n                                    =\n                                    A\n                                    \n                                       λ\n                                       L\n                                    \n                                    \n                                       \n                                          \n                                             T\n                                             0\n                                          \n                                          −\n                                          \n                                             T\n                                             H\n                                          \n                                       \n                                    \n                                 \n                              \n                           where A is the heat transfer area, \n                              λ\n                            is the thermal conductivity, and L is the heat transfer distance, which is the thickness of the insulation material. T\n                           0 is the ambient temperature.\n                        According to the calculation formula, to decrease thermal conductivity loss without impacting the thermochemical cycle's effectiveness, one can increase the insulation layer's thickness, optimize the insulating material, decrease the specific surface area per unit volume of the reactor, and adopt a double-layer structure for the reactor shell.\n                     \n                  \n                  \n                     4.2\n                     Oxygen removal method and energy consumption\n                     Creating and maintaining a low \n                           \n                              P\n                              \n                                 O\n                                 2\n                              \n                           \n                         environment during the thermal reduction step is a key challenge in implementing a two-step cycle. Most current two-step solar thermochemical cycles add an oxygen removal step to the reaction to improve performance. At a given temperature, the degree of material reduction can be increased by maintaining a low oxygen partial pressure [126,127]. The active oxygen partial pressure of the thermochemical cycle reactor is approximately below 10‐5 atm. The existing oxygen removal methods are mainly mechanical oxygen removal by inert gas purging or vacuum pumping and chemical methods by sacrificial agent oxygen removal.\n                     Utilization of inert gas N2 or Ar to sweep the released oxygen is more common in early studies. To obtain the amount of inert gas \n                           \n                              n\n                              \n                                 inter\n                                 \n                                 gas\n                              \n                           \n                         consumed, the following equation was calculated:\n                           \n                              (4-7)\n                              \n                                 \n                                    \n                                       n\n                                       \n                                          inter\n                                          \n                                          gas\n                                       \n                                    \n                                    \n                                       n\n                                       \n                                          O\n                                          2\n                                       \n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          \n                                             \n                                                p\n                                                AR\n                                             \n                                             \n                                                \n                                                   p\n                                                   sys\n                                                \n                                                −\n                                                \n                                                   p\n                                                   AR\n                                                \n                                             \n                                          \n                                          −\n                                          \n                                             \n                                                p\n                                                red\n                                             \n                                             \n                                                \n                                                   p\n                                                   sys\n                                                \n                                                −\n                                                \n                                                   p\n                                                   red\n                                                \n                                             \n                                          \n                                       \n                                    \n                                    \n                                       −\n                                       1\n                                    \n                                 \n                              \n                           \n                        where \n                           \n                              n\n                              \n                                 O\n                                 2\n                              \n                           \n                         is the amount of O2 produced, p\n                        sys is the reactor pressure in the thermochemical reduction reaction, and p\n                        sys is equal to 1 atm. p\n                        AR is the oxygen partial pressure in the gas after the thermochemical cycle reduction reaction.\n                     The energy consumption of the inert gas purging method mainly includes heating energy consumption Q\n                        heat and separation work W\n                        sep [128]:\n                           \n                              (4-8)\n                              \n                                 \n                                    Q\n                                    heat\n                                 \n                                 =\n                                 \n                                    n\n                                    \n                                       inter\n                                       \n                                       gas\n                                    \n                                 \n                                 \n                                    ∫\n                                    \n                                       T\n                                       0\n                                    \n                                    \n                                       T\n                                       red\n                                    \n                                 \n                                 \n                                    C\n                                    p\n                                 \n                                 dT\n                              \n                           \n                        \n                        \n                           \n                              (4-9)\n                              \n                                 \n                                    W\n                                    sep\n                                 \n                                 =\n                                 \n                                    RT\n                                    sep\n                                 \n                                 \n                                    \n                                       \n                                          n\n                                          \n                                             O\n                                             2\n                                          \n                                       \n                                       ⋅\n                                       ln\n                                       \n                                          \n                                             \n                                                n\n                                                \n                                                   O\n                                                   2\n                                                \n                                             \n                                             \n                                                \n                                                   n\n                                                   \n                                                      inter\n                                                      \n                                                      gas\n                                                   \n                                                \n                                                +\n                                                \n                                                   n\n                                                   \n                                                      O\n                                                      2\n                                                   \n                                                \n                                             \n                                          \n                                       \n                                       +\n                                       \n                                          n\n                                          \n                                             inter\n                                             \n                                             gas\n                                          \n                                       \n                                       ⋅\n                                       ln\n                                       \n                                          \n                                             \n                                                n\n                                                \n                                                   inter\n                                                   \n                                                   gas\n                                                \n                                             \n                                             \n                                                \n                                                   n\n                                                   \n                                                      inter\n                                                      \n                                                      gas\n                                                   \n                                                \n                                                +\n                                                \n                                                   n\n                                                   \n                                                      O\n                                                      2\n                                                   \n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     In the case of low oxygen partial pressure, heating the sweep gas to the reduction temperature and recovery of inert gas from the reduction product mixture caused a large amount of energy consumption, higher than the other parts of the energy required 5–23 times, seriously affecting the efficiency of the system [128,133].\n                     Studies have proven that vacuum pump pumping to reduce oxygen partial pressure has a decisive efficiency advantage over inert gas scavenging. Ideally, the energy consumption of the vacuum pump W\n                        pump is as follows [126]:\n                           \n                              (4-10)\n                              \n                                 \n                                    W\n                                    pump\n                                 \n                                 =\n                                 \n                                    R\n                                    g\n                                 \n                                 ⋅\n                                 \n                                    T\n                                    pump\n                                 \n                                 ⋅\n                                 ln\n                                 \n                                    \n                                       \n                                          P\n                                          \n                                             O\n                                             2\n                                          \n                                       \n                                       /\n                                       \n                                          P\n                                          0\n                                       \n                                    \n                                 \n                              \n                           \n                        where R\n                        g is the molar gas constant, T\n                        pump is the operating temperature of the vacuum pump, \n                           \n                              P\n                              \n                                 O\n                                 2\n                              \n                           \n                         is the reactor oxygen partial pressure in the reduction reaction, and \n                           \n                              P\n                              0\n                           \n                         is the ambient pressure.\n                     The efficiency of the vacuum pump is greatly influenced by the target pressure, and the required volume flow rate increases with less oxygen partial pressure. To reach the required oxygen partial pressure for the work, a very large volume flow rate is needed, and the mechanical efficiency of the vacuum pump \n                           \n                              η\n                              pump\n                           \n                         decreases rapidly. Thus, the energy consumption for oxygen \n                           \n                              Q\n                              deoxide\n                           \n                           =\n                           \n                              W\n                              pump\n                           \n                           /\n                           \n                              η\n                              pump\n                           \n                         removal increases significantly, as shown in Fig. 11(b).\n                     Lower energy oxygen removal methods are becoming more viable in recent research: Mg is usually used as a chemical scavenger in chemical methods, which reacts with oxygen in an oxidation reaction before the reaction gas enters the reduction chamber and can effectively reduce the oxygen partial pressure to below 10‐17 atm [134]. The use of chemical scavengers usually only considers the energy required to recover:\n                           \n                              (4-11)\n                              \n                                 \n                                    Q\n                                    scavenger\n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          n\n                                          \n                                             N\n                                             2\n                                          \n                                       \n                                       ⋅\n                                       Δ\n                                       \n                                          P\n                                          \n                                             O\n                                             2\n                                          \n                                       \n                                    \n                                    \n                                       P\n                                       0\n                                    \n                                 \n                                 \n                                    Q\n                                    Mg\n                                 \n                              \n                           \n                        where \n                           \n                              Q\n                              Mg\n                           \n                         is the total energy required to extract one mole of magnesium from magnesium oxide.\n                     Keeping the partial pressure of oxygen constant through chemical purges alone requires more energy as well as reaction materials. To further reduce oxygen partial pressures and improve pumping efficiency, mechanical and chemical methods are often employed. An inert gas purge, when used with a deaerator, can effectively mitigate the swept volume. However, this combined solution is not suitable for high-temperature environments due to the temperature sensitivity of the inert gas purge. A new approach is proposed to use inert gas to reduce the oxygen partial pressure to a base value of 1 Pa, which is then further reduced by a vacuum pump to a target value of 0.1 Pa using a deaerator.\n                     The optimal operating conditions for various oxygen partial pressure reduction schemes (mechanical, chemical, or combined) have been researched by Lin et al. [135]. Other researchers have proposed electro/thermochemical oxygen pumping methods [136,137]. For example, Huang et al. [131] developed a transient 2D axisymmetric multiphysics model to evaluate the dynamic performance of a reactor under different solar radiation intensities using three oxygen removal techniques: electrochemical oxygen pump (EOP), sweep gas (SG), and vacuum pump (VP), as shown in Fig. 11(c). In the EOP scheme, reticulated porous ceramic foam (RPC) ceria produces O2, which is electrochemically reduced to oxygen ions for oxygen removal. In the SG scheme, nitrogen is used as a scanning gas to remove O2 from the reactor by convection and diffusion. In the VP scheme, a vacuum pump maintains a low absolute pressure to remove oxygen from the cerium RPC to the environment.\n                     Oxygen removal through the combination of the chemical-looping cycle (CLC) and the thermochemical cycle is a viable method of lowering oxygen's partial pressure, as depicted in Fig. 11(d). The language is objective, neutral and free of filler words, biased phrases, and emotional language. Both CLC and the thermochemical cycle carry out oxidation and reduction reactions separately at different temperatures, with CLC requiring significantly lower temperatures (up to 1000 °C) than the thermochemical cycle [132]. Theoretical analyses indicate that the method employing inert gas purging for removing oxygen gas consumes a high amount of energy during separation from the inert gas and oxygen gas mixture. On the other hand, the method utilizing an internal gas flow to transfer the reduced gas mixture into the CLC achieves low-energy separation and boosts the theoretical efficiency of the hydrogen production process in the thermochemical cycle.\n                  \n                  \n                     4.3\n                     Heat recovery\n                     Improvement towards heat recovery is one of the research priorities in the design and modeling of many solar reactors. Reaction kinetics, energy efficiency, and economics can be effectively improved by developing heat recovery for solar thermochemical cycle processes [138]. The heat recovery of solar thermochemical cycle system is divided into two parts, solid phase and gas phase, where the full application of solid phase heat recovery can effectively reduce the reduction temperature and improve the efficiency of gas phase heat recovery [122]. However, the complex concept of the final heat recovery method at the technical level has yet to be fully solved.\n                     Heating the gas from room temperature to the reaction temperature during the thermochemical cycle, especially when maintaining low oxygen partial pressures in the reactor using inert gas purging, implies that a high gas-phase heat recovery efficiency ε\n                        g is required to reduce the increasing energy consumption for gas heating Q\n                        heat gas, which is calculated as Q\n                        heat gas taking into account heat recovery:\n                           \n                              (4-12)\n                              \n                                 \n                                    Q\n                                    \n                                       heat\n                                       \n                                       gas\n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       1\n                                       −\n                                       \n                                          ε\n                                          g\n                                       \n                                    \n                                 \n                                 Σ\n                                 \n                                    n\n                                    i\n                                 \n                                 Δ\n                                 \n                                    h\n                                    i\n                                 \n                              \n                           \n                        where i is the gas to be heated during the reaction, including H2O/CO2 and inert gases (when using gas purging for oxygen removal). n\n                        i is the amount of substance of the gas to be heated, and \n                           Δ\n                           \n                              h\n                              i\n                           \n                         is the molar enthalpy change of the gas heating process.\n                     Solid phase heat recovery refers to the recovery of heat from the two-temperature thermochemical cycle when the solid oxide is cooled from the reduction temperature T\n                        red to the oxidation temperature T\n                        ox. Solid-state heat recovery can reduce the energy consumption of solid oxide heating to the reduction temperature, at which time the energy consumption of solid oxide heating Q\n                        heat solid is:\n                           \n                              (4-13)\n                              \n                                 \n                                    Q\n                                    heat solid\n                                 \n                                 =\n                                 \n                                    \n                                       1\n                                       −\n                                       \n                                          ε\n                                          s\n                                       \n                                    \n                                 \n                                 \n                                    n\n                                    solid\n                                 \n                                 \n                                    ∫\n                                    \n                                       T\n                                       S\n                                    \n                                    \n                                       T\n                                       H\n                                    \n                                 \n                                 \n                                    C\n                                    \n                                       P\n                                       ,\n                                       solid\n                                    \n                                 \n                                 \n                                    T\n                                 \n                                 d\n                                 T\n                              \n                           \n                        where ε\n                        s is the solid phase heat recovery efficiency, n\n                        solid is the solid oxide mass to be heated, and C\n                        \n                           p\n                         is the metal oxide's constant pressure molar specific heat capacity.\n                     Heat transfer between solid metal oxides during reduction and oxidation is crucial for solid phase heat recovery. Ensuring that the reactor atmosphere is not affected significantly during heat transfer is vital since the atmospheres differ in the oxidation and reduction steps. In addition, maintaining stable performance of the moving parts involved in solid-phase heat recovery at high temperatures is crucial due to the high demands placed on the reactor.\n                     In addition to directly recovering heat from metal oxides in the solid phase, Brendelberger et al. [139] recovered heat from materials using particulate heat transfer materials that do not participate in the reaction. However, further experimental data is needed to verify the heat transfer stability of materials at high temperatures and their impact on system efficiency. Lidor et al. [140] proposed a dual heat storage system that uses N2 as an inert heat transfer fluid. The heat is transferred from N2 to the heat storage unit during the cooling of the solid oxide from the reduction temperature to the oxidation temperature. The heat is transferred back to the reactor by N2 at the end of the oxidation reaction to achieve solid heat recovery, and a heat recovery efficiency of 70% was achieved in the 4 kW solar reactor experiment.\n                     Muhich et al. [141] proposed the isothermal cycle method to avoid repeated heating and cooling processes of metal oxides during the thermochemical cycle, the rates of hydrogen and oxygen production are shown in Fig. 12\n                        (d). Compared to variable temperature cycling, the isothermal process sets the reduction and oxidation temperatures at the same temperature, eliminating the need for solid phase heat recovery, reducing sensible heat loss during low and high temperature transitions, and simplifying the process of temperature change during thermochemical cycling [122]. Theoretically, the isothermal method can achieve 100% heat recovery efficiency. However, the isothermal method requires higher temperatures for both cycle processes, as well as lowering the reaction pressure or introducing a moderate temperature swing of 100 K between the reduction and oxidation steps [142], and the method reduces the flow rate of the inert gas purge, which increases the difficulty and power consumption of gas-phase heat recovery. Song et al. [143] have managed to decrease the reaction temperature necessary for the reduction stage by utilizing an electrochemical technique to facilitate the reduction process. This approach also tackled the heat recovery issue in the solid phase.\n                  \n                  \n                     4.4\n                     Thermodynamic efficiency of solar thermochemical cycles\n                     The efficiency of solar thermochemical cycles can be defined by three models, usually expressed by the following formula:\n                           \n                              (4-14)\n                              \n                                 Concentration efficiency\n                                 :\n                                 \n                                    η\n                                    \n                                       solar\n                                       →\n                                       reactor\n                                    \n                                 \n                                 =\n                                 1\n                                 −\n                                 \n                                    \n                                       Q\n                                       heliostats\n                                    \n                                    \n                                       Q\n                                       solar\n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (4-15)\n                              \n                                 Reactor efficiency\n                                 :\n                                 \n                                    η\n                                    ractor\n                                 \n                                 =\n                                 \n                                    \n                                       Q\n                                       chemical\n                                    \n                                    \n                                       \n                                          Q\n                                          solar\n                                       \n                                       −\n                                       \n                                          Q\n                                          heliotats\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (4-16)\n                              \n                                 Cycle efficiency\n                                 :\n                                 \n                                    η\n                                    \n                                       solar\n                                       →\n                                       fuel\n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          n\n                                          \n                                             H\n                                             2\n                                          \n                                       \n                                       \n                                          HHV\n                                          fuel\n                                       \n                                    \n                                    \n                                       Q\n                                       chemical\n                                    \n                                 \n                              \n                           \n                        where Q\n                        heliostats is the energy loss before the solar energy is captured by the heliostat and participates in the reaction, mainly caused by manufacturing defects of the heliostat, radiation loss from the receiver aperture, and reflection from the transparent window; Q\n                        chemical is the energy participating in the reaction; HHVfuel is the heating value contained in one mole of fuel; Q\n                        solar is the total amount of all energy used to produce the fuel that is converted into solar energy.\n                           \n                              (4-17)\n                              \n                                 \n                                    Q\n                                    chemical\n                                 \n                                 =\n                                 \n                                    Q\n                                    oxide\n                                 \n                                 +\n                                 \n                                    Q\n                                    redu\n                                 \n                                 +\n                                 \n                                    Q\n                                    reac\n                                 \n                              \n                           \n                        \n                        \n                           \n                              (4-18)\n                              \n                                 \n                                    Q\n                                    solar\n                                 \n                                 =\n                                 \n                                    Q\n                                    chemical\n                                 \n                                 +\n                                 \n                                    Q\n                                    deoxide\n                                 \n                                 +\n                                 \n                                    Q\n                                    \n                                       cond\n                                       ,\n                                       conv\n                                    \n                                 \n                                 +\n                                 \n                                    Q\n                                    rerad\n                                 \n                              \n                           \n                        \n                        \n                           \n                              (4-19)\n                              \n                                 \n                                    Q\n                                    solar\n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          n\n                                          \n                                             H\n                                             2\n                                          \n                                       \n                                       \n                                          HHV\n                                          fuel\n                                       \n                                    \n                                    \n                                       \n                                          η\n                                          \n                                             solar\n                                             →\n                                             reactor\n                                          \n                                       \n                                       ⋅\n                                       \n                                          η\n                                          reactor\n                                       \n                                       ⋅\n                                       \n                                          η\n                                          cycle\n                                       \n                                    \n                                 \n                              \n                           \n                        where Q\n                        oxide is the heat required to heat the metal oxide from the oxidation temperature to the reduction temperature, also known as solid phase heat. Ma et al. [147,148] have utilized encapsulated phase change substances to dilute the oxygen carrier material, thereby optimizing its distribution and reducing its consumption. The recent research shows that the reactor which had the optimal catalyst dispersion facilitated the achievement of identical fuel productivity with 56% less material in comparison to a stationary reactor, thus effectively reducing Q\n                        oxide; Q\n                        redu is the energy required to release one mole of oxygen from the metal oxide, the enthalpy of the reduction reaction; Q\n                        reac is the energy required to heat the reaction gas H2O or CO2 from room temperature to the oxidation reaction temperature - gas phase heat; Q\n                        deoxide is the collective term for the energy consumption of oxygen removal and Q\n                        cond,conv is the conduction and convection losses in the reactor; secondary radiation losses are given by Q\n                        rerad.\n                           \n                              (4-20)\n                              \n                                 \n                                    Q\n                                    oxide\n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          \n                                             δ\n                                             i\n                                          \n                                          −\n                                          \n                                             δ\n                                             f\n                                          \n                                       \n                                    \n                                    \n                                       −\n                                       1\n                                    \n                                 \n                                 \n                                    ∫\n                                    \n                                       T\n                                       L\n                                    \n                                    \n                                       T\n                                       H\n                                    \n                                 \n                                 \n                                    C\n                                    \n                                       P\n                                       ,\n                                       oxide\n                                    \n                                 \n                                 d\n                                 T\n                              \n                           \n                        \n                        \n                           \n                              (4-21)\n                              \n                                 \n                                    Q\n                                    redu\n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          \n                                             δ\n                                             i\n                                          \n                                          −\n                                          \n                                             δ\n                                             f\n                                          \n                                       \n                                    \n                                    \n                                       −\n                                       1\n                                    \n                                 \n                                 \n                                    ∫\n                                    \n                                       δ\n                                       f\n                                    \n                                    \n                                       δ\n                                       i\n                                    \n                                 \n                                 −\n                                 Δ\n                                 \n                                    H\n                                    oxide\n                                 \n                                 \n                                    δ\n                                 \n                                 d\n                                 δ\n                              \n                           \n                        \n                        \n                           \n                              (4-22)\n                              \n                                 \n                                    Q\n                                    reac\n                                 \n                                 =\n                                 n\n                                 \n                                    CO\n                                    2\n                                 \n                                 /\n                                 \n                                    H\n                                    2\n                                 \n                                 O\n                                 \n                                    ∫\n                                    \n                                       25\n                                       °\n                                       C\n                                    \n                                    \n                                       T\n                                       L\n                                    \n                                 \n                                 \n                                    C\n                                    \n                                       P\n                                       ,\n                                       reactant\n                                    \n                                 \n                                 d\n                                 T\n                              \n                           \n                        where \n                           \n                              δ\n                              i\n                           \n                         is the oxygen atom lost from the metal oxide at the beginning of the reduction reaction (stoichiometric ratio oxygen carrier \n                           \n                              δ\n                              i\n                           \n                           =\n                           0\n                        ), and \n                           \n                              δ\n                              f\n                           \n                         is the total oxygen lost from the metal oxide at the end of the reduction reaction. It should be noted that there is a phase change in H2O during hydrogen production from room temperature heating to oxidation temperature.\n                     The Table 2\n                         presents a thermodynamic analysis of the solar thermochemical cycle. The data highlights noteworthy differences in thermodynamic efficiencies among research groups due to the inclusion or exclusion of the optical efficiency of the heliostat and the heat loss of the reactor in theoretical calculations. Different reaction conditions, including changes in pressure and temperature, have a significant impact on efficiency. The table data illustrates the possibility of achieving high theoretical efficiency using the two-step thermochemical cycle, while overcoming numerous obstacles to improving actual efficiency.",
    "Current challenges/problems facing the reactor": "5\n                  Current challenges/problems facing the reactor\n                  One of the main limitations of the solar thermochemical cycle, which has not yet reached the stage of actual production, is the various bottlenecks that hinder it at the level of the reactor. These challenges can be classified into two groups: the structural design of the reactor regarding dimensions, aperture, materials, sealing, and other aspects, and the system design, which encompasses installability, suitability, and economics.\n                  \n                     5.1\n                     Reactor structure modifications\n                     The design of the reactor structure directly affects the thermochemical reaction of materials in the reactor chamber and the amount of energy lost. The process of converting feedstock to fuel through the thermochemical cycle necessitates a reduction temperature of at least 1400 °C, which poses substantial demands on the heat insulation layer, particularly the inner wall material. Quartz is frequently employed as the transparent window material in directly heated reactors owing to its transparency, possessing a softening point of about 1730 °C which can remain stable for extended durations when operating below 1100 °C. However, extended operation can result in deformation of the window due to the flow of high-temperature air within the reaction chamber, necessitating frequent replacement and escalating costs. Additionally, impurities or defects in the quartz glass can cause high temperatures in localized regions. Carbon accumulation in the CO2 splitting cycle and the sublimation redeposition of oxygen carrier materials on the transparent window [155] can cause not only local high temperatures but also block solar radiation, potentially affecting the solar absorption efficiency of the entire system.\n                     Sealing issues frequently arise during reactor design due to the high temperature during the two-step thermochemical cycle, which can cause thermal distortion of quartz windows and failure of typical sealing techniques. Several techniques, such as minimizing air leakage during oxygen extraction, implementing external oxygen sensors, employing fluid inlet and outlet, and utilizing reactor interfaces, can proficiently seal both the quartz glass window and metallic casing, especially in conjunction with a vacuum pump [156]. Current designs of solar reactors frequently include components that move, such as rotating, CR5, or moving reactors. Ensuring experimental safety necessitates that such moving parts are stable and precise, with sealing remaining an important issue that needs to be tackled for this type of reactor.\n                     Reactor insulation materials are mostly porous and tend to adsorb H2O or CO2 gas, which would significantly increase gas evacuation time inside the chamber and energy consumption for solar irradiation with vacuum pumps or inert gas purging. For operating temperatures above 1300 °C, ceramic materials are usually required for lining the chamber's inner walls, and these materials are often subject to severe thermal deformation under intermittent solar irradiation [157,158].\n                  \n                  \n                     5.2\n                     System design\n                     Reactor modifications alone are insufficient to improve efficiency. An extensive analysis of factors such as reactor suitability and economics is also imperative. Fig. 13\n                         illustrates the internal structure and workflow of the solar thermochemical cycle reactor. As previously discussed, there are many metal oxide materials for the two-step solar thermochemical cycle, in addition to various venting methods and internal structure configurations. Limiting reactors to a single type of material or deaeration method leads to increased costs for multiple cross-sectional comparison experiments and reduced usage. For example, the direct temperature change during isothermal cycling in the current dual temperature reactor may result in inadequate insulation between step changes. Thus, a more controllable reactor insulation structure and heat recovery mode are necessary. Fig. 14(a) displays a feasible isothermal ceria reactor. Furthermore, alternating between reduction and oxidation steps, specifically by rotating the two reactor combinations, requires complex and high-precision control systems to ensure accurate targeting. The energy consumption during this process should also be considered [160]. Additionally, the adaptability of the solar reactor in various situations is significantly compromised, as different materials have distinct specific heat capacities and temperature distributions.\n                     A more practical issue is the cost of solar thermochemical cycle fuel production in experimental or practical applications, including the entire process from the entry of concentrated solar energy into the thermochemical reaction to the separation of the product. Ngoh et al. [13] conducted a comprehensive comparison of the energy efficiency and economics of various hydrogen production technologies. The results of the research reported that the cost of hydrogen production from metal oxide thermochemical cycles was only 50% of that from photovoltaic electrolysis. However, when combined with constructing the reactor itself and other ancillary systems, it is still too high compared to PV electrolysis for hydrogen production [161], which directly leads to the inability of every research institution to easily own this system.",
    "Simulation and design of reactors": "6\n                  Simulation and design of reactors\n                  To tackle the significant challenges and issues relating to solar thermochemical cycle reactors highlighted in the preceding section, this section will thoroughly examine a range of solutions and optimization techniques based on established numerical simulation and reactor design methodologies. Simulation is a particularly effective research tool when the system under investigation is expensive, dangerous to experiment with, or when the understanding of the consequences of changes in system parameters is a long time in coming, which is suitable for research before actual experiments of the two-step solar thermochemical cycle. For the reaction process, simulation model building to determine how to optimize the reactor energy flow distribution and low-energy oxygen removal method is also a significant research direction. Numerical simulations offer valuable insights into reactor performance and potential design issues. However, to verify the accuracy of the simulations, physical design tests are also necessary to transfer the simulation data into practical applications. Additionally, addressing and overcoming complex problems that cannot be captured by numerical simulations can optimize reactor performance.\n                  \n                     6.1\n                     Simulation model\n                     In the numerical simulation of a reactor, the model typically consists of control equations, boundary conditions, and chemical reaction model equations used to depict the thermochemical cycle processes occurring within the reactor.\n                     \n                        6.1.1\n                        Control equations\n                        The control equations proposed in the article are mainly based on the simulation model of Villafán et al. [167], which mainly includes continuity, momentum and energy equations for describing the reactor's internal fluid flow, mass transfer, solid/fluid energy flow, etc.\n                              \n                                 (1)\n                                 Quality conservation equation\n                              \n                           \n                           \n                              \n                                 (6-1)\n                                 \n                                    ∇\n                                    ⋅\n                                    \n                                       \n                                          \n                                             ρ\n                                             f\n                                          \n                                          \n                                             u\n                                             →\n                                          \n                                       \n                                    \n                                    =\n                                    0\n                                 \n                              \n                           \n                        \n                        i.e., the continuity equations, are used to mathematically model the transport and flow of matter in order to numerically solve and predict fluid and heat transfer phenomena, where \n                              \n                                 ρ\n                                 f\n                              \n                            is the fluid density and \n                              \n                                 u\n                                 →\n                              \n                            is the surface velocity.\n                              \n                                 (2)\n                                 Momentum conservation equation\n                              \n                           \n                           \n                              \n                                 (6-2)\n                                 \n                                    ∇\n                                    ⋅\n                                    \n                                       \n                                          \n                                             ρ\n                                             f\n                                          \n                                          ⋅\n                                          \n                                             u\n                                             →\n                                          \n                                          ⋅\n                                          \n                                             u\n                                             →\n                                          \n                                       \n                                    \n                                    =\n                                    μ\n                                    Δ\n                                    u\n                                    −\n                                    ∇\n                                    \n                                       p\n                                    \n                                    +\n                                    \n                                       F\n                                       →\n                                    \n                                 \n                              \n                           where μ is the kinematic viscosity. \n                              \n                                 F\n                                 →\n                              \n                            is the pressure drop when a porous foam ceramic structure is used. Its analytical equation is taken from Wu et al. [168], as shown in Eq. (6-3). The momentum equation can be used to solve for the velocity distribution of the gases inside the reactor (oxygen and inert gas mixture in the reduction step, and feedstock and product mixture in the oxidation step).\n                              \n                                 (6-3)\n                                 \n                                    \n                                       F\n                                       →\n                                    \n                                    =\n                                    \n                                       \n                                          1039\n                                          −\n                                          1002\n                                          ϕ\n                                       \n                                       \n                                          d\n                                          s\n                                          2\n                                       \n                                    \n                                    μ\n                                    ⋅\n                                    u\n                                    +\n                                    \n                                       \n                                          0.5138\n                                          ϕ\n                                          −\n                                          5.739\n                                       \n                                       \n                                          d\n                                          s\n                                       \n                                    \n                                    ρ\n                                    ⋅\n                                    \n                                       u\n                                       2\n                                    \n                                 \n                              \n                           where \n                              ϕ\n                            denotes the material porosity and \n                              \n                                 d\n                                 s\n                              \n                            is the average pore size. The equation applies to ceramic foams with porosity in the range of 0.66 < \n                              ϕ\n                            < 0.93 and Reynolds number in the range of 10 < Re < 400 for circular pore conditions [168].\n                              \n                                 (3)\n                                 Energy equation\n                              \n                           \n                        \n                        By solving the energy equation numerically, it is possible to simulate how the solid as well as fluid temperatures inside the reactor change with time and position, and thus to research the thermal properties of the interior, such as heat conduction, heat transfer, radiation, etc., which can help to understand the heat transfer inside the reactor and optimize the heat transfer process. For possible phase transitions in reactor oxygen carrier materials, the energy equation can be used to describe the process of phase transitions and the release or absorption of heat from phase transitions.\n                        For the fluid phase:\n                              \n                                 (6-4)\n                                 \n                                    ∇\n                                    \n                                       \n                                          \n                                             ρ\n                                             f\n                                          \n                                          \n                                             C\n                                             \n                                                p\n                                                ,\n                                                f\n                                             \n                                          \n                                          \n                                             uT\n                                             f\n                                          \n                                       \n                                    \n                                    =\n                                    ∇\n                                    \n                                       \n                                          \n                                             λ\n                                             f\n                                          \n                                          ∇\n                                          \n                                             T\n                                             f\n                                          \n                                          −\n                                          Σ\n                                          \n                                             H\n                                             i\n                                          \n                                          \n                                             \n                                                J\n                                                i\n                                             \n                                             →\n                                          \n                                       \n                                    \n                                    +\n                                    \n                                       q\n                                       f\n                                       \n                                          '\n                                          '\n                                          '\n                                       \n                                    \n                                 \n                              \n                           where \n                              \n                                 q\n                                 f\n                                 \n                                    '\n                                    '\n                                    '\n                                 \n                              \n                            denotes the heat source term for convective heat transfer between the solid and the fluid. The \n                              Σ\n                              \n                                 H\n                                 i\n                              \n                              \n                                 \n                                    J\n                                    i\n                                 \n                                 →\n                              \n                            term is also introduced when the calculation needs to account for chemical reactions occurring in the process.\n                        For the solid phase:\n                              \n                                 (6-5)\n                                 \n                                    ∇\n                                    \n                                       \n                                          \n                                             ρ\n                                             s\n                                          \n                                          \n                                             C\n                                             \n                                                p\n                                                ,\n                                                s\n                                             \n                                          \n                                          \n                                             uT\n                                             s\n                                          \n                                       \n                                    \n                                    =\n                                    ∇\n                                    \n                                       \n                                          λ\n                                          \n                                             ∇\n                                             \n                                             eff\n                                             \n                                          \n                                          \n                                             T\n                                             s\n                                          \n                                       \n                                    \n                                    +\n                                    \n                                       q\n                                       s\n                                       \n                                          '\n                                          '\n                                          '\n                                       \n                                    \n                                 \n                              \n                           where \n                              \n                                 λ\n                                 \n                                    e\n                                    ff\n                                 \n                              \n                            indicates the thermal conductivity of the foam ceramic material, which is calculated by the Schuetz-Glicksman empirical formula:\n                              \n                                 (6-6)\n                                 \n                                    \n                                       λ\n                                       eff\n                                    \n                                    =\n                                    \n                                       \n                                          λ\n                                          s\n                                       \n                                       3\n                                    \n                                    \n                                       \n                                          1\n                                          −\n                                          ϕ\n                                       \n                                    \n                                 \n                              \n                           \n                           \n                              \n                                 (6-7)\n                                 \n                                    \n                                       q\n                                       s\n                                       \n                                          '\n                                          '\n                                          '\n                                       \n                                    \n                                    =\n                                    \n                                       S\n                                       chem\n                                    \n                                    +\n                                    \n                                       S\n                                       conv\n                                    \n                                    +\n                                    \n                                       S\n                                       rad\n                                    \n                                 \n                              \n                           where \n                              \n                                 q\n                                 s\n                                 \n                                    '\n                                    '\n                                    '\n                                 \n                              \n                            is the volumetric heat source term, which includes radiation (S\n                           rad), convective heat transfer between solids and fluids (S\n                           conv) and chemical reactions (S\n                           chem). The convective heat exchange coefficient h is the equation concerning the porosity \n                              ϕ\n                            and the flow velocity \n                              h\n                              =\n                              f\n                              \n                                 ϕ\n                                 Re\n                              \n                            [169].\n                              \n                                 (6-8)\n                                 \n                                    h\n                                    =\n                                    \n                                       \n                                          2.096\n                                          \n                                             ϕ\n                                             0.38\n                                          \n                                          \n                                             λ\n                                             f\n                                          \n                                          \n                                             Re\n                                             0.438\n                                          \n                                          P\n                                          \n                                             ϕ\n                                          \n                                       \n                                       \n                                          d\n                                          s\n                                          2\n                                       \n                                    \n                                 \n                              \n                           \n                           \n                              \n                                 (6-9)\n                                 \n                                    P\n                                    \n                                       ϕ\n                                    \n                                    =\n                                    −\n                                    8.278\n                                    \n                                       ϕ\n                                       0.38\n                                    \n                                    +\n                                    57.384\n                                    \n                                       ϕ\n                                       1.38\n                                    \n                                    −\n                                    106.63\n                                    \n                                       ϕ\n                                       2.38\n                                    \n                                    +\n                                    95.75\n                                    \n                                       ϕ\n                                       3.38\n                                    \n                                    −\n                                    37.24\n                                    \n                                       ϕ\n                                       4.38\n                                    \n                                 \n                              \n                           \n                        \n                        The combined use of these equations enables comprehensive numerical simulation and analysis of thermochemical cycle reactors. This helps to predict the fluid dynamics, heat transfer and mass transfer characteristics within the reactor, determine reaction rates, temperature distributions and product generation rates, and optimize reactor design and operating conditions. The results of these simulations are valuable for improving reactor performance, increasing reaction efficiency, and reducing energy consumption.\n                     \n                     \n                        6.1.2\n                        Boundary conditions\n                        For the simulation the boundary conditions can also be divided into two parts: solid phase and fluid phase. For the fluid phase, the reactor sidewalls have been set to be adiabatic, and the boundary conditions of the system are usually defined as follows: at the inlet, T\n                           in = 300 K; at the outlet, P\n                           out = 0, while the temperature and pressure at the outlet are determined by the design of the experimental programme. When using a reactor with stationary redox oxide material, solar radiation penetrates the reactor and is absorbed by the porous matrix and converted into heat, creating a high-temperature environment. The P1 radiation correction model can be used to approximate the solution for radiative heat transfer in porous media, which requires a modified differential approximation in which the solar intensity in the system is split into a collimated component and a diffuse reflection component [170]. The control equation can be written as:\n                              \n                                 (6-10)\n                                 \n                                    −\n                                    ∇\n                                    \n                                       \n                                          \n                                             1\n                                             \n                                                3\n                                                \n                                                   \n                                                      \n                                                         κ\n                                                         a\n                                                      \n                                                      +\n                                                      \n                                                         κ\n                                                         s\n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                          ⋅\n                                          ∇\n                                          \n                                             G\n                                             d\n                                          \n                                       \n                                    \n                                    =\n                                    \n                                       κ\n                                       a\n                                    \n                                    \n                                       \n                                          4\n                                          σ\n                                          \n                                             T\n                                             s\n                                             4\n                                          \n                                          −\n                                          \n                                             G\n                                             d\n                                          \n                                       \n                                    \n                                    +\n                                    \n                                       κ\n                                       s\n                                    \n                                    \n                                       G\n                                       c\n                                    \n                                 \n                              \n                           where G\n                           d is the diffusion integral strength, and the collimated radiation \n                              \n                                 G\n                                 c\n                              \n                              =\n                              \n                                 I\n                                 0\n                              \n                              exp\n                              \n                                 \n                                    −\n                                    \n                                       \n                                          \n                                             κ\n                                             a\n                                          \n                                          +\n                                          \n                                             κ\n                                             s\n                                          \n                                       \n                                    \n                                    z\n                                 \n                              \n                           , where the absorption coefficient \n                              \n                                 κ\n                                 a\n                              \n                            and scattering coefficient \n                              \n                                 κ\n                                 s\n                              \n                            can be computed in Eq. (6-11) and (6-12), where \n                              ϕ\n                            and d are the porosity and mean cell size, respectively.\n                              \n                                 (6-11)\n                                 \n                                    \n                                       κ\n                                       a\n                                    \n                                    =\n                                    \n                                       \n                                          3\n                                          ε\n                                          \n                                             \n                                                1\n                                                −\n                                                ϕ\n                                             \n                                          \n                                       \n                                       \n                                          2\n                                          d\n                                       \n                                    \n                                 \n                              \n                           \n                           \n                              \n                                 (6-12)\n                                 \n                                    \n                                       κ\n                                       s\n                                    \n                                    =\n                                    \n                                       \n                                          3\n                                          \n                                             \n                                                2\n                                                −\n                                                ε\n                                             \n                                          \n                                          \n                                             \n                                                1\n                                                −\n                                                ϕ\n                                             \n                                          \n                                       \n                                       \n                                          2\n                                          d\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     \n                        6.1.3\n                        Chemical reaction model\n                        \n                           \n                              \n                                 (1)\n                                 Reduction reaction\n                              \n                           \n                        \n                        The heat source term of the chemical reaction is calculated as follows:\n                              \n                                 (6-13)\n                                 \n                                    \n                                       S\n                                       \n                                          chem\n                                          ,\n                                          R\n                                       \n                                    \n                                    =\n                                    \n                                       R\n                                       red\n                                    \n                                    Δ\n                                    \n                                       H\n                                       red\n                                    \n                                 \n                              \n                           \n                           \n                              \n                                 (6-14)\n                                 \n                                    \n                                       R\n                                       red\n                                    \n                                    =\n                                    \n                                       k\n                                       \n                                          0\n                                          ,\n                                          R\n                                       \n                                    \n                                    exp\n                                    \n                                       \n                                          \n                                             −\n                                             \n                                                E\n                                                \n                                                   a\n                                                   ,\n                                                   R\n                                                \n                                             \n                                          \n                                          \n                                             \n                                                R\n                                                g\n                                             \n                                             \n                                                T\n                                                s\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           where \n                              Δ\n                              \n                                 H\n                                 red\n                              \n                            is the enthalpy of the reduction reaction, which could be obtained by HSG software; R\n                           red is the net reaction rate as a function of the Arrhenius-type temperature, k\n                           0,R is the exponential prefactor, and E\n                           a,R is the activation energy [171].\n                              \n                                 (2)\n                                 Oxidation reaction\n                              \n                           \n                           \n                              \n                                 (6-15)\n                                 \n                                    \n                                       S\n                                       \n                                          chem\n                                          ,\n                                          O\n                                       \n                                    \n                                    =\n                                    \n                                       R\n                                       hyd\n                                    \n                                    Δ\n                                    \n                                       H\n                                       hyd\n                                    \n                                 \n                              \n                           \n                           \n                              \n                                 (6-16)\n                                 \n                                    \n                                       R\n                                       hyd\n                                    \n                                    =\n                                    \n                                       k\n                                       \n                                          0\n                                          ,\n                                          H\n                                       \n                                    \n                                    exp\n                                    \n                                       \n                                          \n                                             −\n                                             \n                                                E\n                                                \n                                                   a\n                                                   ,\n                                                   H\n                                                \n                                             \n                                          \n                                          \n                                             \n                                                R\n                                                g\n                                             \n                                             \n                                                T\n                                                s\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        The oxidation reaction is also known as the hydrolysis reaction in the thermochemical cycle of hydrogen production, and \n                              Δ\n                              \n                                 H\n                                 hyd\n                              \n                            could also be searched by software in the same way as the reduction reaction. After obtaining the equations, ANSYS CFD and other software can be used to calculate the fluid dynamics. Modeling typically assumes that the reactor is simplified to a two-dimensional, axisymmetric domain with uniform gas distribution and laminar flow maintained by consistent pore channels with adiabatic sidewalls. Boundary conditions, material properties, and heat source terms can be defined by the UDF (coupled ANSYS FLUENT solver programming function). This is followed by a pressure-velocity fit analysis, and finally the energy equation is discretized.\n                        Reactor modeling is a cost-effective approach to achieving verification of reactor design solutions. In this section, heat transfer to the reactor volume and temperature homogenization are targeted, while the effect of thermochemical reaction processes on the system is considered. The numerical simulation method can effectively analyze the variation of temperature distribution inside the reactor under the influence of different reactor structural parameters, and the numerical simulation results can be used as a basis for the development and design of solar reactors for hydrogen production.\n                     \n                  \n                  \n                     6.2\n                     Design criteria\n                     As the simulation results are idealized, the actual design of the reactor can be progressed, the internal structure of reactor is shown in Fig. 15\n                        (b). Three main criteria for practical processing and testing need to be considered during the design process: geometric design, heat transfer flow design and performance design, the specific design elements are shown in Fig. 16\n                        .\n                     The shape of the absorber is always the first essential design consideration. Daabo et al. [173] investigated the optical efficiency of three common receiver geometries, namely cylindrical, spherical, and conical. They found that the amount of light reflected from the receiver is related to the absorption rate and that different geometries exhibit varying optical losses at different absorption rates. For instance, at an absorption rate of 85%, the spherical receiver experienced the most light loss, and the cylindrical receiver was preferred. However, at an absorption rate of 75%, the optical efficiency of the cylindrical shape was only 63% [173]. Generally, of several common direct receivers, the optical efficiency of spherical receivers at different absorption rates or focal positions is inferior to that of receivers with the other two geometries, while conical receivers exhibit the highest energy absorption. However, the combination of reactors with different types of solar concentrating methods leads to different conclusions.\n                     The design of reactor wall thickness needs to consider the steady-state temperature distribution inside the thermochemical cycle reactor to ensure that the temperature of the inner layer of the thermal insulation material and the shell insulation material can meet the heat resistance requirements of each material layer [174]. For example, for a reactor operating at a temperature of 1500 °C, the optimal thickness of the inner and outer material is approximately 6 cm, which avoids significant heat loss due to insulation material being too thin while still considering the cost of materials.\n                     The optimal efficiency of a solar reactor is achieved when the beam direction is perpendicular to the incident surface on the reactor [175]. Sun et al. [176] investigated the effect of focus position on efficiency and found that the thermocchemical cycle system efficiency significantly improved when the incident light angle was reduced from 90° to 53°. However, the optimal efficiency decreased after the focus position exceeded 70 mm.\n                     The aperture ratio, which represents the proportion of the diameter of the quartz window to the focal length, is a vital design factor for a solar reactor. Directly heated reactors require transparent windows to be built at the radiation inlet and outlet sites to fulfill the reaction's energy demands. To prevent thermal stress and reduce secondary radiation losses, it is crucial to maintain sufficient solar radiation input by minimizing the adaptation window aperture size. Deviating from the optimal aperture ratio can decrease sunlight transmittance, so it is necessary to consider this when using simulated sunlight for experiments. Additionally, the reactor's inner diameter and length are crucial design considerations [177,178].\n                     In many reactor designs, the gas inlet is located on the reactor sidewall [58], parallel to the quartz glass and evenly distributed. This flow method creates an aerodynamic curtain wall that protects the quartz window from solid deposits caused by condensation and efficiently transports gaseous products to the reactor outlet. The flow of gases within the reaction chamber is therefore also an aspect to be considered in the actual design, mainly including the arrangement of the gas inlet and outlet and the influence of the shape of the chamber on the gas flow. Additionally, the total power absorbed by the metal oxide is influenced by the increasing gas flow rate and distance between the window and reactant [179]. Increasing the ratio of the characteristic length of the cavity to the window aperture can reduce the loss of outward radiation and approach the absorption rate of the black body.\n                     Tescari et al. [180] developed a methodical approach to optimizing reactor geometry design. The method includes consideration of various technical and operational parameters that aid in determining the reactor type's optimal shape and maximum efficiency. The authors also scrutinized heat transfer and flow within the reactor and several performance standards, including safety, airtightness, and economy. The stability of the reactor can be quantified by the solar-to-fuel efficiency of the thermochemical cycle on a timescale, conversion rate of the reaction gas (H2O/CO2), and gas yield under identical conditions. To ensure that the reactor's performance does not significantly decrease with an increased number of cycles, the oxygen carrier of the thermochemical cycle must be cycled multiple times utilizing either a thermogravimetric analyzer or an infrared imaging furnace. Otherwise, if the oxygen carrier material requires replacement, it can negatively impact both the stability of the material and the airtightness of the reactor.\n                     Currently, the cost of hydrogen production from thermochemical cycles is still below the target of $2/kg [181], meaning that it is not currently economically viable as an alternative to other sources of hydrogen. The cost of hydrogen production with Zn/ZnO as the thermochemical cycle oxygen carrier, with relative thermodynamic advantages, is approximately $5.02/kg to $14.75/kg [182]. Restrepo et al. [183] compared high-temperature electrolysis (HTE) with a thermochemical cycle and obtained maximum annual average solar-to‑hydrogen efficiencies of 31.8% and 10.2% for the HTE system and the metal oxide thermochemical cycle, respectively, with hydrogen production costs of $4.55/kg for HTE and $4.32/kg for the metal oxide cycle, which means that the combination of HTE and thermochemical cycles is a viable way to effectively reduce production costs. Reducing the cost of fuel production via thermochemical cycles requires considering multiple factors, including enhancing separation efficiency, optimizing component design, and refining system operating conditions. The cost of thermochemical cycle hydrogen production comprises several components, including the cost of the concentration system (e.g. tower concentration system, which includes heliostats, collector towers, and land cost), thermochemical reactor cost (material and processing cost), reaction material cost (water, carbon dioxide, circulating oxygen carrier, purge gas, calibration gas), gas separation cost (e.g. CO2/CO, H2O/H2, Zn/O2), heat exchanger cost, and vacuum pump cost (including equipment and energy consumption cost during use) [184].\n                     One of the key ways to reduce process costs is to improve the separation process of the system. For instance, when using Zn/ZnO as a thermochemical cyclic oxygen carrier, it is crucial to separate Zn and O2 and improve the conversion rate of the oxygen support. It is also important to enhance the heat recovery efficiency, increase the installed capacity, optimize the component design, and optimize the operating conditions of the system (e.g. Zn/ZnO reaction temperature) [184]. These strategies can help to reduce the overall cost of hydrogen production through thermochemical cycles, making it more competitive with other methods of hydrogen production, such as high-temperature electrolysis and methane reforming.\n                     With the increase in installed capacity, the price of thermochemical cycle hydrogen production has decreased to a certain extent, and Nicodemus et al. [185] used a learning curve to describe this trend. The cost c(t) spent on the time scale of hydrogen production methods is calculated as follows:\n                           \n                              (6-17)\n                              \n                                 c\n                                 \n                                    t\n                                 \n                                 =\n                                 \n                                    c\n                                    materials\n                                 \n                                 +\n                                 Σ\n                                 \n                                    c\n                                    \n                                       n\n                                       ,\n                                       0\n                                    \n                                 \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                I\n                                                n\n                                             \n                                             \n                                                t\n                                             \n                                          \n                                          \n                                             I\n                                             \n                                                n\n                                                ,\n                                                0\n                                             \n                                          \n                                       \n                                    \n                                    \n                                       −\n                                       \n                                          E\n                                          n\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     \n                     The cost change of each component in the system of this method is independent of each other, so the method of separate calculation is adopted to better describe the learning curve of the overall system. Where c\n                        materials is the cost of the raw material, taking a time in the early stage of the development of the technology in the reference frame, c\n                        \n                           n,0 is the technical cost of the component in the reference frame, I\n                        \n                           n,0 is the installed capacity of the component in the reference frame, I\n                        \n                           n\n                        (t) is the installed capacity of the component at time t, E\n                        \n                           n\n                         is the learning index of the component, and the calculation formula is:\n                           \n                              (6-18)\n                              \n                                 E\n                                 =\n                                 −\n                                 \n                                    log\n                                    2\n                                 \n                                 \n                                    \n                                       1\n                                       −\n                                       LR\n                                    \n                                 \n                              \n                           \n                        where LR is the learning rate, which is a constant score that reflects the decrease in the cost of technology as installed capacity increases.",
    "Reactors and solar concentrating systems": "7\n                  Reactors and solar concentrating systems\n                  An overview of the design and performance optimization of solar thermochemical cycle reactors is detailed in the preceding sections. However, to ensure the achievement of an effective solar thermochemical cycle, it is essential to take into account not only the design of the reactor, but also focus on one of the vital components that facilitate its functionality, which is the solar concentration system. A solar concentrating system is the first step in the realization of a two-step thermochemical cycle, which can be achieved by means of solar tracking mirrors known as collectors or heliostats [186]. The following section discusses the types of concentrating systems that correspond to the thermochemical cycle to meet the needs of a particular reactor and analyzes the interactions between the solar concentrating system and the thermochemical cycle reactor to provide guidance for optimal performance and energy efficiency.\n                  \n                     7.1\n                     Solar concentrating systems\n                     A conventional solar concentrating system generally consists of the concentrator, receiver, heat transfer system, energy storage system, and heat engine [187]. There are four primary collectors: a parabolic trough, tower central receiver, dish concentrator and linear Fresnel reflector [188] (Fig. 17\n                        ), with the dish system and tower central receiver being the common choice for the two-step solar thermochemical cycle.\n                     Thermochemical hydrogen production consumes water and heat, with heat being the key to the cycle. For a two-step thermochemical cycle, the metal oxide needs a high temperature to reach reactivity, but it is necessary to ensure that high temperature sintering of metal oxides is avoided [189]. However, the direct use of solar concentrating systems such as parabolic troughs and linear Fresnel reflectors to provide heat suffers from an inadequate concentration ratio, so the compound parabolic concentrator (CPC) can be used to secondary concentrate the concentrated solar energy. A detailed review of the development of CPC in the 21st century is presented by Tian et al. [190]. CPC has a higher solar energy collection efficiency than conventional concentrators, and the research of CPC will be an important solution for the future development of solar thermal chemistry, photovoltaic systems and light utilization. Among the four solar concentrators, the current dish concentrating method allows relatively easy access to high concentration ratios, which generally use tracking parabolic mirrors to concentrate the incident solar radiation at the focal point [191]. In certain circumstances, the tower concentrator could also be used for solar concentration which focuses solar radiation on a solar receiver mounted on top of the tower through a massive parabolic heliostat field [192].\n                     The transient property of solar energy is a difficulty in the experimental testing of solar thermochemical cycles, the randomness of the outdoor environment is too great for controlling variables for in-depth studies and the time does not allow for long experiments to test material stability and verify repeatability. The High-Flux Solar Simulator (HFSS) is a high-flux solar simulator that delivers high-flux density radiation that closely approximates the natural spectrum. In comparison to solar field test beds, solar simulator systems are stable and controllable and are an excellent alternative for solar experiments [193].\n                     Gallo et al. [195] and Tawfik et al. [196] provided overviews of research developments in high-throughput solar simulators for concentrated solar power. Xenon arc, metal halide, and argon lamps are the common types of solar simulators [197]. Xenon arc lamps in the visible and ultraviolet wavelengths can be used to maintain the stability of continuous operation (Fig. 18\n                        ). However, it requires high-pressure gas filling, safety is difficult to guarantee, the power supply has high demands, and the output is highly unstable [194]. In the solar wavelength band, metal halide lamps have a balanced spectral quality. In comparison to xenon arc lamps, metal halide lamps have a longer life span, are less expensive, and can be safe [197]. The spectral distribution of argonarc lamps is similar to that of xenonarc lamps, with high energy emission in the infrared and high radiant fluxes in the UV.\n                     Current solar simulators have several limitations. The lack of spectral accuracy means that the spectral distribution of the simulator varies from that of actual solar radiation,which can cause errors in measuring the performance of solar devices. Additionally, the intensity of the simulator is non-uniform across the illuminated area, which can also result in measurement errors. Third, the simulators do not account for variations in atmospheric and environmental conditions, including air mass and cloud cover. Furthermore, the variations in production models and manufacturers of solar simulators used by different research institutes can lead to inconsistencies in terms of error and accuracy, resulting in different experimental outcomes.\n                  \n                  \n                     7.2\n                     Coupling of solar concentrating systems and reactors\n                     In the collaboration between the reactor and the heliostat field, our research primarily aims to optimize the distribution of solar radiation and precisely match it with the reactor [200,201]. The accurate matching between the focus of the concentrated field and the illuminated part of the reactor (direct heating type is a transparent window) is also a key factor in improving energy efficiency [202]. To ensure that the illuminance of the irradiation receiving surface of the reactor is evenly distributed, the Monte Carlo ray tracing algorithm [203] is usually used to calculate the defects of the mirror surface and accurately adjust the sensitivity of the heliostat steering [204]. It is also necessary to consider the influence of outdoor sunlight fluctuations on concentrated heat collection [205], which can ensure that the local high temperature points of the oxygen carrier and the internal temperature of reactor are within the tolerance range to ensure that the overall reception rate of the oxygen carrier is high [206,207]. Vidal et al. [198] designed a solar concentrator integrated system in this direction, where the ray tracing algorithm and the heliostat distribution were designed taking into account the variation of solar radiation under different times and seasons, as shown in Fig. 19(a)(b).\n                     The reduction and oxidation reaction times of thermochemical cycle reactors are affected by the reaction rate constant of the material kinetic surface, resulting in inconsistent reaction times between the two steps [208]. The reduction reaction is a heat-absorbing reaction that must be carried out in the presence of light, whereas the oxidation reaction can be carried out without additional solar input after preheating. In the process of full reduction and moving the reactor, to reduce the loss of concentrated solar energy, other reactors that have been oxidized can be moved to the concentrating point. One method of efficiency enhancement is to alternate the redox steps between different reactors to match each other. The research by Dähler et al. [199] devised an optical arrangement (Fig. 19(c)) using two or more reactors to achieve continuous uninterrupted use of sunlight by alternating the solar input between them to perform two redox reactions simultaneously. Additionally, the additional concentrated solar energy can be used to melt metals or stored as thermal energy, fully utilizing the reactor's idle energy [209].",
    "Conclusion": "8\n                  Conclusion\n                  In this work, we review the progress made in the two-step solar fuel production process: from the material classification properties and synthesis process, the reactor and its principles of inter-selection with the materials and the basic calculation of the reactor concept efficiency, to the reactor development challenges, the simulation methodology and the design elements, and finally the coupling with the concentrating system.\n                  Research on materials has always been a central focus of the field. Thermodynamic analysis necessitates the use of oxygen carrier materials with lower enthalpy of reduction and higher entropy change. Consequently, non-stoichiometric ratio materials like cerium oxide and perovskite have garnered significant attention as a current research topic. However, the challenge of driving the reaction and the limited degree of material conversion significantly restrict oxidation kinetics. Exploring doping strategies for materials can balance their reduction and oxidation reactions, but new approaches are necessary to achieve considerable enhancements in their overall properties.\n                  The efficiency of the two-step solar thermochemical cycle is substantially below its theoretical value in practice, largely because the reactor and its associated components cause significant energy losses and consumption. To decrease thermal conductivity loss without compromising the thermochemical cycle efficiency, viable strategies include thickening the insulating layer, optimizing material longevity, and decreasing the specific surface area per unit volume of the reactor. Regarding oxygen removal, vacuum pumps and inert gas purging continue to encounter the issue of high energy consumption, which hinders the further improvement of system efficiency. In the future, attention will shift towards more energy-efficient methods of oxygen removal, including electrochemical and thermochemical oxygen pumping. However, despite these limitations, the technology is poised to achieve fuel conversion efficiencies comparable to, or even higher than, those seen in solar photovoltaic-driven electrolysis. This will be achieved through the introduction of heat recovery, optimization of the reactor structure and system arrangement, and the realization of reactor scale-up. To minimize or eliminate energy losses, further work is necessary at both the reactor and system level for commercial application of the technology.",
    "CRediT authorship contribution statement": "CRediT authorship contribution statement\n                  \n                     Yongpeng Guo: Writing – original draft, Methodology. Jing Chen: Resources. Hualong Song: Investigation. Ke Zheng: Visualization. Jian Wang: Supervision. Hongsheng Wang: Writing – review & editing. Hui Kong: Supervision, Conceptualization."
  },
  "references": []
}