{
  "title": "Influence of adhesion of silica and ceria abrasive nanoparticles on Chemical–Mechanical Planarization of silica surfaces",
  "authors": [
    "Volkov, D.O."
  ],
  "publication": {
    "journal": "Applied Surface Science",
    "date": "2011-08-01",
    "doi": "10.1016/j.apsusc.2011.04.142"
  },
  "abstract": "We report on a direct measurement of adhesion between abrasive nanoparticles of irregular shape, which are used in semiconductor industry in the process of Chemical–Mechanical Planarization (CMP), and silica surface. The adhesion of ceria and silica nanoparticles to silica surface is measured in multiple chemistries of different CMP slurries using a specially developed atomic force microscopy (AFM) method. Using this method, we study the influence of adhesion on the main parameters of CMP, removal rate and defectivity, scratches. While being plausible to expect correlation between these parameters and adhesion, it has not been systematically studied as of yet. We observed direct correlation between adhesion and removal rate. Comparing the measured defectivity and adhesion, we observe the presence of some correlation between these parameters. We conclude that both adhesion and shape of abrasive particles influence defectivity, micro-scratches. Direct measurements of the adhesion between abrasive nano-particles and surface can be used in the screening of new slurries as well as various modeling related to wearing of the surfaces.",
  "keywords": [
    "Atomic Force microscopy (AFM)",
    "Adhesion",
    "Ceria nanoparticles",
    "Silica nanoparticles",
    "Chemical–Mechanical Planarization (CMP)",
    "Removal rate",
    "Defectivity",
    "Micro-scratches"
  ],
  "sections": {
    "Introduction": "1\n                  Introduction\n                  Chemical–Mechanical Planarization (CMP) is a process based on synergetic action of chemicals and physical abrasive (mechanical) action of polishing slurry. It is used to polish and planarize surfaces of interest in semiconductor industry [1]. Because the feature sizes of modern semiconductor devices can reach several tens of nanometers, the level of required polishing is rather high. To reach such a high level of polishing, and consequently, low surface roughness, nanoparticle-based slurries are broadly used. Silica-based abrasives have been the material of choice for a long time. Ceria-based slurries are relatively new [4,5].\n                  Removal (or sometime called polishing) rate is important characteristic of CMP [1]. Defectivity, micro-scratches is one of the main problems in the wafer planarization, in particular, silica surfaces [2,3] in the CMP process. The nature of the scratch formation is not well understood. It is plausible to hypothesize more scratches when the adhesion of slurry particles to the polished surface is high. Similarly, the removal rate is expected to be higher for larger adhesion. However, these hypotheses have not been systematically verified. This can be explained by the difficulty of measuring the adhesion between nanoparticles and the surface of interest. Indirectly, adhesion of silica/alumina and ceria particles was studied by Lu et al. [6] on copper and silica beads (via adsorption of the nanoparticles in a column with packed beads). Meled et al. [7] studied adhesion of ceria and alumina on methyl-silsesquioxane (MSQ) films.\n                  Atomic force microscopy (AFM) has been previously used to study CMP [9,15], and in particular, to measure the adhesion between individual nanoparticles and various surfaces. Ong and Sokolov [8] attached a nanoparticle to an AFM tip for direct measuring the interaction forces between the single nanoparticle and silica surfaces. It is worth noting that they found that the adhesion depended on the particle size in a non-classical way (not directly proportional to the particle radius). If applied to a particle with non-spherical morphology, this method requires time-consuming preparation of multiple probes to obtain sufficient statistics of all possible orientations of the particle. While colloidal silica particles can be approximated by a sphere, fumed silica and ceria, which are studied here, are far from being spherical. This makes the method of Ref. [8] too labor consuming. An elegant solution, which allows doing a large number of measurements of adhesion between a surface and submicron particles was developed by Armini et al. [9]. In some sense, it is an upside down approach as compared to the method of Ref. [8]. Silica-modified PMMA-based abrasives were attached to a flat surface, not to the AFM tip. The particles were attached to the surface of a silicon wafer using a thin layer of suitable polymers having high affinity with the particles and the silicon substrate. A flat silica film was mimicked by a large silica sphere (20–40μm in diameter) attached to the AFM cantilever. Touching the surface at different points with such a sphere, one can obtain sufficient statistics of adhesion between the abrasive particles and silica surface.\n                  In the present work, we develop an AFM method to measure the adhesion between either silica or ceria abrasive nanoparticles and silica surface. The method is a modification of the work by Armini et al. [9]. A direct use of that method in the case of our abrasive particles is difficult because our particles are much smaller and quite polydispersed in size. Similar to Ref. [9], we use large silica spheres to mimic a flat silica surface. However, the attachment of particles to a flat substrate is modified. If we used the method of Ref. [9] directly, we would obtain highly corrugated non-flat surface with our polydispersed particles. Here we develop another method, which is based on embedding of nanoparticles in a thick layer of epoxy, somewhat similar to [8]. The nanoparticles, which are semi-embedded in the epoxy, form a sufficiently flat surface. The adhesion is measured directly when the surfaces are immersed in solutions of various chemistries corresponding to different slurries. Several of these slurries are used here for the CMP polishing of silica surfaces to study defectivity and removal rates. SEM was used to measure the density of defects, micro-scratches. Correlations between adhesion, scratch count, and removal rates measured for different slurries are discussed.",
    "Materials and methods": "2\n                  Materials and methods\n                  \n                     2.1\n                     Materials\n                     Two different sized ceria particles (SQL01 with an average diameter d\n                        mean\n                        ∼180nm, and SKA14 with d\n                        mean\n                        ∼120nm), colloidal silica (d\n                        mean\n                        ∼50nm) and fumed silica (secondary size ∼120nm) were supplied by Ferro Corp., Levasil-H.C. Stark Inc., Germany, and Cabot Corp., respectively. Electron transmission microscopy (TEM) images of these abrasives are shown in Fig. 1\n                        . Slurry additive SQL-2 and the slurry suppressant were obtained from Ferro, Inc. and used without any further purification.\n                  \n                  \n                     2.2\n                     Ceria slurry chemistries\n                     The chemistries used for ceria slurry were prepared as follows. To prepare “blank chemistry with pH 4”, we used DI water with pH 4 adjusted with nitric acid. To prepare “chemistry A”, we used nine parts of 50% solution of slurry additive SQL-2 and one part of the blank chemistry with pH 4. The result chemistry has acidity of pH 4. To prepare “chemistry B”, we used nine parts of solution of 2% suppressant and one part of blank chemistry with pH 4. The result chemistry has pH 7.5. The AFM measurements of adhesion were done in these media. These media correspond to the chemistry of CMP slurry that we used for polishing.\n                  \n                  \n                     2.3\n                     Silica slurry chemistries\n                     The chemistries used for silica slurry were prepared as follows. 10mM potassium nitrite solution in DI water was used here to prepare all three chemistries. To prepare “blank chemistry with pH4”, “pH7 chemistry”, and “pH9 chemistry”, we adjusted acidity of 10mM potassium nitrite solution with nitric acid and potassium hydroxide. Polishing slurries with the abrasive silica were prepared in with similar chemistry but pH adjusted to 11 (polishing with lower pH requires unrealistically long time). Direct AFM measurements of adhesion at that high pH are not practical due to the erosion of the AFM fluid cantilever holder. To compare to the adhesion results and that acidity, we estimated the corresponding adhesion by its mathematical extrapolating to pH 11.\n                  \n                  \n                     2.4\n                     Atomic force microscopy\n                     A Dimension 3100 Nanoscope AFM (DI/Veeco, CA) was used in this work. For imaging, the AFM operated in the tapping mode. RTESP cantilevers (40N/m spring constant, 300kHz resonance frequency) were used. The measure adhesion, the AFM operated in the Force–Volume mode. This mode is useful to simultaneously record topology of the surface and force curves at each point (pixel) of the surface. Moreover, it is important to do multiple measurements to get reliable statistics. While working in the Force–Volume mode, the AFM tip moves as follows. The AFM cantilever starts traveling down from a definite distance away from the surface (which is equal to so-called ramp size), moves straight down (with no lateral motion) until the tip touches the surface, and the cantilever deflection reaches some definite level (called trigger level). After that the motion of the cantilever is reversed. The AFM scanner pulls the cantilever straight back to the distance equal to the ramp size. Both the approaching and retracting curves are recorded during such cycles. Then, being away from the surface (still at the ramp size distance), the tip advances in the lateral direction to a certain distance, and AFM probe moves up and down recording the force curves at the new point. This operation continues until the tip finishes rastering a square area of the sample. Topography in such “scanning” is also recorded because the trigger level (required cantilever deflection to stop approaching) is reached faster on the hills and slower in the trenches. Thus, both topography and force curves are recorded at a number of points, pixels, over the sample surface. Typically this is recorded as a square matrix of, for example, 16×16, 32×32, or 64×64 pixels. Here we used 16×16 pixels surface imaging and 512 pixels per each force curve.\n                     Standard silicon nitride tapeless cantilevers (Veeco/DI probes) with the spring constant k ∼0.10–0.14N/m (it was determined before gluing silica spheres by resonance method using built-in option in the AFM software) were used for attaching large silica spheres. The spheres we attached as described elsewhere [10,11]. The AFM software v.5.12r4 was employed. Averaging of collected force data was done with the help of either MMAnalysis v. 2.01 software (by Dr. Gorbunov, Vladimir Tsukruk's Laboratory) or SPIP (Image Metrology, A/S). Sensitivity of the AFM photodetector was determined assuming no deformations of the probe and sample in the compliance (contact) region of the force curve. When measuring adhesion in media with different acidity, the forces were measured starting from the media with neutral pH, then going too higher pH 9, returning to neutral pH, going to lower pH4, and returning to neutral pH again to check any possible alteration of the surface.\n                  \n                  \n                     2.5\n                     Sample preparation for AFM measurements\n                     Following Armini et al. [9], to measure the adhesion between nanoparticles and silica surface, we studied the forces acting between a large silica microsphere attached to an AFM cantilever (mimicking silica surface) and nanoparticles anchored to a flat surface. To measure the radius of the attached silica sphere, we imaged the inverse grid (TG01, by NT-MDT/MicroMash Inc) which consists of vertical sharp silicon tips. This technique produces an inverted image of the AFM tip [12,13]. The main difference of the present method in comparison to the one proposed in Ref. [9] is the way to attach particles to the surface. The abrasives we consider in this work are smaller and more polydispersed in size. Thus, if we used the method of Ref. [9] directly, we would obtain highly irregular non-flat surface schematically shown in Fig. 2(a). However, this would bias the measured values of adhesion towards the adhesion to mostly larger particles. Here we use another method suitable for virtually any polydispersed particles. It is based on “semi-embedding” of the abrasive particles in a thick layer of epoxy. It creates a sufficiently flat surface, on which the particles of all sizes are exposed to the interaction with the silica sphere, Fig. 2(b).\n                     The attachment of ceria and silica nanoparticles was done as follows. First, we obtained dried powder of abrasive nanoparticles. Just centrifugation or filtering methods led to creation of sold agglomerates, in particular, in the case of ceria, which were not suitable for the use in our method. To avoid these problems, we used freeze-drying method. Because the abrasives were received in an acidic medium, to avoid chemical damage while evaporating in freeze dryer, the particle solutions were dialyzed against DI water for at least 24h before freeze-drying.\n                     In the next step, epoxy glue (Araldite 10min 2-component epoxy) was spread over a glass/wafer slide. After epoxy semi-rigidifying (curing for 15min), dried nanoparticles were sprayed with nitrogen using the shaker Wizard Rees Scientific, on 500rpm inside of a sealed (to avoid capillary, moisture agglomeration) chamber to create a homogenous coating on the epoxy surface. Such a film was left to cure for 24h at room temperature, and finally, overnight at ∼50C. Finally, the surface was ultrasonicated in ultrapure water for 1min. Without all these steps, the particles were either engulfed by the epoxy layer or removed by the sonication and/or action of the AFM probe.\n                     The quality of the surface was tested with regular AFM imaging. Fig. 3\n                         shows the particles attached to epoxy layer. One can see fairly homogeneous coating, with no exposure of the epoxy areas (which would be seen as rather flat areas between the particles). A possible contamination of the particles with epoxy would also be seen in a specific force curve shapes seen in AFM (see, [8] for more detail). These surfaces were used for the AFM measurement of the adhesion.\n                  \n                  \n                     2.6\n                     Chemical–mechanical polishing and measurement of measuring length and width of micro-scratches\n                     Blanket silica coated 8in. wafers (HDP TEOS initial thickness ∼6000Å) were obtained from Montco Silicon Technology. The wafers were polished on an Applied Materials Mirra 200mm HVM polishing tool using IC-1000 (RHEM, Inc.) k-grooved pad baked with Suba-IV. Polishing was performed using the ceria and silica slurries described above. The polishing conditions were typically 3/3.5/3 psi (membrane, retaining ring, inner tube), 87/93rpm carrier/platen speed, slurry flow rate of ∼150ml/min and the polish time was targeted for 1000Å of oxide removal. The conditioning was 100% in situ with a down force of 6 lbf at 111rpm by using 3M S60 conditioner (3M, Inc.). The average reported removal rate was calculated from the difference in film thickness before and after polishing three wafers each time, measured using a thermowave optiprobe, and averaged over 49 points distributed over the wafer surface.\n                     The measurement of micro-scratches was done as follows. Initially, post-CMP cleaning was performed on a LAM Ontrak cleaning station using standard cleaning chemistry SC-1 (20 parts DI H2O+4 parts H2O2 (35wt%)+1part NH3OH (NH3 29%)). After the cleaning, ∼250Å of oxide was etched in 0.5% HF solution using JST Wet bench oxide etching tool. This was done to enhance the SEM imaging of the defects. Length and width of the scratches were measured directly from SEM images of the scratches obtained with WF-736 Orbot and SEMVision tools (Applied Materials, Inc.). The defects were classified using an Applied Materials SEM-vision CX plus.",
    "Results and discussion": "3\n                  Results and discussion\n                  The average values of adhesion between abrasive particles and silica surface are shown in Fig. 4\n                      for different chemistries. Each statistical analysis was done based on 256 force curves. Excessively high values of adhesion were not taking into account because of obvious multiple contact contribution.\n                  The obtained values of adhesion were noticeably higher for silica. This can be explained by the higher contact area between relatively roundish silica particles in AFM silica probe. Ceria particles, being larger in size, have still sharper (crystalline) edges. This results in a smaller contact area with the silica probe, and consequently smaller adhesion. Adhesion behavior for colloidal silica, Fig. 4(c) is in qualitative agreement with previously reported results [14]. The decrease of adhesion with the increase of pH in the case of fumed silica, Fig. 4(d) might be explained by a highly irregular shape, or in other words, by a large number of asperities on the fumed silica particles, which can be seen in Fig. 1(d). With the increase of pH, the thickness of silica hydration layer (not to mix with the diffusion layer) increases. Being softer, the hydration layer substantially increases the area of contact of the silica probe with sharp asperities of fumed silica. This effect is not that pronounced on relatively small particles (colloidal silica). The overall adhesion to fumed silica is smaller than to colloidal silica. This can also be explained by more irregular shapes of fumed silica, and consequently, smaller area of contact with the AFM silica probe.\n                  Correlation between the measured adhesion and calculated scratch densities, which is the main parameter that characterizes defectivity, is shown in Fig. 5(a). The adhesion to silica abrasives at pH 11 was not measured but mathematically extrapolated from the data shown in Fig. 4(c) and (d). This is done because it is impractical to measure adhesion at that high pH due to the danger of damaging of the AFM fluid cantilever holder. Fig. 5(b) shows only “zoomed” the results for ceria. One can see from Fig. 5(a) that there is a positive overall correlation between defectivity and adhesion. However, this correlation is not strong, and virtually disappears for the abrasives with similar adhesions, Fig. 5(b).\n                  \n                     Fig. 6\n                      shows the correlation between the removal rate of silica wafers polished with ceria and ceria-silica surface adhesion measured here with AFM. Specifically, Fig. 6 presents the correlation between the removal time of 100nm of silica film and the measured adhesion. One can see a strong correlation between faster removal and higher measured adhesion. It should be noted that these results are in agreement with the previously reported correlation between adhesion and the removal time [5]. Nevertheless, the results of Fig. 6 are new being obtaining for the direct adhesion measurements.\n                  Let us analyze the obtained results. As well known, friction force is proportional to normal (or load) force+adhesion. Friction goes to thermal dissipation of energy as well as the surface destruction (removal and creating defects/scratches). In principle, the load force can be estimated during CMP process. It would require the knowledge of mechanical properties of asperities of the polishing pad as well as the number of asperities. It is not that easy to obtain that information. Fortunately, from the observed strong correlation between the removal rate (proportional to friction) and adhesion, the load force is expected to be lesser than adhesion. Essentially, it means that the amount of “removal” energy is well correlated with adhesion. As we saw above, this kind of energy goes to both wearing and creating defects/scratches, one should expect to see the same strong correlation between adhesion and creating defects/scratches. Indeed, one can see some positive correlation between adhesion and density of the scratches in Fig. 5(a). However, this is highly nonlinear, almost logarithmic correlation which is seen only on a large scale of adhesion changes. There is no correlation seen in the smaller scale, Fig. 5(b). This implies that the adhesion is only one of the components that define defectivity, but not the only one. There is quite a substantial difference between densities of defects when polishing with silica slurries whereas the adhesion is almost identical. Specifically, one can see a considerable increase of defectivity when polishing with fumed versus colloidal silica. The major difference between fumed and colloidal silica is their shape. Colloidal silica particles are well defined spherical particles, whereas the fumed silica consists of irregular particulates, Fig. 1. It is interesting to note that there is no noticeable difference in defectivity between two ceria abrasives despite some difference in the size of the particles (but not in their shape).\n                  To amplify, here we studied the contribution of adhesion to defectivity and removal rate. Obviously, there are other factors that can influences those parameters. An obvious contribution to defectivity can come from agglomerates of the abrasive particles and large debris of the polished material. These factors can be studied separately. To obtain a more quantitative dependence between the defectivity, removal rate, and adhesion, one presumable has to study adhesion of the abrasive particles to the polishing pads as well as mechanical properties of the pads. This will be done in future works.",
    "Conclusion": "4\n                  Conclusion\n                  Here we developed an AFM method to measure adhesion between nanoparticles of irregular shape and silica surface. Using this method, we studied the process of Chemical–Mechanical Planarization broadly used in semiconductor industry. Specifically, we analyzed the correlation between adhesion of abrasive either silica or ceria particles and removal rates and defectivity of the surfaces polished with slurries containing those abrasives. Adhesion was measured directly in the solution of various chemistries with a special method developed on the base of AFM. Defectivity was measured with the help of industrially used methods, on polished 8” silica wafers using the slurry made of the same abrasives and chemistries as used to study adhesion. Comparing the removal CMP rates of silica surfaces when polishing with ceria slurries, we observed higher adhesion for the higher removal rates. Analyzing correlation between the measured adhesion and defectivity, we conclude that there is an overall positive correlation between adhesion and defectivity. However, the adhesion is clearly not the only parameter that defines defectivity. From the observed data, we conclude that both adhesion and shape of abrasive particles influence defectivity, micro-scratches. Specifically, both higher adhesion and more irregular shape of the abrasive particles correlate with higher defectivity."
  },
  "references": []
}